{
    "id": "101UsesforTrollFat",
    "paragraphs": [
        "Ugh. Another day in Orsinium. Honestly, Clavel, if we don't return to Auridon soon, I may lose my mind.",
        "What shameless merchants operate out of this city! You'll never believe what one of these Orc vendors tried to sell me. I was minding my own business, examining an assortment of roots and snowberries—they were all shriveled and rancid, by the way—when this toothless merchant shoved a bowl of fat in my face.  A huge bowl of fat. Can you imagine? He claimed it was the fat from some legendary troll or some such nonsense. I asked him why anyone would buy such a thing and his rheumy eyes just lit up. Would you like to know more about troll fat? I'm something of an expert now.",
        "Did you know that troll fat is the densest fat in Tamriel? Denser even than horker fat? I bet you didn't. Apparently, it makes an excellent lubricant that's especially ideal for cold-weather use. And we know all about cold weather here in Wrothgar, don't we?",
        "Armor looking a bit dull? Why not rub some of this repulsive fat on it? I hear that no polish in all of Tamriel does a better job than troll fat! It can be used in poultices and various potions. It can be rubbed on window sills to keep out vermin. It can be dried and eaten as a kind of disgusting jerky. It can be boiled to make a particularly strong glue. It can even cure vampirism! Who knew?",
        "When he started talking about the many uses for troll fat in the bedroom, I had to take my leave.",
        "He also mentioned that it could be used to talk to Malacath. That was at least a little interesting. Apparently, if you rub troll fat on an idol of Malacath, it allows you to talk to the Prince himself. I may have to try this. I'd love to ask him why his little green children peddle such atrocious wares!",
        "I'm giving this place another week. If I'm offered one more wedge of echatere cheese or a stewed mammoth stomach, I'm on the next ship back to Vulkhel Guard—with or without you!"
    ]
}