{
    "id": "16AccordsofMadness",
    "paragraphs": [
        "<title>16 Accords of Madness, v. VI</title>",
        "Hircine's Tale",
        "Ever proud and boastful, Oblivion's Mad Prince stood one fifth day of mid year among the frigid peaks of Skyrim, and beckoned forth Hircine for parlay. The Huntsman God materialized, for this was his day, and the boldness of Sheogorath intrigued him.",
        "Wry without equal, Sheogorath holds in his realm giggling loons, flamboyant auteurs, and craven mutilators. The Mad Prince will ply profitless bargains and promote senseless bloodshed for nothing more than the joy of another's confusion, tragedy, or rage. So it was that Sheogorath had set a stage on which to play himself as rival to Hircine.",
        "Without haste, the coy Prince proffered his contest; each Prince was to groom a beast to meet at this place again, three years to the hour, and do fatal battle. Expressionless behind his fearsome countenance, Hircine agreed, and with naught but a dusting of snow in the drift, the Princes were gone to their realms.",
        "Confident, but knowing Sheogorath for a trickster, Hircine secretly bred an abomination in his hidden realm. An ancient Daedroth he summoned, and imbued it with the foul curse of lycanthropy. Of pitch heart and jagged fang, the unspeakable horror had no peer, even among the great hunters of Hircine's sphere.",
        "In the third year, on the given day, Hircine returned, where Sheogorath leaned, cross-legged on a stone, whistling with idle patience. The Prince of the Hunt struck his spear to the ground, bringing forth his unnatural, snarling behemoth. Doffing his cap, sly as ever, Sheogorath stood and stepped aside to reveal a tiny, colorful bird perched atop the stone. Demurely it chirped in the bristling gusts, scarcely audible.",
        "In a twisted, springing heap, the Daedroth was upon the stone, leaving only rubble where the boulder had been. Thinking itself victorious, the monster's bloodied maw curled into a mock grin, when a subdued song drifted in the crisp air. The tiny bird lightly hopped along the snout of the furious Daedroth. Sheogorath looked on, quietly mirthful, as the diminutive creature picked at a bit of detritus caught in scales betwixt the fiery eyes of the larger beast. With howling fury, the were-thing blinded itself trying to pluck away the nuisance. And so it continued for hours, Hircine looking on in shame while his finest beast gradually destroyed itself in pursuit of the seemingly oblivious bird, all the while chirping a mournful tune to the lonesome range.",
        "Livid, but beaten, Hircine burned the ragged corpse and withdrew to his realm, swearing in forgotten tongues. His curses still hang in those peaks, and no wayfarer tarries for fear of his wrathful aspect in those obscured heights.",
        "Turning on his heel, Sheogorath beckoned the miniscule songbird to perch atop his shoulder, and strolled down the mountain, making for the warm breezes and vibrant sunsets of the Abecean coast, whistling in tune with the tiniest champion in Tamriel.",
        "<title>16 Accords of Madness, v. IX</title>",
        "Vaermina's Tale",
        "Darius Shano found himself running as fast as he could.",
        "He had no idea what he was running from or towards, but he didn't care. The desire saturated his mind -- there was nothing in the world except flight. He looked around for landmarks, anything to place himself or to use as a target, but to no avail -- the featureless grasslands through which he was sprinting extended as far as the eye could see. \"Just have to keep running\", he thought to himself. \"I have to run as fast as I can\". On and on he ran, with no end in sight or in mind....",
        "Standing over Darius Shano while he lay quietly in his bed were his mistress, Vaermina the Dreamweaver, and the Madgod Sheogorath. Vaernima looked down with pride at this disciple of hers, and was boastful of her little jewel.",
        "\"Such potential in this one! Through dreams of inspiration, I have nurtured literary talent into fruition, and now he stands in acclaim as an emerging bard and poet! He will gain much favor before I tire of him.\" Sheogorath, too, gazed at the young Breton artist and saw that he was indeed famous among the other mortals.",
        "\"Hmmm,\" mused Sheogorath, \"but how many are there who hate this mortal whom you have built? It is the hatred of the mortals which confirms greatness, and not their love. Surely you can accomplish this as well?\"",
        "Vaernima's eyes narrowed. \"Yes, the mortals are indeed often foolish and petty, and it is true that many of their most bold have been despised. Do not worry, mad one, for I have the power to achieve many forms of greatness with this one, hatred among them.\"",
        "\"Perhaps, Dreamweaver, it would be amusing to show who has this power? Inspire foolish, arrogant hatred of this mortal for ten years, and then I will do the same. We shall see whose talents are most efficient, free of aid or interference from any of the Daedra.\"",
        "At this, she relaxed into confident pleasure. \"The Madgod is indeed powerful, but this task is suited to my skills. The mortals are repulsed by madness, but rarely think it worthy of hate. I shall take pleasure in revealing this to you, as I bring the more subtle horrors out of this mortal's subconscious.\"",
        "And so, in the 19th year of his life, the dreams Darius Shano had been experiencing began to change. Fear had always been part of the night for him, but now there was something else. A darkness began to creep into his slumber, a darkness that sucked away all feeling and color, leaving only emptiness behind. When this happened, he opened his mouth to scream, but found that the darkness had taken his voice as well. All he had was the terror and the void, and each night they filled him with a new understanding of death. Yet, when he woke, there was no fear, for he had faith that his Lady had a purpose.",
        "Indeed, one night Vaernima herself emerged from the void. She leaned in close to whisper into his ear.",
        "\"Watch carefully, my beloved!\" With that, she pulled the void away, and for hours each night she would reveal to Darius the most horrible perversions of nature. Men being skinned and eaten alive by other men, unimaginable beasts of many limbs and mouths, entire populations being burned -- their screams filled his every evening. In time, these visions gnawed at his soul, and his work began to take on the character of his nightmares. The images revealed to him at night were reproduced on the page, and the terrible cruelty and hollow vice that his work contained both revolted and fascinated the public. They reveled in their disgust over every detail. There were those who openly enjoyed his shocking material, and his popularity among some only fed the hatred of those who found him abhorrent. This continued for several years, while the infamy of Darius grew steadily. Then, in his 29th year, without warning, the dreams and nightmares ceased.",
        "Darius felt a weight lifted, as he no longer endured the nightly tortures, but was confused. \"What have I done to displease my Mistress?\", he wondered aloud. \"Why has she abandoned me?\" Vaernima never answered his prayers. No one ever answered, and the restless dreams faded away to leave Darius in long, deep sleeps.",
        "Interest in the works of Darius Shano waned. His prose became stale and his ideas failed to provoke the shock and outrage they once had. As the memory of his notoriety and of his terrible dreams faded, the questions that raced in his mind eventually produced resentment against Vaernima, his former mistress. Resentment grew into hatred, from hatred came ridicule, and over time ridicule became disbelief. Slowly it became obvious -- Vaernima had never spoken to him at all; his dreams were simply the product of a sick mind that had righted itself. He had been deceived by his own subconscious, and the anger and shame overwhelmed him. The man who once conversed with a deity drifted steadily into heresy.",
        "In time, all of the bitterness, doubt, and sacrilege focused in Darius a creative philosophy that was threaded throughout all of his subsequent work. He challenged the Gods themselves, as well as the infantile public and corrupt state for worshiping them. He mocked them all with perverse caricatures, sparing no one and giving no quarter. He challenged the Gods in public to strike him down if they existed, and ridiculed them when no such comeuppance was delivered. To all of this, the people reacted with outrage far greater than they had shown his previous work. His early career had offended only sensibilities, but now he was striking directly at the heart of the people.",
        "His body of work grew in size and intensity. Temples, nobles, and commoners were all targets of his scorn. Finally, at age 39, Darius wrote a piece entitled \"The Noblest Fool,\" ridiculing The Emperor God Tiber Septim for integrating into the pathetic Nine Divines cult. The local King of Daenia, who had been humiliated by this upstart in the past, saw his chance -- for his sacrilege against the Empire, Darius Shano was executed, with a ceremonial blade, in front of a cheering crowd of hundreds. His last, bitter words were gurgled through a mouthful of his own blood.",
        "20 years after their wager was first placed, Vaernima and Sheogorath met over Darius Shano's headless corpse. The Dreamweaver had been eager for this meeting; she had been waiting for years to confront the Daedric Prince over his lack of action.",
        "\"I have been deceived by you, Sheogorath! I performed my half of the bargain, but during your ten years you never contacted the mortal once. He owes none of his greatness to you or your talents or your influence!\"",
        "\"Nonsense,\" croaked the Madgod. \"I was with him all along! When your time ended and mine began, your whispers in his ear were replaced with silence. I severed his link to that from which he found the most comfort and meaning, and withheld the very attention the creature so desperately craved. Without his mistress, this man's character could ripen under resentment and hatred. Now his bitterness is total and, overcome by a madness fueled by his rage, he feeds me in my realm as an eternal servant.\"",
        "Sheogorath turned and spoke to the empty space by his side.",
        "\"Indeed; Darius Shano was a glorious mortal. Despised by his own people, his kings, and even by the Gods he mocked. For my success, I shall accept three-score followers of Vaernima into my service. And the dreamers will awaken as madmen.\"",
        "And thus did Sheogorath teach Vaernima that without madness, there are no dreams, and no creation. Vaernima will never forget this lesson.",
        "<title>16 Accords of Madness, v. XII</title>",
        "Malacath's Tale",
        "In the days before the Orsinium's founding, the spurned Orc-folk were subjected to ostracism and persecutions even more numerous and harsh than their progeny are accustomed to in our own age. So it was that many champions of the Orsimer traveled, enforcing what borders they could for the proliferation of their own people. Many of these champions are spoken of yet today, among them the Cursed Legion, Gromma the Hairless, and the noble Emmeg Gro-Kayra. This latter crusader would have certainly risen to legendary status throughout Tamriel, had he not been subject to the attention of certain Daedric Princes.",
        "Emmeg Gro-Kayra was the bastard son of a young maiden who was killed in childbirth. He was raised by the shaman of his tribe, the Grilikamaug in the peaks of what we now call Normar Heights. Late in his fifteenth year, Emmeg forged by hand an ornate suit of scaled armor, a rite of ascension among his tribe. On a blustery day, he pounded the final rivet, and draping a heavy cloak over the bulky mantle, Emmeg set out from his village for the last time. Word of his exploits always returned home, whether defending merchant caravans from brigands or liberating enslaved beast folk. News of the noble Orc crusader began to grace even the lips of Bretons, often with a tinge of fear.",
        "Less than two years after ascending to maturity, Gro-Kayra was making camp when a thin voice called out from the thickening night. He was surprised to hear the language of his people spoken by a tongue that obviously did not belong to an Orc.",
        "'Lord Kayra', said the voice, 'tales of your deeds have crossed the lips of many, and have reached my ears.' Peering into the murk, Emmeg made out the silhouette of a cloaked figure, made wavy and ephemeral by the hazy campfire. From the voice alone he had thought the interloper an old hag, but he now decided that he was in the presence of a man of slight and lanky build, though he could discern no further detail.",
        "'Perhaps,' the wary Orc began, 'but I seek no glory. Who are you?'",
        "Ignoring the question, the stranger continued, 'Despite that, Orsimer, glory finds you, and I bear a gift worthy of it.' The visitor's cloak parted slightly, revealing nothing but faintly glinting buttons in the pale moonlight, and a bundle was withdrawn and tossed to the side of the fire between the two. Emmeg cautiously removed the rags in which the object was swathed, and was dazzled to discover the item to be a wide, curved blade with ornately decorated handle. The weapon had heft, and Emmeg realized on brandishing it that the elaborate pommel disguised the more practical purpose of balancing the considerable weight of the blade itself. It was nothing much to look at in its present condition, thought the Orc, but once the tarnish was cleaned away and a few missing jewels restored, it would indeed be a blade worthy of a champion ten times his own worth.",
        "'Her name is Neb-Crescen' spoke the thin stranger, seeing the appreciation lighting Gro-Kayra's face. 'I got her for a horse and a secret in warmer climes, but in my old age I'd be lucky to even lift such a weapon. It's only proper that I pass her on to one such as yourself. To possess her is to change your life, forever.' Overcoming his initial infatuation with the arc of honed steel, Emmeg turned his attention back to the visitor.",
        "'Your words are fine, old man,' Emmeg said, not masking his suspicion, 'but I'm no fool. You traded for this blade once, and you'll trade for it again tonight. What is it that you want?' The stranger's shoulders slumped, and Emmeg was glad to have unveiled the true purpose of this twilight visit. He sat with him a while, eventually offering a stack of furs, warm food, and a handful of coins in exchange for the exotic weapon. By morning, the stranger was gone.",
        "In the week following Emmeg's encounter with the stranger, Neb-Crescen had not left its scabbard. He had encountered no enemy in the woods, and his meals consisted of fowl and small game caught with bow and arrow. The peace suited him fine, but on the seventh morning, while fog still crept between the low-hanging boughs, Emmeg's ears pricked up at the telltale crunch of a nearby footfall in the dense snow and forest debris.",
        "Emmeg's nostrils flared, but he was upwind. Being unable to see or smell his guest, and knowing that the breeze carried his scent in that direction, Emmeg's guard was up, and he cautiously drew Neb-Crescen from its sheath. Emmeg himself was not entirely sure of all that happened next.",
        "The first moment of conscious memory in Emmeg Gro-Kayra's mind after drawing Neb-Crescen was the image of the curved blade sweeping through the air in front of him, spattering blood over the virginal powder coating the forest floor. The second memory was a feeling of frenzied bloodlust creeping over him, but it was then that he saw for the first time his victim, an Orc woman perhaps a few years younger than himself, her body a canvas of grisly wounds, enough to kill a strong man ten times over.",
        "Emmeg's disgust overwhelmed the madness that had overtaken him, and with all his will enlisted, he released Neb-Crescen from his grip and let the blade sail. With a discordant ringing it spun through the air and was buried in a snowdrift. Emmeg fled the scene in shame and horror, drawing the hood of his cloak up to hide himself from the judging eyes of the rising sun.",
        "The scene where Emmeg Gro-Kayra had murdered one of his own kind was a macabre one. Below the neck, the body was flayed and mutilated almost beyond recognition, but the untouched face was frozen in a permanent expression of abject terror.",
        "It was here that Sheogorath performed certain rites that summoned Malacath, and the two Daedric Lords held court in the presence of the disfigured corpse.",
        "'Why show me this, Mad One?' began Malacath, once he recovered from his initial, wordless outrage. 'Do you take such pleasure in watching me grieve the murder of my children?' His guttural voice rumbled, and the patron of the Orismer looked upon his counterpart with accusing eyes.",
        "'By birth, she was yours, brother outcast,' began Sheogorath, solemn in aspect and demeanor. 'But she was a daughter of mine by her own habits. My mourning here is no less than your own, my outrage no less great.'",
        "'I am not so sure,' grumbled Malacath, 'but rest assured that vengeance for this crime is mine to reap. I expect no contest from you. Stand aside.' As the fearsome Prince began to push past him, Lord Sheogorath spoke again.",
        "'I have no intention of standing between you and vengeance. In fact, I mean to help you. I have servants in this wilderness, and can tell you just where to find our mutual foe. I ask only that you use a weapon of my choosing. Wound the criminal with my blade, and banish him to my plane, where I can exact my own punishment. The rights of honor-killing here belong to you.'",
        "With that, Malacath agreed, took the wide blade from Sheogorath, and was gone.",
        "Malacath materialized in the path of the murderer, the cloaked figure obscured through a blizzard haze. Bellowing a curse so foul as to wilt the surrounding trees, the blade was drawn and Malacath crossed the distance more quickly than a wild fox. Frothing with rage, he swung the blade in a smooth arc which lopped the head of his foe cleanly off, then plunged the blade up to its hilt in his chest, choking off the spurts of blood into a steady, growing stain of red bubbling from beneath the scaled armor and heavy cloak.",
        "Panting from the unexpected immediacy and fury of his own kill, Malacath rested on a knee as the body before him collapsed heavily backwards and the head landed roughly upon a broad, flat stone. The next sound broke the silence like a bolt.",
        "'I - I'm sorry...' sputtered the voice of Emmeg Gro-Kayra. Malacath's eyes went wide as he looked upon the severed head, seeping blood from its wound, but somehow kept alive. Its eyes wavered about wildly, trying to focus on the aspect of Malacath before it. The once-proud eyes of the champion were choked with tears of grief, pain, and confused recognition.",
        "To his horror, Malacath recognized only now that the man he had killed was not only one of his Orismer children, but very literally a son he had blessed an Orc maiden with years hence. For achingly long moments the two looked upon each other, despondent and shocked.",
        "Then, silent as oiled steel, Sheogorath strode into the clearing. He hefted Emmeg Gro-Kayra's disembodied head and bundled it into a small, grey sack. Sheogorath reclaimed Neb-Crescen from the corpse and turned to walk away. Malacath began to stand, but kneeled again, knowing he had irreversibly damned his own offspring to the realm of Sheogorath, and mourned his failure as the sound of his son's hoarse pleas faded into the frozen horizon."
    ]
}