{
    "id": "The36LessonsSermon37",
    "paragraphs": [
        "You have discovered the thirty-seventh Sermon of Vivec, which is a bending of the light, long past the chronicles of the Hortator who wore inconstant faces and ruled however they would, until apocalypse.",
        "Vivec was borne by ribbons of water, which wrote their starward couplings in red. This was a new place of speed. His eyes broke on the spikes above the tower, where the Void Ghost squatted over a drake-scaled drum, imbecile in its rhythm. And he asked of it:",
        "\"Who are you, that need no signature at all?\"",
        "Three in sum, the robes of Ayem stretched towards the bright black rim of memory, roping an arc of purchase. This was a new sprinting task. And Seht held his swollen belly to its name, clockmaker's daughter, swimming the dead confession along a century of thread, Naming her, uneaten, a golden cache of Veloth and Velothi, for where else would they know to go?",
        "\"Go here: world without wheel, charting zero deaths, and echoes singing,\" Seht said, until all of it was done, and in the center was anything whatever.",
        "And the red moment became a great howling unchecked, for the Provisional House was in ruin. And Vivec became as glass, a lamp, for the dragon's mane had broke, and the red moon bade him come.",
        "\"The sign of royalty is not this,\" a signal blueshift (female) told him, \"There is no right lesson learned alone.\"",
        "He refused the twine on her catching net, spiteful that an uncontinued people would not become fuller by their searching, and yet were wracked in their spirits for flight. But the male signals were offended, and Vivec took a fighting form. He undid his eastern light, saying to the ALMSIVI that through war, they had become brides in glass, which no power could observe.",
        "The light bent, and Vivec donned a cuirass made of red plates of jewel, and a mask that marked him born in the lands of Man. Wheeling, he spread into an insect salve, worn on the neck of hist-bulbs when at challenge. He roared up and fed his fingers to mammoth ghosts. The signal fires wondered if they mistook this for surrender, for Vivec had told the void that he could learn to undo it all.",
        "The light bent, and somewhere a history was finally undone. Of it, Vivec remembered the laughing of the netchimen of his village when the hunts were good. He marched with his father in the ash, growing strong in the hooks and sail, able to run a junk through silt. At eleven, he sung to an ashkhan. He became sick after Red Mountain, with the nix-blood and fever, and was infirm a hundred years. His mother survived him and laid his body at the altar of Padhome. She gave him her skin to wear into the underworld.",
        "The light bent, and Vivec awoke and grew fangs, unwilling to make of herself a folding thing. This was a new and lunar promise. And in her Biting she tunneled up and then downward, while her brother and sister smeared across heaven, thin ruptures of dissent, food for scarabs and the Worm. She took her people and made them safe, and sat with Azura drawing her own husband's likeness in the dirt.",
        "\"For I have removed my left hand and my right, he will say,\" she said, \"for that is how I shall win against them. Love alone and you shall know only mistakes of salt.\"",
        "The worlding of the words is AMARANTH."
    ]
}