{
    "id": "AchievingHarmonywithDeath",
    "paragraphs": [
        "By Ymirra, Master of Bone and Scythe",
        "Over the course of my years teaching bone and scythe, students have asked questions that reflect where they are on their personal journeys toward achieving harmony with death. A common one for those not yet on the path: What type of bones should we use to attain harmony with death? Another: If I meditate two hours each day, will I achieve harmonic transcendence faster?",
        "Questions like these underline how focused on life these students remain. Wondering what types of bones we use places the attention on checklists, questions of right and wrong ways to do things, and labels applied to living things, which takes it away from that moment when your life, as you know it, ends. Putting a time limit on meditation reminds you of the construct of time, which ticks away with each breath you take while living. In death, time is meaningless. Acknowledgement of time's passage can limit your ability to achieve harmony with death as a result. To help both students and masters, I provide my own thoughts below for knowing where students are on their paths. Your experiences may, of course, vary.",
        "First, a student needs to grapple with the concept of \"harmony with death.\" I assign any who have not yet done this meditations to practice. When they question their attachment to the living world and start struggling with the discomfort of life's uncertainty, they have opened their minds enough to start walking the path. And only when they are comfortable with the idea of their own deaths are they ready to take that first step.",
        "Students fail when they cannot find that path.",
        "Second, a student needs to understand that everyone's path toward harmonic transcendence is different. Those who have found the path still seek certainty of a sort: What is the next step? What does this journey look like? What should I avoid? What should I make sure I do?",
        "All these questions are natural, but they also point toward an attachment with \"right\" and \"wrong.\" Again, the path to harmonic transcendence varies from individual to individual. When these students feel comfortable not knowing for sure where their next step will land, they are on their correct paths. More specific indicators than that are useless because, again, their paths are their own. Also, the feeling of comfort with uncertainty differs for each individual.",
        "Students fail when they cannot follow their own path.",
        "Third, you need to understand that harmonic transcendence, once achieved, is never retained indefinitely. You make the choice repeatedly to remain within that space of harmonic transcendence—to retain your harmony with death.",
        "Even masters fail in this. That does not mean that they have failed to be masters. Indeed, acceptance of this failure, after they have already traveled their path long enough to achieve harmony, is a hallmark of a master."
    ]
}