{
    "id": "AdonatoLeotellisJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Contest from the Creation Club",
        "",
        "It's not uncommon these days to see warriors of great renown pass through Candlehearth Hall, beckoned by the clarion call of war. Many of them seat themselves by the fire, order their spirit of choice, and regale the patrons with stories of their triumphs.",
        "",
        "It is, however, a strange thing to watch such a tale write itself in front of you, but that is precisely what happened when two legendary warriors, Grenwulf the Brawler and Holrik Frost-Sword, sat down at the table beside me.",
        "",
        "Perhaps it was the mead that shortened their tempers, but it did not take long for a spirited argument to become heated. Grenwulf, a brawler famous for fighting with only his fists, had compared Holrik to a soldier who fires a trebuchet - a man who is only as dangerous as the tool he employs.",
        "",
        "Holrik, for his part, cut right through Grenwulf's claim. If the brawler relied only on his hands, then he should drink his mead from his palm, and slice his bread with his fingernails.",
        "",
        "Not to mention there are things in this world, Holrik said, that fists alone cannot kill, even if that fist belonged to Randagulf himself. Whereas his sword, the Ice Blade of the Monarch, was blessed by the strength of the frost itself, and could cut through the walls of ice that lined the edge of the world.",
        "",
        "Grenwulf scoffed at the notion, claiming that no man or beast had yet to survive a single punch.",
        "",
        "It was then that the Divines, or perhaps darker minds, offered a resolution. A warrior came bursting through the doors, claiming a monstrous spider had taken root in the Cronvangr Cave, claiming three in his hunting party. His widened eyes and frowned lips, telltale signs of fear, spoke volumes to us all. It was a warning few would fail to heed, but our two heroes saw it as something else entirely - an opportunity to settle their dispute.",
        "",
        "And so the next morning, they departed for Cronvangr Cave. Three weeks have passed since.",
        "",
        "In my life I have written tales of valor and tragedy, and those that are one and the same. And while the final chapter of Grenwulf and Holrik has yet to be written, I fear this may fall into the latter category, as neither has saw fit to return."
    ]
}