{
    "id": "AdventurersAlmanac1stEdition",
    "paragraphs": [
        "If you're like me—or you want to be like me, which is understandable—you've got talents people want. More importantly, talents people will pay for. Demand for people like us is high these days, so I took the trouble of writing down my best leads. Why? I couldn't take all these jobs if I wanted to, and selling these books is a nice little score on the side. If you stole this book, go and pay for it. Unless it's in a lending library, then steal it and we'll call it square. Moochers.",
        "Crafting Writs",
        "They don't call me \"the Knife\" on account of my forge work, but when I'm in town between jobs it pays to check the notice boards. Grab a writ, hammer on some things, get paid, and find the tavern. Easy money.",
        "Guilds",
        "Easiest route to steady work? Join a guild. It's what they're there for. That might seem obvious and stupid to put in my book. Almanacs cover everything, stupid.",
        "If you like solving problems with violence, legally, the Fighters Guild has you covered, plus they've got guild halls all over Tamriel.",
        "I don't endorse the illegal sort of killing, but I hear the Dark Brotherhood accepts all kinds of murder contracts for hire.",
        "Maybe blood isn't your thing, but riches definitely are. I could say, hypothetically, there might be a sort of Thieves Guild that organizes that sort of sneaky business. Again, almanac, just being thorough here.",
        "The Mages Guild may seem exclusive, but they got needs too, so pay them a visit even if sorcery isn't your thing. They've got locations in most cities.",
        "Now if you're looking for a big score and maybe don't got a lot of sense, go get in the good graces of the Undaunted. They've got enclaves in the major capitols and treasure piled higher than Red Mountain that they're just itching to give away—provided you're crazy enough to do what they ask to earn it.",
        "War",
        "The Three Armies never stop fighting. Throw your lot in with an alliance, get to Cyrodiil and the Imperial City, and reap the spoils. Plenty to go around. For the victors.",
        "And don't forget folks in those war torn regions need more help than anybody. Whether you want to charge them is your business, but there are always towns out there in need of some help.",
        "Regions of Interest",
        "Some places just have more need for people like us than others. I don't just visit Wrothgar because it reminds me of home. Orsinium's got a big demand for tough types to go out and pacify the wilderness, and while I can't say it's conventionally profitable, Craglorn is such a crazy place that half the time the stars are falling and the other it's raining treasure.",
        "Don't forget to check the boards on the way out of town too, at least on the Gold Coast and in Hew's Bane. Bounties and all sorts of other odd jobs find their way onto the boards from folks who aren't picky about who solves their problems.",
        "The Last Word",
        "There you go. All the ways I know how to keep busy in this business. I'm not saying you've got to do all this stuff every day, but you could if you wanted to. And don't value sleep. Don't go thinking you can buy this copy and be done with it. Times change and when they do, Skordo the Knife's going to write it down. Save up.",
        "Tips welcome."
    ]
}