{
    "id": "AdventurersAlmanac3rdEdition",
    "paragraphs": [
        "Another day, another drake. That's the way I look at it and you should too if you've got any sense. So listen up, papa Skordo's got more wisdom to sell along with his sword. Here are my latest leads for the discerning mercenary.",
        "Summerset",
        "The High-and-Mighty Elves of Summerset have finally deigned to let us mere mortals set foot on their unspoiled soil, but don't believe all the sugarcoated twaddle–the place has a heap of troubles. The Justiciars in Alinor are practically begging for competent mercenaries to come show'em how it's done.",
        "Murkmire\nYou ever heard of Cyrodilic Collections? Me neither. Not until they started throwing gold around like King Jorunn in a bawd house. I don't know where they're getting their financing, but they pay their dues on time. When you get to Lilmoth, tell them Skordo sent you. I want my cut.",
        "If running errands for a bunch of mudpanners doesn't excite you, the Dead-Water Tribe is organizing Death Hunts for some of the nastiest things in Murkmire. It'll get your blood pumping. Out of your neck if you're not careful.",
        "Maybe the idea of wading through a bog getting eaten alive by bugs doesn't appeal. Can't imagine why. You can still get your dainty hands on some of that easy Cyrodilic Collections gold. You can find an Argonian organizing supplies for their expeditions. Goes by Jee Lar. He'll talk your ear off if you let him, but he's always got something that needs doing.",
        "Dragons",
        "Finally, there're tusking Dragons raging across Elsweyr. If you're just getting this news from me, get out from under the rock you call home and get to work! The Northern Elsweyr Defense Force is recruiting any help they can get for their war effort against the scaly bastards. They've got people stationed in Grahtwood, north of Cormount.",
        "Now I ain't heard much more than rumors about Dragon hunting, but you can bet there's someone out there itching to bag a Dragon and willing to offer a reward. Personally, you couldn't pay me enough to tangle with one of those flying murder-lizards–though you're welcome to try.",
        "There you have it. Plenty of work for an enterprising adventurer-for-hire. Remember papa Skordo when you strike it rich. And if you strike it dead, go haunt the sorry sack who taught you to fight."
    ]
}