{
    "id": "AdventurersAlmanac2ndEdition",
    "paragraphs": [
        "Welcome back, scabs! Bet you thought I'd never have enough material to write a second one of these. You'd be wrong, of course, because here we go again. Far be it from me to overlook a chance to educate the next generation of meat puppets lining up to make a few drakes.",
        "Vvardenfell",
        "This dusty heap of rocks and mushrooms features some prime pickings for the discerning mercenary. If you can get over how ornery the Dark Elves can get about their gods and their dead relatives, you can score some choice jobs from their fixers in the Hall of Justice in Vivec City. And tell Traylan he still owes me gold for the last card game he cheated his arse off to win.",
        "Clockwork City",
        "Look, I'm not saying this place exists. But I know a guy who says it does and, if you can get inside, there's plenty of work to be done that the creepy locals ain't got time to deal with. Or consider beneath their interest. You know, I don't care. People look down on us Orcs all the time, but are happy to open their pouches when they need something's head smashed in. Losers.",
        "Pit Fights",
        "Now we're talking! You hear about those new fighting leagues they opened up recently? Love. It. Action, bloodshed, beat downs, and winners take all. Just don't, you know, lose. You'll get pitted against the best, the worst, and the worst of the worst. You ever see a guy run around in a fighting arena trying to figure out which end of his sword goes in the other jerk? It's a wonder these mooks can get into their armor.",
        "I always put my gold on the Pit Daemons, by the by. Easy money, long as there ain't an Argonian on their team. What're you gonna do, breathe underwater? Ha!",
        "And We're Done",
        "That's all you get from me this time, tusk bait. Maybe next time Uncle Skordo will serenade you with his awesome knowledge and experience once he finds out where the next bunch of jobs happen to be. Just don't horn in on my work if I'm on the same contract, you hear?",
        "Stay frosty. Oh yeah, and tusk off, you losers!"
    ]
}