{
    "id": "TheAdversarialSpirits",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "Sheggorath. The Mind God. His sphere is the Mortal Mind and its stability. He tests Khajiit on the Path by making them doubt the truth of their own thoughts, beliefs, and actions. He must be faced along the Path and overcome before a Khajiit can visit Hermorah's library. Some tribes believe Sheggorath is dead and has been replaced by something Other.",
        "Orkha. A demon that followed Boethra back through the Many Paths. It spoke in curses of affliction and knew no other words. Lorkhaj, Khenarthi, and Boethra battled the demon in the ancient songs, but Orkha could only be banished and would not die. Khajiit understand that Orkha and others of his ilk serve as tests along the Path, and nothing more.",
        "Dagon. The Demon Cat. Also called Merrunz. Born of Fadomai's Second Litter, he quickly turned destructive and wild. Ahnurr exiled him, but he chose to explore the Great Darkness rather than the Many Paths. There he fell to the demon Molagh, who tortured him until the creation of the World. During the chaos, it is written that the wife of Molagh freed Merrunz and used his destructive nature as a weapon against the Lattice. Merrunz reveled in this and became a kinslayer, and was henceforth the demon we call Dagon. You will face him on the Path.",
        "Molagh. One of the twelve Demon Kings. Elder Spirit of Domination and Supreme Law. This demon was the first to assault the Lattice with intent, alongside Dagon and Merid-Nunda. Boethra and Molagh fought to a standstill before the Lattice, but it was Azurah who shackled the Demon King with secrets only she knows. He will test you, and you will overcome him with the might of Boethra, the Will Against Rule.",
        "Merid-Nunda. False Spirit of Greed. The Orphaned Glimmer. She is the daughter of Magrus, who loved only himself and his own creations. Magrus did not take a mate, but instead forged children of the aether. Merid-Nunda is a cold spirit, born of light without love. She is intellect without wisdom, knowledge without purpose. She is the consort of demons, and some songs blame her for orchestrating the death of mighty Lorkhaj. When Merid-Nunda dared assault the Lattice, Azurah struck her down before the Varliance Gate and dragged her away from it. She then cast Merid-Nunda into the Void and bound her there with mirrors. The nomads say she has since escaped."
    ]
}