{
    "id": "AdwigsJournal",
    "paragraphs": [
        "Property of Adwig Racicot, Coxswain of the River Lark (Lost at Sea)\\n\\n6, Rain's Hand, 2E 574",
        "",
        "Ship's lost somewhere north of the Systres Archipelago. Struck by lighting in a squall. I made it to shore, but the others weren't as lucky. No sign of Donel, Watkins, or the captain. Going to have a look around and try to get my bearings.",
        "",
        "2, Second Seed, 2E 574",
        "",
        "Eight help me, I think I washed up on Amenos. Island's full of snakes, and criminals, and other unsavory types. I'm awful hungry, but I don't dare approach any of the prisoners. Better to find a quiet place and lay low for a while, I think. Just need to keep an eye on the sea. The company's got to send someone to look for us eventually.\\n\\n?. Midyear, 2E 575",
        "",
        "No sign of any ship. No sign of anyone aside from the damned Green Serpents and a few Sea Elf sails on the horizon. Losing hope.",
        "",
        "?, Frostfall, 2E 575",
        "",
        "I found Donel and Watkins! Just down by the shore. I don't know how I missed them before. They were shaken up a bit. Missing arms and legs and such. But I patched them up and brought them back to the camp. By Mara, it's good to have someone to talk to again!",
        "",
        "?, Sun's Dusk?, 2E 576?",
        "",
        "It's been something like two years, I think. Donel and Watkins and the rest of the lads have settled into the camp nicely. We bicker from time to time—mostly about what to eat, and how they never do the washing up, or whose sweethearts were finer back before the wreck. Even so, I can't imagine surviving in this wilderness without them. Better to suffer with company than to suffer alone!",
        "",
        "?, Rain's Hand?, 2E 577?",
        "",
        "Been three years since the wreck. Now that I've got a crew, it's time I explore a bit farther out. I think there's a cove not far from the camp. Might be some fine pickings there!",
        "",
        "?, Rain's Hand?, 2E 577?",
        "",
        "Cove's no good. Packed to the gills with damned Fish Elves! Of all the rotten luck. Just means I need to baton things down tighter. More traps! If anyone so much as glances at this camp, they'll get caught like fish in a net!",
        "",
        "?, Sun's Dusk?, 2E 580?",
        "",
        "Long time since my last entry. Writing implements are hard to come by. Flotsam's dried up these last few months. Don't know if the Mornards tightened up patrols or people just stopped traveling here. Doesn't really matter, I suppose. I've got my lads to keep me company, and I've got nowhere else I need to be."
    ]
}