{
    "id": "AetherialFragments",
    "paragraphs": [
        "Many novice students find the study of the planes difficult to approach. Unlike my contemporary, Phrastus of Elinhir, who alienates readers with his self-serving agenda, I find that starting with an unbiased, concrete example works best as an introduction. Studying Aetherial fragments naturally leads to the broader topic of the planes.",
        "Surely you have seen a shooting star. This occurs when a piece of Aetherius, spirit-plane and source of magic, becomes dislodged and falls to Nirn. Two types of materials, meteoric iron and glass, may be found after such an event. The magical potential of both is extraordinary. In this text, I focus on the rarer meteoric glass, including its uses through history and its various manifestations.",
        "The Ayleids, the Elves that ruled Cyrodiil until the early First Era, made extensive use of these sky-stones. With their advanced understanding of the magical arts, they created blue Welkynd and Varla Stones to harness the power of starlight from Aetherius and store magicka, power enchanted items, or provide unending light. Some even held Destruction spells as a type of automated defense.",
        "The secrets of producing these stellar vessels have been lost. The Ayleids were able to create them in considerable numbers by replicating and enchanting meteoric glass. Attempts to synthesize new Welkynd or Varla Stones, or even to reproduce uncharged meteoric glass, have failed. Frequently, the original stones crumble to useless dust upon experimentation, further frustrating research and necessitating dangerous expeditions into Ayleid ruins.",
        "The modern Malondo and Culanda stones, golden in color, are similar to blue Ayleid fragments. A product or discovery of the High Elves, they are most frequently found in the Summerset Isles. Malondo Stones, which can be recharged, can be tapped by spellcasters as a source of magicka replenishment or to restore a charge or charges to enchanted items. Culanda Stones provide a bright golden light. They can trigger magical effects or store magicka, but are always destroyed upon use or depletion.",
        "You may read claims by Phrastus, who is blindly enamored of Elven culture, that the Altmer have unlocked and improved upon the secrets of the Ayleids. He even suggests that they are cultivating Malondo and Culanda Stones as a farmer might grow wheat. The more reasonable theory is that, through tinkering with existing Ayleid stones and raw meteoric glass, a more reliable method of recharging has been discovered.",
        "Sky Prisms, another type of Aetherial fragment, can be seen splitting into shards as they fall to Nirn during specific lunar alignments. When three shards meet, they re-form into a silvery prism by some unknown process and confer the power unlocked by the merger to a nearby being. Like other sky-stones, they are relatively rare, and it is difficult to obtain specimens for investigation. Though they originate in the heavens they are often found underground, brought there by denizens of the depths who find their light-emitting properties useful.",
        "With enough study and experimentation, it is my hope that the keys to producing these useful items will be uncovered, and a more full understanding of the planes and their power will be achieved."
    ]
}