{
    "id": "TheAetheriumWars",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<center>The Aetherium Wars\nby Taron Dreth</center>",
        "<center>Dedicated to Katria,\nmy Friend and Colleague</center>",
        "<center></center>",
        "The end, when it came, was swift. In the span of three short years, the great dwarven cities of Skyrim, from Markarth to the Velothi Mountains, fell before the armies of the High King. Cities that had held fast against the Nords for over a hundred years crumbled abruptly and without warning.",
        "For centuries, scholars have marveled at the sudden collapse of the Dwemer city-states. Even the Nords seem to have been taken by surprise, though their chroniclers were quick to ascribe their success to King Gellir's inspired tactics and the blessings of Shor.",
        "My research suggests a much different cause, however. In the decades preceding their fall, the dwarven cities of Skyrim had been decimated by internal disputes and infighting over a most surprising cause: Aetherium.",
        "Modern scholars know Aetherium as a rare, luminescent blue crystal found in some Dwemer ruins. Most consider it little more than a curiosity, as it has proven all but impossible to work with: while it has a strong magical aura, it is alchemically inert, and no known process can enchant, smelt, mold, bind, or break it.",
        "To the dwarves, of course, such problems were merely a challenge. In the years following King Harald's reign, the Dwemer discovered a considerable source of Aetherium in their deepest delvings. An alliance of four cities, led by Arkngthamz, the great research center in the southern Reach, was formed to oversee its extraction, processing, and study, and a new 'Aetherium Forge' constructed to smelt it under precisely controlled conditions.",
        "If the inscriptions I discovered are to be believed, the results were nothing short of spectacular: the items produced by the Forge were artifacts of immense power, imbued from the moment of their creation with powerful enchantments. The dwarven alliance shattered almost immediately, as the four city-states and their rivals attempted to claim the Forge.",
        "We can only speculate that none were successful. Decades of conflict merely weakened them all, allowing for King Gellir's subsequent conquests. And though the Dwemer reclaimed most of their lands a century later, there is no evidence that they ever resumed their research on Aetherium. Perhaps the costs had just been too great.",
        "But nothing like the Aetherium Forge described in the inscriptions has ever been found within the borders of Skyrim. It may have been destroyed long ago, by the Nord invaders or the Dwemer themselves. Or perhaps it, like the secrets of Aetherium itself, still remains to be discovered."
    ]
}