{
    "id": "AnAffairWithDeath",
    "paragraphs": [
        "The dead have so much to say if we have but the will, and the skill, to listen. My studies have already added much to my knowledge of necromancy and death magic. Why my fascination with the dead? I believe it goes back to my early childhood, when I would watch the sick and dying slaves in their pens, marveling at their pain and suffering.",
        "There was one slave in particular, a Khajiit who went by the name of Abilar. Abilar was ancient when I was young. He was kind to the children of House Dres, serving as a teacher and guardian for the youngest among us. I was one of his students. He always had stories to tell and sweets to hand out. I found him to be … interesting. For a slave.",
        "One day, Abilar did not show up to teach and watch over us. Instead, an Argonian whose name I don't recall came in his stead. When I asked about the Khajiit, the Argonian said that Abilar was ill and would not be returning. This intrigued me, as illness always did, and as soon as the opportunity arose I went in search of the ancient Khajiit.",
        "I found Abilar in the slave pens, lying on one of the hard platforms that served as beds for the household thralls. His eyes were closed, but he tossed and turned as though terrible dreams plagued him. I found a stool and sat beside Abilar, determined to watch and record every moment of his slide into death. My mother passed by and decided I was keeping a favored servant company until his end. I made no attempt to otherwise explain my actions.",
        "It took Abilar three days to expire. He went in and out of consciousness along the way. Sometimes he was completely coherent and seemed genuinely touched that I was by his side. Other times he was delirious, speaking of places and people I knew nothing of. These periods of nonsense, I determined, were really glimpses of the border between life and death. Abilar's mind was bemused by the increasingly frequent trips his soul was making back and forth across the border.",
        "When the end finally approached, I moved closer and stared directly into Abilar's eyes. I saw the fear within them, and the acceptance. I saw the dawning understanding as his mind finally began to comprehend the mysteries and strangeness of the borderland. I asked him to tell me what he saw, what he knew, what he was experiencing. He started to form the words, started to reveal his secret to me. And then I watched as the light in his eyes dimmed and the breath rattled out of him. He died without so much as uttering a final word.",
        "That was the day. That was when my affair with death and its mysteries began. I have devoted my life to discovering the secrets of death and dying. I have learned to harness the power of necromancy. But still a few vital secrets elude me. I shall never stop searching, even if it means a million slaves must die. After all, what's more important than knowledge? Abilar taught me that, and I shall always honor his lesson."
    ]
}