{
    "id": "agganorsjournal3",
    "paragraphs": [
        "From the Journal of Shaman Agganor",
        "The elders say we must always be ready. We must grab every opportunity as it presents itself. And that is exactly what I did today!",
        "* * *\nI have long struggled under the outmoded ways of Shaman Lashburr Tooth-Breaker. I sometimes think he was old even when the first stones were set into the world. He never listens to my suggestions, never wants to try anything new or different.",
        "But the stones smile on those who are worthy! When the Scaled Court entered our valley and demanded an audience with our goltragga, the chief Braadoth, Shaman Lashburr was outraged. He called for the deaths of the outsiders. But I knew that a fight with the Scaled Court was a fight we could not win.",
        "So I listened to the wind as it whispered through the valley rocks and knew what had to be done. I accused Lashburr of plotting to kill the chief, all in an effort to break the prophesied alliance before its bonds could forge. Chief Braadoth demanded to know what I was talking about, so I spun my lies and created an elaborate tale that stroked the goltragga's ego and sounded just perfect enough to be true.",
        "And because of my words, Braadoth welcomed the Scaled Court into our valley, even as he ordered the death of sun and feathers for old Lashburr Tooth-Breaker.",
        "* * *\nAs I prepared Lashburr for his punishment, Braadoth and Regent Cassipia, leader of the Scaled Court, discussed terms for an alliance and partnership. She seems extremely interested in our techniques for using body inks, as well as our skill at crafting armor. When Braadoth faltered, she did something that even I had not anticipated. She offered Braadoth a place of honor within the Scaled Court itself.",
        "Now our chief is also the Ophidian Exarch of Undulating Destruction, a fitting title for one as bold and powerful as Braadoth Rockborn. Perhaps there is a title of equal merit for Agganor—if I continue to listen to the stones and watch for further opportunities for advancement.",
        "* * *\nLashburr was beaten and cut, bloodied once for each of the ten iron oaths of our people. Then he was left, bound to the rock and baking in the sun as the crows began to gather. As much as I would enjoy watching the old shaman finally meet his end, I must make sure to advise the chief and stand at his side as the negotiations with the Scaled Court continue. I will leave two guards to witness the old one's passing.",
        "* * *\nI returned later to find Lashburr gone and the guards dead. So, the old shaman has a few tricks left in him. I should have expected as much. Still, what can one old, half-dead Iron Orc do once he has been beaten and banished? Nothing! And I have more important things to do now that the alliance with the Scaled Court has been agreed upon and sealed. When next I pick up this tale, I hope to announce my new title as a regent in the Court, as well.",
        "I wonder what name the Serpent will bestow upon me for the service I have provided this day?"
    ]
}