{
    "id": "AgnarsJournal",
    "paragraphs": [
        "<bold>Entry 1:</bold>",
        "When I took on the role of Chieftain of Thirsk, when I accepted the beautiful Svenja Snow-Song as my advisor, and then my bride, I never imagined how quickly my life would change.",
        "I went to the isle of Solstheim for some much needed rest, and found it in the mead-soaked halls of Thirsk. But when I met Svenja, my sweet Svenja, I became entangled in an epic story the likes of which I had only read about in fables and childrens' tales.",
        "Svenja told me of the fateful night when a hideous creature known as the Uderfrykte attacked the mead hall, killing rampantly, leaving her the only survivor. The creature was slain by a champion, and Thirsk had its new chieftain, but it wasn't long before they moved on to some new challenge, some new adventure.",
        "And that's where I entered the tale. Svenja Snow-Song, with her ice-blue eyes and flaxon hair, gained my love. Soon after, I became her husband...and the mead hall's new chieftain. In truth, I had never been happier. But Svenja, my dear wife, existed in quiet misery, constantly haunted by the memory of the Uderfrykte, and the damage it had wrought on the mead hall, and the people she had loved. Night after night, my dear woke up screaming, her face etched in horror and a single word issuing from her lips -- \"Uderfrykte!\"",
        "I feared for my wife's sanity and happiness, but it was she who found a solution to her problem. As a warrior, she told me, she must confront her fear. She must defeat it. The Uderfrykte was dead, yes, but where did it come from? Was it unique? Would more of the creatures come, and wreak havoc once again? Would I, her loving husband, be killed? And so she corresponded with explorers and researchers all across Tamriel, until she found the answer she had been looking for. The Uderfrykte was in fact NOT unique, but the offspring of an ancient Uderfrykte Matron. In order to end the nightmares, in order to prevent any more destruction, we would need to hunt down and kill the Uderfrykte Matron, no matter where or how.",
        "<bold>Entry 2:</bold>",
        "By Ysmir, we've been searching. And searching. And searching some more. But finally it came -- the lucky break we had been hoping for. The creature has been spotted by a shepherd in the remote highlands of Skyrim!",
        "<bold>Entry 3:</bold>",
        "We found its trail and tracked it for days, crossing the border into the Imperial Province. Here in the frigid mountains, we met with a local hunter who tried to warn us away from the area, citing an old legend about a deadly creature known as the Horror of Dive Rock -- a monster credited with the slaying of over a dozen people, and just as much cattle. Could this creature be the very Uderfrykte Matron we seek? Perhaps, unlike its child on Solstheim, the Matron moves from location to location, and its this mobility that has thus far prevented its killing or capture?",
        "<bold>Entry 4:</bold>",
        "we have made camp at Dive Rock, reportedly the highest natural observation point in all of Cyrodiil. From here we can see for miles! So we'll keep watch, night and day. We're close, so very close. Svenja and I can feel it in our very bones. Indeed, Svenja has always been particularly in tune with such things, and is convinced the Uderfrykte Matron is close.",
        "<bold>Entry 5:</bold>",
        "Svenja has grown tired of my constant writing, but this journal will serve as a record of our travels and defeat against the Uderfrykte. She's staring at me angrily, impatiently, right now as I write, but this entry is too important -- finally, on this third day of watching, we've spotted it -- the Uderfrykte Matron! It is unlike anything we have ever lain eyes on, a giant, troll-like beast that seems to waver and shimmer in the cold -- like the feral form of winter itself! We're off now to trudge down the mountain, weapons in hand, and give the Horror of Dive Rock its due!",
        "<bold>Entry 6:</bold>",
        "Failure and horror! We engaged the monster with all the force we could muster, but it was a travesty beyond comprehension. Svenja... My beautiful Svenja! My dear wife was killed instantly, consumed by the beast nearly whole! And though it shames me now to write these words, I could think of nothing more at the time than escape. I took flight, returning here to our camp on Dive Rock, to collect my thoughts and nerve.",
        "I haven't much time. After this quick entry I will march out and meet the Uderfrykte Matron once more -- it is sure to track me back to this campsite anyway, so our confrontation is inevitable. Can I even hope to defeat this monstrosity? One thing is certain -- Svenja and I came hastily, unprepared. My steel axe? Useless. My dear wife's Frostwyrm Bow? Completely ineffective (and swallowed whole, still in Svenja's hand...).",
        "The beast appears to be a creature of the cold, and is likely nearly completely resistant to it. I would attack with fire if I had any on hand. But there is no time. No time to travel to a mages guild and procure an enchanted blade, or hire the services of a sorceror. My steel axe will have to do. And so I return to battle now, and hope beyond hope that I may slay the wretched monster that has brought so much grief to so many people. And if not, I take comfort in knowing I will soon rejoin my beautiful bride in the gilded halls of Sovngarde.",
        "If someone is reading this hastily written journal, I am likely dead, and pray to Ysmir that you have had more luck against the creature than I.",
        "Agnar the Unwavering,",
        "Chieftain of Thirsk"
    ]
}