{
    "id": "AhzidalsDescent",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.\nESO edition has minor spelling variations, but is essentially the same text.",
        "",
        "<center>Ahzidal's Descent</center>",
        "<center>by\nHalund Greycloak</center>",
        "In the days beyond memory, when men first walked the lands of Skyrim, there arose in the city of Saarthal a great enchanter. As a boy, his gift for magic and artifice had been evident to his tutors. As a man, his skill surpassed them all. And finding nothing more to learn among his kin, he left wife and child, and set out to train under the elven masters.",
        "A year became two, then three. And when finally his path led him back to Saarthal, he found only ruins: for the elves had sacked the city, and all that lived there were dead or gone. Amid the ashes, in the smoldering ruins of his home, he swore a terrible oath of vengeance. And from that comes the name the legends give him: Ahzidal, the embittered destroyer.",
        "Alone, he could do nothing. And so, he bided his time, delving deeper into his art than any before him. From the Dwemer, he learned the seven natures of metal and how to harmonize them. From the Ayleids, the ancient runes and dawn-magic even the elves had begun to forget. Among Falmer and Chimer and Altmer he traveled, taking what he could from each, and all the while plotting how he might turn that knowledge against them.",
        "Finally, word reached him of Ysgramor and his Companions, newly-arrived from Atmora. For three days and nights, he rode north, and met them as they made landfall on the icy coast near the ruins of Saarthal, which the elves had fortified against them. He offered the Companions his service, and all he had produced in his years of labor. And with Atmoran steel imbued with his enchantments, the elves fell before them, and at last he had his revenge.",
        "But he was not content. His craft had become his life, and his hunger for knowledge still gnawed at him, driving him to delve ever deeper. At long last, he exhausted the lore of the elves, but it was not enough. He sought the secrets of Dragon-runes, and won for himself a seat among their high priests, but it was not enough. And at length, he turned his gaze to the planes of Oblivion, and found there both power and madness.",
        "Some say he ventured there, never to return. Others, that he was betrayed by his fellow Dragon Priests, and killed, or driven into hiding in the ruins beneath his beloved Saarthal. Among the Skaal of Solstheim, it is said he fled to their island, and was sealed in the depths of Kolbjorn Barrow, together with the last of his relics.",
        "But that is the tale, as it was told among the bards of Winterhold. Whatever the truth, the legend of Ahzidal was intended as a warning: in pursuit of perfection, one must take care that the pursuit itself does not become all-consuming."
    ]
}