{
    "id": "AicaanosJournal",
    "paragraphs": [
        "I take quill to paper to record what I fear are the final days of Hackdirt. Though many would despise this place as a backwater of no value, I have found peace here. Few of the more \"civilized\" places I have lived have made me feel as welcome. Though few of my race have ever come here, I encountered no prejudice, no resentment.",
        "For two years I lived here, enjoying friendship and trust as never before. This has been a golden time in my long life, one I will deeply regret if it comes to an end.",
        "Several weeks ago, a human of rough looks and worse manners strolled into the village. He marched about as if he owned the place, opening every unlocked door, peering into every stable. Ovidius, usually the most pompous of swollen fools, for once acted as the prefect he claims to be. He confronted this stranger, demanding to know his business here.",
        "The intruder stared at him rudely and didn't deign to answer. He strode from the village and vanished beyond the hills to the east. Etiache wanted to follow him, but Ovidius forbade it, worried that only trouble would result.\nIf only we had listened to Etiache. We should have caught and killed that stranger. Perhaps what befell us would have been avoided. Auri-El knows; I do not.",
        "A few days later, another stranger came to Hackdirt, wearing well-used swords loose in their scabbards. His steed was wild-eyed, a warhorse bred for combat, held in check only by the rider's stern hand. Up to Ovidius this warrior rode.",
        "He named himself Vanier and proclaimed himself the new overlord of Hackdirt. He said his gang, the Black Daggers, waited just over the hill. He gave us one day to agree to his terms or all would be slaughtered. All inhabitants were now his servants and our dwellings, livestock, and all possessions were now his. Those who cooperated would find him a just overlord, he claimed.",
        "Ovidius stared, mouth agape. Before he could gather his wits, matters were taken from his hands. Nerva charged Vanier, screaming that he would never live as a slave. The bandit's sword sheared off the tines of Nerva's pitchfork and the horse's hooves lashed out and crushed his head. We stood there stunned as Vanier rode off.",
        "We buried Nerva behind his house that evening. Then we gathered around the well and discussed our fate. Some, like Yggoz and Etiache, urged that we stay and fight. As if farmers and merchants had a chance against such as Vanier. Saner heads prevailed and we voted to abandon Hackdirt. Even Yggoz agreed in the end.",
        "Only Ovidius opposed the will of the rest, saying he would never leave Hackdirt. No argument could prevail against him. In the end, he ascended the tower with all the food and water we could spare. We sealed the door shut behind him.",
        "It was Iirenir, quiet, shy Iirenir, who suggested we chain shut our doors and destroy all we could not carry. This was done with a sense of grim satisfaction.",
        "Dawn will break soon. The others have gone, moving slowly to the south. I must leave too. I linger only to finish this. Perhaps someday we will reclaim Hackdirt and this journal will survive as a record of our darkest times."
    ]
}