{
    "id": "AicantarsLabJournal",
    "paragraphs": [
        "Uncle Calcelmo got back from Mzinchaleft today. Lots of artifacts this trip. He even brought me something- a spider that didn't completely shatter when the guards smashed it. He wants me to get it working again. My first big research project!",
        "<bold>Spider Centurion Research, Week 1</bold>",
        "I've reassembled the spider with spare parts from the museum. All the joints move, just not on their own. Uncle said the spider needed a 'control crystal' with the right 'electroharmonic signature'. The Guards are out looking for one now.",
        "<bold>Spider Centurion Research, Week 2</bold>",
        "After yesterday's incident, I assembled a staff to hold the crystal. It actually works! When you use the staff, it creates a beacon of some kind, and the spider just walks on over to it. Better yet, it doesn't attack everyone on sight now!",
        "<bold>Spider Centurion Research, Week 3</bold>",
        "Apparently it will still attack, just not on sight. During this morning's experiment, one of the newer guards was startled and drew his sword, and he was dead before anyone could react. Did it actually detect hostile intent?",
        "<bold>Spider Centurion Research, Week 4</bold>",
        "Further testing confirms that the spider seems to detect the intent of its controller in some way. Last week, it tried to defend me from a threat. This week, I snapped at a guard who interrupted my latest test, and it lashed out at him. Fascinating!",
        "<bold>Spider Centurion Research, Week 5</bold>",
        "No one appreciates my work. Uncle Calcelmo is buried in his Falmer research, and doesn't have time to help me with the spider anymore.",
        "The Guards are all afraid of it. I keep telling them it's harmless as long as I keep it under control, but there have been too many accidents. They just don't believe me.",
        "I wanted to show the Jarl, but I can't seem to get the spider to leave the lab - it looks like its control crystal only works up here. Maybe if I can reattune the enchantment...?"
    ]
}