{
    "id": "AkaviriDiary",
    "paragraphs": [
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_akaviri_diary1.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_akaviri_diary2.jpg>",
        "<bold>Day Three</bold>",
        "It is with a heavy heart and a trembling hand that I pen this latest entry. It has been several days since I have seen anyone else on the road from our garrison at Grey Ridge. The road is lonely and treacherous. I am rationing my supplies to prepare for a tough path ahead. As long as Reman Cyrodiil's army hasn't located our headquarters at Pale Pass, the journey should be fairly uneventful. I admit, I am nervous. It is an honor to be selected to carry these orders to our fort, but sending me alone is a calculated risk. While it is not my own life I am worried about, it is the importance of the contents of the orders that aggrieves me. If they are somehow lost, the fort will not know that their supplies are going to be delayed by a month. Without that knowledge, the fort may choose to press the attacks on the front line as their supplies dwindle. They are counting on those supplies to be there sooner. I must not fail getting this message there. The slate rock that the orders have been carved upon for safety weighs me down; it is a constant reminder of the more than physical burden that I carry.",
        "<bold>Day Seven</bold>",
        "It has been two days, and I have finally arrived at Dragonclaw Rock. The huge formation is a welcome and invigorating sight. The giant stone appears to reach down from the north and strike at the heart of Remus' forces like our armies have been doing for the better part of a year now. I have still encountered no one else on this trail. I hope that as I head due west along the narrow path, I will find someone who can give me some news as to how our men are faring in the war.",
        "<bold>Day Eight</bold>",
        "After winding my way westward, I have come within sight of The Sentinel: a huge statue placed there by some unknown artist many years ago. It stands watch pointing north, as if daring anyone to cross the borders into the Imperial nation. Remus would be quite angry if he knew we used this very statue as a waypoint into his domain. Last night, I encountered another one of our messengers who had been beset by a pack of mountain wolves. His leg was hurt badly, but I managed to help heal it with an ampoule of medicine I carried with me. He said his name was Sylaj, and he was on his way from Pale Pass to request more supplies. I discussed with him the irony of our meeting, and he decided to travel with me back to the fort since his mission would be needless. We plan to leave at nightfall.",
        "<bold>Day Nine</bold>",
        "I am using much of my remaining strength writing this. As we had made our way north from The Sentinel, we were attacked by perhaps the same pack of wolves that had attacked Sylaj. He had chased them off earlier after being bitten, but now that they had tasted blood, they had returned in greater number. Fighting back to back, Sylaj and I slew at least 8 of the beasts, but not before one of them clawed my gut and left a terrible wound. We were able to drive them off, but now I am bleeding badly, and the only medicine I had I gave to Sylaj. We have decided to continue north until we reach the portal to the Serpent's Trail and seek cover inside. I will try to write more soon, but I must sleep. I am so very tired.",
        "<bold>Day Eleven</bold>",
        "This is the last entry I shall be able to write. We entered the Serpent's Trail nearly a day ago, seeking shelter from the elements and the wolves. What we did not foresee was the creatures that had decided to make the Serpent's Trail their home. I did not see them clearly, but they were huge and strong. Sylaj died instantly as one of them cleaved off his head with a single stroke. There were three of these huge, ugly man-like creatures. I ran as fast as I dared through the dark tunnels trying to escape. But as I fled, one of them hurled a boulder at me and struck me square in the back. I managed to crawl through a smaller opening and escape the lumbering monsters, but I soon realized that crawling is all I would be able to do. I think the boulder shattered my spine. I can no longer feel my legs. My wound from the wolf attack has reopened and I have lost much blood. I fear that this is as far as I shall be able to go. I have failed my mission. I have been unable to get these orders to the fort at Pale Pass. I am so close, yet it may as well be leagues away since I can no longer walk and my strength is draining. If a fellow messenger or soldier picks up this diary, please get the orders to the fort before it is too late. And please tell my wife, Vata, that Xhaferi will always love her."
    ]
}