{
    "id": "OnAkaviriBurialRites",
    "paragraphs": [
        "By Lerien Arnese, Scholar-Emeritus of Ancient Sciences",
        "The mysterious snake-men of Akavir brought many exotic customs to the shores of Tamriel, but none so strange as their burial rites. While the most bizarre traditions fell away quickly, Akaviri-descended Imperials maintained most of the snake-men's more benign rituals. This description is by no means exhaustive, but it should give the junior explorer some sense of what challenges (both scholarly and physical) an Akaviri grave site might present.",
        "Consider the Tomb of the Serpents. Khajiiti architects originally conceived of it as a mausoleum for Rimmenite royalty. But the overthrow of the Akaviri Potentate in the 2E 400s, and the resulting social upheaval in Cyrodiil, displaced thousands of Akaviri-descended Imperials—sending them crashing over the border into Elsweyr. Ever the opportunists, the Rimmenite Khajiit granted these new residents the honor of burying their honored dead in Khajiiti crypts—for a price. In time, Akaviri dead vastly outnumbered those of the native Khajiit, thus prompting the renaming of the structure to the \"Tomb of the Serpents.\"",
        "By all accounts, classical Akaviri burial customs were highly regimented. Snake-men ritualists bound the bodies of their dead in extravagant silken wraps that covered the whole of the body, aside from the face. Upon the face, they placed elaborate masks, often fashioned from silver for high-ranking persons, or tin for their lesser kin. These masks typically bore the ghastly aspect of a serpent, or other such monstrosity—perhaps to ward off evil spirits, or more likely, superstitious grave-robbers. Most importantly, funeral ritualists placed the ancestral armor of the deceased on pedestals near the body. Such armor remains highly sought after. Robbers routinely rifle through urns and overturn sarcophagi searching for breastplates and helmets to sell to wealthy collectors. Even so, there are risks.",
        "Many histories speak of armor that rises to defend itself, as if worn by angry spirits. While some dismiss these accounts out of hand, only a great fool would pay them no heed. Remember: in the world of tomb-exploration, a healthy measure of superstition will serve you well."
    ]
}