{
    "id": "AlchemyForMyApprentice",
    "paragraphs": [
        "My dear apprentice, you have destroyed far too many of my alchemical stocks to go unpunished. My own master would never abide such abject incompetence! \"Can't take instruction,\" she'd say. \"Nose in a book,\" she'd say. Luckily for your prospects, it is far less costly to write this simple manual than replace yet another cask of rare solvent.",
        "If you lose this manual, as I know you will, don't despair. I have invested your annual stipend toward printing multiple copies of this book and distributing them far and wide. In time, every alchemy station in Tamriel shall have one.",
        "<header>Step One: Acquire Solvents</header>",
        "You already know that every potion requires a solvent to serve as the potion's base. If you ever paid attention to my lessons, you'd know the best solvent is clean water from a natural source. The purity of the water determines the quality of the potion, so the best sources are natural springs.",
        "I must once again emphasize the need for fresh sources of water. Remember that incident with the healing draught? You cannot simply dip a flask into a stagnant pond, an ocean cove, or downstream from a tannery. I suppose you could find bottles of clean water about town, but it is best to do the work yourself.",
        "Incidentally, your \"rain barrel solvent\" will never work. You are to cease your experiments immediately.",
        "<header>Step Two: Acquire Reagents</header>",
        "Alchemy is a study of combinations. Where solvents are a potion's base, reagents are the active ingredients. Each reagent bears four unique traits. I'm disinclined to explain the principles of quadratic amalgamation to you—again—but do try to remember the basics: match like with like.",
        "Henceforth, you are to find all reagents in the wilds—not in my laboratory! Remember to look for plants and mushrooms. Plants and mushrooms, only! Under no circumstances should you deviate from this. \"Squirrel powder\" was an abomination against the Eight.",
        "Furthermore, I must remind you to thoroughly clean both mortar and pestle after their use.",
        "<header>Step Three: Craft Potions</header>",
        "Bring a solvent and two reagents to any alchemy station. Different reagents are required, a fact I must stress once again. Combining bugloss with bugloss gets you nothing but foul-tasting water.",
        "When you have what you need, put them together and craft your potion. Reagents with positive trait combinations will produce helpful potions, while those with negative trait combinations can cause harm to whoever is foolish enough to imbibe them. If none of your reagents' traits match, you lose both solvent and reagents.",
        "Experiment with different reagents to see what you can produce. I leave it to you to determine their traits, but will remind you that ingesting a reagent can teach you its most basic trait. Just one—don't gorge yourself!",
        "While I recall of it, did you expect I wouldn't know you'd finished off the nirnroot? I could hear your teeth singing, and there's no way to hide a glowing chamberpot.",
        "<header>Advanced Alchemical Principles</header>",
        "Only when you master the basics of alchemy should you think to complicate the process. Through careful study you can learn to suppress negative traits when crafting potions, craft multiple potions from the simple set of reagents, or even combine additional reagents to produce more powerful potions!",
        "But for now, \"not poisoning yourself\" is the goal I'd most like you to achieve.",
        ""
    ]
}