{
    "id": "AldimionsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This journal contains information about Abnur Tharn.",
        "",
        "A strange request, indeed!",
        "I was on my evening stroll, having a bite to eat in a back alley, when I noticed that the Imperial neck I feasted upon bore a golden medallion. I recognized the trinket at once as the sigil of the Cult of the Black Worm. While I considered this, I heard the dull thwack of a blunt object hitting flesh and bone, and my world went black.",
        "I awoke in a cave, bound to a chair, my head throbbing with bittersweet pain. A number of hooded cultists surrounded me, each with the unmistakable gleam of murder in his eyes. I quite liked them.",
        "One of the cultists seemed different than the others, and I recognized him as their leader almost immediately. He had a cold, yet calm demeanor and seemed completely unafraid of me.",
        "He introduced himself as Abnur Tharn. He was somewhat displeased that I had made my evening meal on one of his most loyal guards. Normally, he explained, I would have been discorporated for such an infraction, but he said he liked my style and my … violent proclivities. He said he saw a lot of promise in me, and would like to propose a mutually beneficial arrangement.",
        "If I agreed to join the Worm Cult, I could replace this agent. I would reside in a conveniently placed underground lair within the city limits, which would assure me a continued stream of meals, along with a virtually unlimited supply of black soul gems.",
        "The agreement did sound promising, but just to play Daedra's advocate, I asked what my alternative might be. In answer, Tharn opened a portal to Coldharbour right at my feet. My chair began to teeter, and the screams of the damned filled my ears. Lovely to listen to, but not something I wished to experience firsthand.",
        "Needless to say, I chose servitude. Now, I while away my days guarding this wretched cavern while prowling the city streets after dusk. It's not a bad existence. In fact, I've even begun to take up the study of necromancy. At some point, perhaps Tharn will consent to teaching me the finer points himself. Time will tell. And I have all the time in the world, don't I?"
    ]
}