{
    "id": "ToAllWhoPassThrough",
    "paragraphs": [
        "I am Dutheil, Artisan of Oblivion, and these are my Vaults of Madness. Look upon them and cower.",
        "They were designed to contain my enemies, villains who lived only to inflict misery upon me. The wretches tormented me for years, jeered, prodded, taunted, before finally turning the nobles of Wayrest against me. They ruined my career as the preeminent architect in the West.",
        "Such was my rage that I sought the Daedra, who came to me, offering a pact for my talents. They would capture my tormentors and imprison them here. In return, I would build for them. I accepted gladly.",
        "In Wayrest, I designed inescapable prisons for law enforcement, opaline palaces for the nobles of the Gardens District. My works were heralded as a crossing of artistic perfection and architectural function. But what I've built for the planes of Oblivion are so much more. Black spires for the Scheming Lord of Coldharbour are instruments of torture as much as they are monuments to his greatness. The razor pits of Deadlands never dull, and cut flesh, bone, and spirit essence for the Prince of Destruction—in ways that even the most powerful healers can never mend.",
        "Even so, all of these creations—from the gestating cyst-towers of Molag Bal to the sparkling Pellingare Manor in Wayrest—are but baubles compared to the Vaults. They are my Daedric Crescent, my Akaviri Warblade, the culmination of my skill, my greatest creation.",
        "And they grow only more extraordinary with time. What was once a place of eternal anguish for the three charlatans who ruined my mortal life has grown to become a nexus of torture for all manner of Tamrielic souls. So exquisite is the work I do in these Vaults that even the Daedric Princes send souls to me to oversee.",
        "And as for you, dear guest—know that the pain you experience here is the result of lifetimes of refinement and iteration. Embrace it, and writhe, and be awed."
    ]
}