{
    "id": "TheAllBeneficentKingFaharajad",
    "paragraphs": [
        "Chapter One: Of His Laudable Youth",
        "Wherein is related, O Happy Audience, the tale of His Majesty's thrice-blessed life, including an account of His Majesty's rise to the Throne of Sentinel, which tale is exemplary, and mention of some of His Majesty's excellences and virtues, which are numberless.",
        "Know, O Beloved Reader, that the lineage of our Auspicious King is both noble and royal, descending patrilinearly from Makala, from Ja-Fr, yea, even from High King Ar-Azal himself. Likewise matrilinearly his forebears are Grandees of Antiphyllos, including the meritorious Zizzeen of most august memory. Indeed, of the Grandee Zizzeen it was said by the Poet Behrouz that he was of such rectitude that, when he in error entered the Ladies' Bath-House, he forthwith put out both his eyes, lest he commit an indecency.",
        "(As to High King Ar-Azal, the Curious Delver has but to seek out the tome \"The Worthy Ar-Azal, His Deeds.\")",
        "Now when the All-Beneficent King Fahara'jad was but a Prince in Antiphyllos, on a day of days he did hunt birds in the Garden of the Grandees with his Ivory Bow, and by happenstance he saw a great Crow alight in a fig tree. And Prince Fahara'jad vowed, \"By Onsi's bright blade, I shall slay me this Crow!\" And he did nock an Ivory Arrow to the Ivory Bow and let fly, and lo, the Crow was taken in the eye and did die of the instant.",
        "Then dropped from the sky a hideous Hagraven, with a cursing of curses, and the she-daemon menaced the Young Prince with unclean talons, crying, \"You have slain the child of my bosom, and must die the death therefore! In sooth, I shall pluck out your eyes and partake of them like grapes!\" And screaming a great scream, she clawed at the Prince's orbs of vision.",
        "Then did a beam of golden light shine down from the heavens, and striding upon it as if upon a bright blade came down the Ever-Glorious Onsi, crying, \"Hold, Creature of Evil.\" And he smote off the Hagraven's claws, which fell upon the ground like hail, and the she-daemon fell likewise and commenced to grovel unto the god and beg for mercy. And Onsi spake, saying, \"Pleas shall avail you not, shrill virago, for you have threatened the Fateful Prince, whom it is my special care to foster and protect. For this noble stripling is the Fahara'jad whom prophesy foretells shall lead our people in the Years of Peril, and so you must needs die.\" And he struck off her head.",
        "And the Prince, sore amazed, did cover both his eyes, and when he dared to look again, both god and she-daemon were gone. Thus the Prince did misdoubt his own eyes, and hurried to the Holy Temple where he related all that had occurred to the Priest of Onsi. And the Priest deemed his seeing a True Seeing. And this was the first of the Prophesies of Monarchy."
    ]
}