{
    "id": "AllAboutGiants",
    "paragraphs": [
        "<italic>Observations on the Giantish Peoples of Skyrim from the journals of Bonorion the Wanderer, 2E 569</italic>",
        "Having explored the snowy reaches of Eastmarch and the Rift, I have had opportunities to observe the strange and rather large people the Skyrim natives call \"giants.\" The natives of Skyrim are rather large themselves, but the giants that roam the wilderness are twice the size (or more!) of your average thick-necked, broad-shouldered Nord. Here are some observations, recorded for future travelers to this chilly clime:",
        "Giants are tall.",
        "Giants seem peaceful enough. Until you threaten them. Then they swing huge clubs and launch even a burly Nord over field and stream. The trip probably kills the Nord. That would be my guess, as I've never been able to interview a survivor of a giant's swing.",
        "Things that seem to threaten giants include, but are not limited to:",
        "Going near them.",
        "Threatening their mammoths.",
        "Shooting arrows at them.",
        "No one that I have spoken to has ever seen a female giant or a young giant. Are giant children taller than Bosmer? Are female giants painfully shy? This calls for additional observation.",
        "Giants paint rocks and trees near their encampments. This primitive art probably entices the rare female giantess who might wander by. Or the decorations mark territory. Or the giants simply like to paint. This calls for further study.",
        "How does a giant milk a mammoth? VERY carefully. (Note: Nords found this joke to be very amusing. Especially after several mugs of mead.)",
        "No Nord I spoke to has ever tasted mammoth cheese. They seem to have no interest in doing so.",
        "I shall have to find a way to befriend one of these large creatures. That's the only way I can think of to get a sample of that wonderful smelling cheese.",
        "Note from Jeggord the Learned, 2E 571",
        "The Wood Elf Bonorion was found at the base of large hill near the area known as Cradlecrush. Given the condition of his body, that is, every bone broken, it appears that he ignored his own advice. Even the dimmest Nord children know better than to approach a giant. As the nearest giant camp was nearly a league from where his body was found, I would say that Wood Elves can travel great distances when launched by a giant's club.",
        "I have preserved his journal as a cautionary tale for future explorers of Eastmarch, the Rift, and other regions where giants make their homes. Heed its advice, even if its author did not: don't try to befriend a giant."
    ]
}