{
    "id": "AlvadasJournal",
    "paragraphs": [
        "Today one of our number, Ibrula, went into the wilderness and did not return. Ordinarily, we would not be concerned—the Star-Gazers have lived in Craglorn a long time. We are not unfamiliar with the region's dangers.",
        "But Ibrula has always been unusual—lately more so. Some of the others heard her muttering something under her breath. Her latest delusion seems to be that the world is about to be attacked by some hitherto unknown force.",
        "We told her that the atronachs summoned by the mages of Elinhir have the worm cult well in hand and the Prince of Schemes has no hold in Craglorn, but she was not consoled by this.",
        "In spite of her eccentricities, or perhaps because of them, we are all very worried about Ibrula. We have decided to wait until morning and then send a party to try to find her.",
        "—",
        "We have come across a small house, surrounded by all manner of magical wards. Torn pieces of a book indicate that Ibrula was here at some point, and her scrawl marks a sign at the entrance to the place, warning us away. Did she fall victim to these traps? Or did she create them? And if so, to what end? To keep us out? Or to keep something else in?",
        "Either way, it's apparent that Ibrula's delusion has grown worse than we'd imagined.",
        "—",
        "After a few days (I've lost count, and it grows harder to concentrate the longer we're here) of trying to pass through the traps, discord has seized our search party. We are besieged by nightmares in the dark, and an incessant whispering by day.",
        "A voice in my head torments me with the promise of knowledge immeasurable. I suspect a Daedric presence in this place.",
        "—",
        "My worst suspicions are now confirmed. Daedra have appeared, called to this place by an unknown voice, and cutting off our retreat. The twins Maelon and Melancthon are now dead, tricked into murdering each other by whatever madness rules this place.",
        "As for me, I am hopelessly lost. I believe I will die before I find Ibrula or escape this place.",
        "Would that we had heeded Ibrula's warning and stayed far away.",
        ""
    ]
}