{
    "id": "AmaundMotierresSealedLetter",
    "paragraphs": [
        "Most esteemed overseer,",
        "As was already communicated to your subordinate, I wish to hire your organization for some delicate ambassadorial work. All of this, of course, would culminate in a historic meeting with the Leader himself.",
        "In order to secure an audience with the Leader, some secondary meetings must first take place. They have been outlined below.",
        "1.) You must attend the upcoming wedding at the Temple of the Divines in Solitude. The bride must be given a gift she will never forget, one that will get all of Solitude to talking and which will, undoubtedly, reach the ears of the Leader himself.",
        "2.) A certain high-ranking military officer, permanently stationed in Skyrim, is responsible for securing the Leader's safety should he choose to schedule a visit. When this officer learns of the Leader's journey, he will begin the necessary security arrangements. You must learn this officer's plans, and meet with his people, to ensure appropriate security for your eventual audience with the Leader.",
        "3.) Several months ago, the Leader planned a visit to Skyrim that was canceled unexpectedly. In that time, a world renowned chef was contacted, and brought to Skyrim in order to prepare a lavish meal. That chef remains in Skyrim on retainer. You must meet with him, and convince him that it would be your honor to cook for the Leader in his place.",
        "I realize these instructions are a bit non-specific, and do apologize, but I feel the vagueness is necessary to ensure security. Surely an organization as esteemed as your own has the means and resources to obtain all the essential information before each meeting can take place.",
        "When the final part of our arrangement has been carried out - that is, when you have secured an audience with the Leader himself, and brought such business to a close - I will contact you about final payment.",
        "Most sincerely,",
        "A friend",
        ""
    ]
}