{
    "id": "ToAmberrie",
    "paragraphs": [
        "Amberrie,",
        "Now, well, this can't be repeated. I'm trusting you Amberrie! You're the only High Elf friend I've ever made, so you best not disappoint me with this! I think we're well past the pretentious, snobbish act, don't you think? Y'ffre knows I could barely stand—oh, even in letters I ramble on! All right, well.",
        "I've got a position, and it's a big one. I've become an agent for the very Queen herself!",
        "Now, I know you've heard rumors, and I want you to know that they're not very true at all! Why, the things your kin go on saying about their Queen. You'd never hear me speaking such ill of the Green Lady, I'll tell you that! Her Highness most certainly does not hire thugs to bully people into following her orders. The people she entrusts? They're good people, Amberrie. Trust me when I say they've done so much good for everyone in the Aldmeri Dominion.",
        "And really, I'll be in the most excellent of hands. My mentor has been nothing but courteous since I've joined. He's a rather amusing Khajiit who likes to tell an awful lot of jokes. I suppose it's somewhat of an act though, ain't it? Given he's one of the Queen's most trusted. I mean, the kind of jobs we do aren't for the faint of heart!",
        "I'm going to finally be able to do good. Oh, I never thought I'd be given the chance, not since I moved to Summerset. I felt like no one would take me seriously, being a Wood Elf and all. But to be noticed by the Queen herself! Why, all my hard work will finally be put to use. I'll be tussling with traitors and dealing with spies. What adventures I shall have!",
        "I'm just sorry I'll have to be leaving you. That's my only real regret here. I promise I'll write as often as I can, but I don't know how much I'll be able to tell you. Just know that I'll be safe, and I'm sure we'll meet each other again. But hey, I wouldn't mind if you prayed for me every now and again. I'm sure even your uppity gods wouldn't mind looking out for little old me. I'm helping the entire Aldmeri Dominion out, after all!",
        "Now, I have to be leaving soon, but I don't want you to worry. I really shouldn't be writing this letter, but there's no time to tell you in person. So, promise me that you'll burn this after you read it. I'm serious, too! I know you'll want to keep it as a memento or something, but I really don't want it getting into the wrong hands. That's why I won't even sign my full name, but you know who this is, I'm sure.",
        "Lots of love and Y'ffre bless us both!",
        "-T"
    ]
}