{
    "id": "AncientScrollsoftheDwemerIV",
    "paragraphs": [
        "Librarian Comment:",
        "On the Utility of Marbles and Needles",
        "",
        "A Nord, a Chimer, and a Dwemer walked into a cornerclub.",
        "\"What'll it be, muthseras?\" the barkeep asked.",
        "\"Give me a mug of mead,\" said the Nord.",
        "\"I'll have a snifter of shein—the good stuff, mind you,\" said the Chimer.",
        "\"Kindly serve me an infusion of chal, a marble, and a leather-sewing needle,\" said the Dwemer.",
        "\"Haw, haw,\" guffawed the Nord. \"Shor's bones! The little milk-drinker's going to play pick-up-sticks, but he can handle only one stick!\"",
        "\"At least I don't swear by a god who is not only imaginary, but dead,\" said the Dwemer, as the barkeep placed his items on the counter.",
        "\"Hey! What?\" the Nord blustered. \"Why, I ought to…!\"",
        "\"He's got you there, by Azura's Star,\" said the Chimer, sipping at his shein. \"A point for you, Dwarf.\"",
        "\"On the other hand, at least the Nord doesn't think it's clever to worship demons from other planes,\" said the Dwemer, swirling his chal.",
        "\"Boethiah and Mephala! You go too far!\" cried the Chimer, drawing a triangular dagger.",
        "\"Yeah! Let's gut the runt!\" growled the Nord, pulling a hand-axe.",
        "The Dwemer knocked the marble off the counter. It landed on the floor just where the Chimer was putting down his foot for his thrust. He slipped, lurched left, and buried his dagger to the hilt in the surprised Nord's chest. Meanwhile the Dwemer gave the big needle a precise flick of the finger; it spun down and lodged in a crack between the floor-planks, point up. As the Chimer back-pedaled from the dying Nord, he lost his balance and fell headfirst to the floor, where the needle pierced one of his golden eyes all the way into his brain. It took several minutes of flailing, but eventually the Chimer was as dead as the Nord.",
        "The Dwemer pulled a coin-purse from the Chimer's belt and gave it to the barkeep, swallowed the Nord's mead in one prolonged chug, picked up the snifter of shein and took a sip, then nodded to the barkeep and left the cornerclub, snifter in hand. \"Off to the market,\" they heard him say. \"I must get a bone-tweezer, a guar egg, and a boot-jack.\""
    ]
}