{
    "id": "AncientScrollsoftheDwemerVIII",
    "paragraphs": [
        "Librarian Comment:",
        "The Snow Elf and the Variation-Lens",
        "",
        "Mzulchond the Tonal Architect had spent twenty years attuning the great animus geode he'd found in Inner Duathand, trying to synchronize it with the precession of the dual equinoxes in order to captivate the Nirnpith Essence. The geode's vibratory affinities continued to elude him, however, so one day he threw down his attenuators, left his workshop and went to the kitchens for an infusion of chal.",
        "As he approached the kitchen portal he heard sibilant music that cut off abruptly as he stepped over the threshold. His house-assistant, a Snow Elf maiden named Lilyarel, withdrew her hands from behind the steam-grill and looked up guiltily.",
        "\"I heard music, Lilyarel,\" Mzulchond said. \"What did you just put behind the calorefactor?\"",
        "\"It's nothing, Sir Dwarf,\" the maiden replied. \"Just something I cobbled together to pass the time.\"",
        "\"What? Have you been in my device-closet again? Show me what you have there.\"",
        "Reluctantly, the Snow Elf reached behind the steam-grill and drew out a fist-sized object of golden metal, crystal knobs glinting on its flange-hood. Mzulchond held out his hand, open, and Lilyarel carefully placed the object in it. \"Don't drop it,\" she said. \"It'll get de-tuned.\"",
        "\"Well, well,\" the engineer said. \"So you've built yourself a crude tonal variation-lens. Is this what was playing the music I heard?\"",
        "\"Yes, Sir Dwarf,\" the maiden said, gazing at the floor. \"I hope I didn't do anything wrong.\"",
        "\"What, with this device? There's nothing dangerous in a melodic repeater bauble, so long as it doesn't leak bthun-waves from its volumizer. Can't have that—might interfere with the static condensers.\"",
        "\"Oh, don't worry, I used arkoid shielding—not very much!\" she said anxiously. \"But it's not a melodic repeater, Sir, it harmonizes with my mental melodies.\"",
        "\"Nonsense,\" Mzulchond scoffed. \"No one knows how to synchronize a variation-lens with mental concept-cycles. It's never been done.\"",
        "\"I wouldn't know anything about that, Sir Dwarf,\" Lilyarel said, wringing her hands nervously. \"I just flipped the duum-emitter so it canceled the demi-ektar-waves, and it worked just fine. Can I have it back now?\"",
        "\"Hold on a dzum,\" the engineer said, raising a hand while he looked more closely at the gleaming device. \"Flipping the duum-emitter cancels the demi-ektars? Yes … yes, I can see how that might work. This may be just the thing I need to attune my animus geode to the Nirnpith Essence!\"",
        "As Mzulchond turned in excitement to take the variation-lens back to his workshop, the Elf maiden picked up a flipper-strut with both hands and struck him across the back of the head. The tonal architect fell dead to the ground, as Lilyarel picked up her shiny device. \"Never liked him,\" she hissed to herself. \"Always smelled like Dwemer oil.\"",
        "Then she opened the brazen louvers of a vent-tube, crawled in, and began lowering herself down through the inwards of the Dwarven city. \"Guess I'm going down to join the Undermer, and not coming back.\" And with that, she turned on her variation-lens, which immediately began harmonizing with her mental melodies."
    ]
}