{
    "id": "AnequinaAnimalIdentificationandTasting",
    "paragraphs": [
        "You like meat, yes? You want to live in warm climate too, like Hrodkir, so you come to Elsweyr? Good choice. There is no snow here. This one was trapper in Winterhold long ago, but he has lived in Anequina many years now, learning the language and teaching savannah cats how to catch prey without pouncing. Hrodkir cannot draw, so he will just tell you what to catch. He wishes you luck.",
        "Jerboa",
        "There are many mice in Elsweyr. Hrodkir thinks this is why there are also many cats. Mice and rats aren't usually good eating, Except maybe skeevers, but in Anequina there are bunny-mice called Jerboa that make good meatballs. Truthfully, Hrodkir does not know if they are more bunny or mouse. Have long ears and legs, but also long tails. This one thinks you will know them when you see them. You will see lots of them. They breed quickly. Take two or three daily for meals and they won't even notice. String noose laid over mouth of their den is sure to catch one by nightfall. Hrodkir thinks they taste a little sweet. Must be the moon-sugar they get into.",
        "Fennec Foxes",
        "There are also many large-eared foxes that Hrodkir thinks look like cats, but they are not cats, so you can eat them without getting in trouble. This one thought huge ears were silly, but they work. These foxes are very hard to hunt, but Hrodkir has great method for catching. Gather some scorpions for foxes to eat. They like scorpions. Cut off stingers. Mince garlic and onions. Rub paste on scorpions, good and thick. Paste is poison to foxes. Kills and seasons them at the same time! Foxes remind Hrodkir of wolf, but more tender and less gamey.",
        "Fellrunner",
        "Big birds. Not horse big. Goat to deer big. They have long legs and necks, but tiny wings. These birds don't fly or swim. They run. Fast. But very stupid. Hrodkir herds them into trip wires with loud shouting. At full speed they fall and break things. Fragile bones. Fellrunners make good, lean jerky, but are tricky to cook without getting dry. Keep bacon grease for basting.",
        "Terror Birds",
        "Bigger birds. Kind of vulture-lizard. They don't fly, but run, leap, and claw. Very strong. Hrodkir has seen one trample a lion. Very smart, too. Hard to trap and dangerous to hunt. This one found one dead and tried meat. Tough, stringy, greasy, and tastes like used boots. Best avoided. Not worth trouble.",
        "Thorn Gecko",
        "Like other geckos but has thorns. Good name, yes? They hunt bugs during day and move quick, but at night they look for warmth and are sluggish. Look for dark stone. You find some resting. Grab them with little trouble. Watch thorns, though. Also taste like other geckos. If you like gecko meat, you will like thorn gecko meat.",
        "Daggerback",
        "Bristly boar found lots of places. Tusks and quills all around head. Dig a hole. Place blanket over it. Weigh down with rocks. Scatter sand and mushrooms on top of blanket. If hole deep enough, you eat well for weeks. Strong taste. Best in stew.",
        "Desert Alit",
        "Mouth with legs. Hrodkir has seen them all over Tamriel. This one thinks desert ones are meanest. Big mouth to feed and not much to eat. Nets traps work best. Once entangled, they can't escape. Skin is tough, but meat is good, if chewy.",
        "Sep Adder",
        "Hrodkir had not seen these before coming to Elsweyr. He was told they are also found in Hammerfell. Large desert snakes, usually brown scaled, with wings on their backs. They don't fly much. Mostly use wings to scare predators and shade head. They can pounce from great distance, though. Normally wouldn't try to net snake, but wings are easily trapped. Easy to skin and cook. Like scaly, scary hens.",
        "Lions",
        "Not all cats in Elsweyr are Khajiit, but more cats are Khajiit than you might expect. This one can't usually tell unless the cat is clothed. Hrodkir suggests not eating cats while in Elsweyr. Khajiit think it in poor taste. Meat is actually tasty, though."
    ]
}