{
    "id": "AnequinaandPellitineAnIntroduction",
    "paragraphs": [
        "By Sulema, Initiate Scholar of the Pa'alatiin",
        "With respect to my mentors, who taught me to question everything. May we forever approach lore with raised fur and unsheathed claws.",
        "Much of what scholars take to be true about Elsweyr is filtered through the bias and perceptions of those of Cyrodiil and other non-Khajiit loremasters and scholars. In fact, the geopolitical entities (which were originally Khajiiti clan names) of Ne Quin-al and Pa'alatiin are more commonly known as Anequina and Pellitine, respectively, due to the prevalence of Cyrodilic-based studies, the demotion of importance of native lore by non-Khajiit scholars, and the loss of native-based information. For a people who started out as nomadic clans with static locations only for trade and other social activities, attaching tribal names to locations as if these regions always existed is problematic because it implies ownership over certain terrain when, in fact, the clans originally moved as they needed to across the province now called Elsweyr. Some would note that the names Ne Quin-al and Pa'alatiin are Ta'agra, and while that is an acceptable observation, this one feels it is more accurate to use these names for the people and the Cyrodilic names of Anequina and Pellitine for their respective regions.",
        "Initially, a single Khajiiti Moon-Emperor ruled the region, and he later gave rise to the famous and esteemed Darloc Brae in 1E 461. During these days, sixteen Khajiiti clans roamed the province, and each performed a function. For example, the Ne Quin-al consisted of warriors and trained their members in martial disciplines and battle tactics. Some say that even then these clans belonged to regions or realms, but that is an oversimplification. Khajiit went where they were needed and wanted (or where they wanted to be), more or less. For reference, please examine the lullaby \"Hasa Zha'ja\" or \"The Name Dance,\" wherein the first known story of how the clans earned their names exists.",
        "As the clans mastered their areas of expertise and as outside pressures started pushing them into roles and more limited geographical areas, the concept of tribal regions coalesced somewhat even within the Khajiiti way of thinking. Thus it becomes more accurate to call both the people and the area Ne Quin-al, but only \"more accurate\" – not completely accurate. The poem \"Zhan Zhab\" (\"Wind Game\"), written by a clanless Khajiit in 1E 2243, shows the transition from clan name to place name as it unfolds, but questions the need for this even as the language shifts within the poem.",
        "Then came the Thrassian Plague in 1E 2260. Due to the sheer number of deaths, tribal function changed lest the Khajiit die out completely due to starvation and other hardships. Sixteen clans became two and separated in ideology as well as into geographical areas. Those of the Ne Quin'al continued to roam and follow tribal customs, and they did so primarily in the arid northern region. Those of the Pa'alatiin stayed in greener, southern region and took on customs from other lands, especially Breton and Cyrodiil, forming political and social structures that closer emulated those peoples.",
        "All of the above provides context for the differences between the Khajiit of Anequina and Pellitine. As those of Anequina continued to follow their tribal traditions in the harsher climes of the north, they looked to the south and saw only laziness, corruption, and weakness. By following the ways of others and abandoning their traditions, the southern Khajiit proved to the north just how weak-minded and feeble-bodied they had become. As for the Pellitine Khajiit, they looked to the north and saw only parched landscapes filled with militaristic barbarians. Rule through might alone was frowned upon by these southerners, and though permanent structures existed in Anequina, the fact that many still followed the paths of homeless nomads only underscored to Pellitine just how unenlightened the northern Khajiit were.",
        "Time passed, and the division between the northern and southern Khajiit grew. It took an act of marriage to start healing this rift. In 2E 309, rulers Keirgo of Anequina and Eshita of Pellitine married, creating the current province of Elsweyr. Though both peoples felt betrayed at this alliance, railing at the fact that they were now tied to the fortunes of those who seemingly did not share their values, the breach began to mend somewhat at first. Then, the first blows to the province struck: the assassination of Potentate Versidue-Shaie in Senchal in 2E 324, then the sacking of Ne Quin-al and the resulting slaughter of most of the royal dynasty in 2E 326 by Khajiiti rebels. Both these events weakened the fabric of Elsweyr's political structure, creating an opening for further instability to come. See, for further reference, the transcribed oral history of the period entitled \"Zha'javan Ka'achin\" or \"The Dance of Dual Lands.\"",
        "Perhaps the inherent nature of the Khajiit prevented an immediate collapse of the government. Both those in Anequina and those in Pellitine tend toward independent thinking and adaptability, which makes it harder to completely prevail over them for any amount of time.",
        "But, illness comes to us all, and when the Knahaten Flu struck 2E 565, it further damaged the shaky structure that was the Elsweyr government, creating an opening for the takeover of the city-state of Rimmen and the events that followed."
    ]
}