{
    "id": "TheAngryAlfiqACollection",
    "paragraphs": [
        "As Transcribed By Tiburr, Record Keeper of the Rimmen Mage's Guild",
        "[Transcriber's Note: Tales of the Angry Alfiq have a long tradition in Khajiiti storytelling. No one knows quite how many tales there are in total, given that storytellers are constantly adding to the collection. Aside from the titular character, commonalities of these stories include their short length, non-sequitur nature, and humorous endings.",
        "To the bafflement of some, these stories are not meant to teach moral lessons or cultural values, as many folktales do. Rather, the adventures of the Angry Alfiq are more akin to elaborate jokes. So, as is the Khajiiti tradition, open your ears and prepare to laugh as I tell you some of the most popular Angry Alfiq stories to date.]",
        "* * *",
        "The Angry Alfiq and the Senche",
        "One day the Angry Alfiq met a very pretty Senche. She was more beautiful than any Khajiit of any furstock he had seen before. Right at that moment, he knew that he would do anything to win her affection.",
        "\"You are too meek!\" laughed his Suthay cousin. \"How will you woo her?\"",
        "\"You are too weak!\" laughed his Cathay sister. \"She will crush you!\"",
        "\"You are too small!\" laughed his Pahmar brother. \"How will you reach her?\"",
        "But the Angry Alfiq was determined to win the pretty Senche's love. He trained day and night to become strong. He read many books on romance and affection. He bought four boots, each with very thick heels. And with these preparations done, he went off to win the heart of his lady love.",
        "He returned the next morning with a broken heart and a broken hip.",
        "* * *",
        "The Angry Alfiq and the Lute",
        "One day the Angry Alfiq met a traveling bard. She played and sung more beautifully than any bard he had heard before. Right at that moment, he knew that he would do anything to play music by her side.",
        "\"You could play the tambourine,\" said the bard. \"Just shake it with your mouth!\"",
        "But the Angry Alfiq did not want to play the tambourine.",
        "\"You could play the drum,\" said the bard. \"Just bat it with your paw!\"",
        "But the Angry Alfiq did not want to play the drum.",
        "\"Well, what other instrument could you play with a body such as yours?\" asked the bard.",
        "The Angry Alfiq answered that he wished to play the lute, for it was the most elegant and sweet-sounding instrument of all.",
        "The bard just laughed. She could not imagine how one so little and with such clumsy paws would be able to play a lute. It was impossible, simply impossible!",
        "But the more she laughed, the more determined the Angry Alfiq was to prove her wrong. He demanded that the bard hand over her own lute so that he may try to play. Amused, the bard obliged.",
        "The Angry Alfiq popped out a single, sharp claw with a smirk. In one quick stroke, he strummed it across every single string, cleaning slicing each and every one.",
        "And then it was the Angry Alfiq who laughed and laughed as he ran down the street, the enraged bard not very far behind.",
        "* * *",
        "The Angry Alfiq and the Beard",
        "One day the Angry Alfiq saw the largest, bushiest beard he had ever seen. It was thick and black, reaching all the way down to the stomach of Khajiit who grew it. Right at that moment, he knew that he would do anything to have such a magnificent beard.",
        "But try and try as he might, the Angry Alfiq could grow no more than the scruff of fur already adorning his chin. He tried many tonics and even spells, but nothing seemed to work.",
        "\"This one will help!\" said his Suthay cousin. \"But you must pay gold, even though we are family.\"",
        "The Angry Alfiq agreed to these terms and his Suthay cousin went to work. Using tar to make them stick, the cousin placed feather upon feather on the Angry Alfiq's chin. When at last she was done, she pulled a mirror from her pack.",
        "The Angry Alfiq hissed in anger, swiping his sharp claws across his Suthay cousin's sensitive nose. As she cried and cried, he took all her gold along with his own and left her household in a huff.",
        "\"This one will help!\" said his Cathay sister. \"But still you must pay, even though we are siblings.\"",
        "Once again, the Angry Alfiq agreed to these terms. Using honey this time, the sister placed clump after clump of cotton on his chin. When at last she was done, she picked him up and let him peer into the mirror on her wall.",
        "The Angry Alfiq yowled in anger, swiping his sharp claws across his Cathay sister's hand. As she cried and cried, he took all her gold along with his own and left her room in a huff.",
        "\"I will help!\" said his Pahmar brother. \"But if I succeed, you must give me all the gold you now have.\"",
        "Hesitantly, the Angry Alfiq agreed. And so his Pahmar brother went to the bearded stranger and knocked him out, allowing the brother to deftly cut off every hair from the stranger's chin. He presented this large tuft of hair to the Angry Alfiq with a toothy grin.",
        "The Angry Alfiq growled and growled, but still he gave up his gold, for it was true that his Pahmar brother had gifted him with a mighty fine beard."
    ]
}