{
    "id": "AnirtursDiary",
    "paragraphs": [
        "It's been nearly two months since we arrived in the Port of Haven and I'm still not certain we belong here. The Wood Elves initially welcomed us—or, at least, our trade goods—but fewer and fewer of them come into the city every week. Our import trade has declined such that Linduure is talking about heading inland, perhaps to Brackenleaf or even Elden Root to drum up business. I don't like the idea of her going into the wilds alone, but she assures me the roads are safe and other traders and merchants have done the same.",
        "*****",
        "A ship arrived yesterday, restocking for the voyage to Khenarthi's Roost. There're rumors of a larger Dominion fleet headed to the Khajiiti island later on this month. I hope so. That one, small scout vessel bought up most of our supplies in one go! Linduure wants to restock the shop and see what happens. Maybe she'll stop talking about traveling alone into the interior.\n*****\nThe first few ships from the fleet arrived just this morning, and Haven is bustling with activity! General Endare's troops have been pressed into service to help the city guard maintain order. I've heard rumors of smugglers trying to find their way past the customs agents around the fort, but unless they want to brave the swamp or somehow find their way under or around the walls, they're out of luck! Our resupply came in not a moment too soon!",
        "*****",
        "The excitement of Fleet Day has ebbed and Haven feels particularly empty again. Almost none of the Wood Elves who first came to see the \"great stone city\" have returned, and those few who remain aren't interested in our wares. Linduure and I have been arguing again about her proposed trip inland. I say we should stock up and wait for another Fleet Day—the ships have to return from Khenarthi's Roost sometime—but she says we can't count on that. Once the treaty is signed, she says, there won't be armadas sailing to and fro … just small traders. I'm not so certain.",
        "*****",
        "Another windfall today! General Endare is taking her Jade Dragoons inland. The innkeeper says she's been asking around about some of the ancient Ayleid sites in Grahtwood. I don't know why she's going herself, but her troops have been stockpiling rations all morning. We're nearly sold out again!",
        "*****",
        "Now that the soldiers are gone, the Port feels even more empty—and a bit bare. We've seen sails off the coast, but just ships passing by. I can tell Linduure is itching to do something, but we've made so much profit in the last month that I can't believe she thinks the trip is worth the risk.",
        "*****",
        "Turns out my wife is more headstrong than I thought. She insists on investing our newfound wealth. She's purchased a pair of wagons, some guar, and she's even hired a Wood Elf jaqspur and some mercenaries as guards. It's off to Brackenleaf and Elden Root for her. I guess I shouldn't be nervous. General Endare marched her dragoons up the same road less than a week ago. Any bandits out there should be thoroughly cowed.",
        "*****",
        "Linduure's been gone two days now and things in Haven haven't picked up. I'm hoping we see some incoming sails soon—not just for the trade, but for the activity. The city gets hot in the summer, and most everyone, guards and merchants alike, gets lazy without any visitors. I found myself napping out by the well today for over an hour.",
        "*****",
        "At last! Some commotion over at the fort. I think a ship came in early this morning. I'm going to load up the hand-cart with a few samples and head down to the pier. Perhaps the newcomers have money to spend!"
    ]
}