{
    "id": "AnjuldsJournal",
    "paragraphs": [
        "I'm excited! I finally made my dream come true and Radiant Raiment is now open. I worked for years at the family meadery while learning all about tailoring and fashion before I could set up shop. And I waited for years for the perfect spot to open in my home town of Solitude. Then months of readying the place and setting up my stock. Now I'm open for business.",
        "I hope I can make this an ongoing concern. A family business, even. I hope father isn't disappointed that I chose the path of fashion over taking on mother's meadery. I can't live their life, after all. I need to live mine.",
        "* * *\nThe first few weeks at the store have been a blur. People were interested in my clothing designs, and some even bought a few items! In fact, the high king's daughter ended up purchasing an outfit. She said something about how she'd be back, too, and to talk about some specific designs.",
        "I heard from father about the meadery. They're doing well without me, which pleases me. Having a few nieces and nephews take over in my stead? Brilliance! Thank you, aunts and uncles.",
        "* * *\nOne of my nieces, Darie, came by for the first-year anniversary of the tailor shop. She's always been the odd one of the bunch—more like me, perhaps. She asked if I'd ever thought about also selling jewelry. To be honest, I'm not as interested in that, but accessories do make the outfit! Maybe, when she's older and I have more funds to put into the store, she can join me and set up a jewelry business here?",
        "It's something to think about when the time comes to expand.",
        "* * *\nPulled out this journal I'd started a few year's ago and realized that I'm terrible at keeping journals.",
        "Something shifted in the last few months. I feel like someone's watching me whenever I leave my store. It's enough of a gut feeling that I don't think I'll ask Darie and her husband to come here after all. I have the funds for her to start up a jewelry business, but I don't feel like it's safe here in Solitude any more. Maybe I'll give it a few more months. In the meantime, Theonette and I are talking about whether it's time for her to return to the meadery. She's been a great help here, but they might need another sword."
    ]
}