{
    "id": "AnthologyofAvailableAbodes",
    "paragraphs": [
        "I have detailed herein the general location and value of most of the homes and rooms for sale in Tamriel. To seek out property without such a guide is a firm misstep. But fear not, for I have done the heavy lifting for you!",
        "For the thrifty, one can purchase a modest inn room. These five were recently put on the market, and may serve as a quality starter home:",
        "Mara's Kiss Public House in Vulkhel Guard, Auridon\nThe Rosy Lion in Daggerfall, Glenumbra\nThe Ebony Flask Inn Room in Ebonheart, Stonefalls\nThe Saint Delyn Penthouse in Vivec, Vvardenfell\nGolden Gryphon Garret in Alinor, Summerset",
        "If one has more than a few coins to rub together, there are larger apartments available for the vagrant hoping to become a respectable citizen. These include:",
        "Barbed Hook Private Room in Skywatch, Auridon\nSisters of the Sands Apartment in Sentinel, Alik'r Desert\nFlaming Nix Deluxe Garret in Mournhold, Deshaan",
        "The following properties are for serious buyers only. Letters of credit will not be accepted for their sale, no matter whose cousin you know:",
        "Black Vine Villa, Malabal Tor\nHumblemud, Bal Foyen\nSnugpod, Grahtwood\nCaptain Margaux's Place, Glenumbra\nKragenhome, Stonefalls\nCyrodilic Jungle House, Malabal Tor\nMoonmirth House, Khenarthi's Roost\nAutumn's-Gate, The Rift\nHammerdeath Bungalow, Stormhaven\nTwin Arches, Bangkorai",
        "For those with loftier aspirations and more possessions, you may wish to examine these properties:",
        "Cliffshade, Greenshade\nThe Ample Domicile, Shadowfen\nBouldertree Refuge, Greenshade\nRavenhurst, Rivenspire\nVelothi Reverie, Deshaan\nDomus Phrasticus, Craglorn\nSleek Creek House, Reaper's March\nGrymharth's Woe, Eastmarch\nMournoth Keep, Bangkorai\nHouse of the Silent Magnifico, Alik'r Desert\nAld Velothi Harbor House, Vvardenfell",
        "Nobility and the like will find the following properties the most acceptable, as they usually provide quarters for servants or livestock:",
        "Mathiisen Manor, Auridon\nStay-Moist Mansion, Shadowfen\nThe Gorinir Estate, Grahtwood\nGardner House, Stormhaven\nQuondam Indorilia, Deshaan\nStrident Springs Demesne, Reaper's March\nDawnshadow, Reaper's March\nOld Mistveil Manor, The Rift\nForsaken Stronghold, Bangkorai\nHunding's Palatial Hall, Stros M'Kai\nAmaya Lake Lodge, Vvardenfell\nColdharbour Surreal Estate\nAlinor Crest Townhouse, Summerset",
        "I have only seen these properties from the outer gates, as most of their owners are of a private disposition. A purchaser would find themselves within a new echelon of society in a fortnight:",
        "Serenity Falls Estate, Reaper's March\nDaggerfall Overlook, Glenumbra\nEbonheart Chateau, Stonefalls\nHakkvild's High Hall, the Jerall Mountains, east of Craglorn"
    ]
}