{
    "id": "AnthologyofAbodesAvailableforAcquisition",
    "paragraphs": [
        "(note to ed., This is my final draft! If another house comes on market, you will have to request a new edition!)",
        "I have detailed the general location and property worth of most of the saleable homes and rooms in Tamriel. To seek out property without such a guide is a firm misstep. But fear not, for I have done the heavy lifting for you!",
        "For the thrifty, one can seek out a modest inn room. These three were recently seen for sale, and as their owners are frequently poor, may be for sale again.",
        "Mara's Kiss Public House in Vulkhel Guard, Auridon\nThe Rosy Lion in Daggerfall, Glenumbra\nThe Ebony Flask Inn Room in Ebonheart, Stonefalls",
        "If one has more than a few coins to rub together, these apartments are more than suitable for the vagrant turned respectable citizen.",
        "Barbed Hook Private Room in Skywatch, Auridon\nSisters of the Sands Apartment in Sentinel, Alik'r Desert\nFlaming Nix Deluxe Garret in Mournhold, Deshaan",
        "The following properties are for serious buyers only. Letters of credit will not be accepted for their sale, no matter whose cousin you know.",
        "Black Vine Villa\nHumblemud\nSnugpod\nCaptain Margaux's Place\nKragenhome\nCyrodilic Jungle House\nMoonmirth House\nAutumn's-Gate\nHammerdeck End\nTwin Arches",
        "If you've gathered more than a table and chair, you may wish to examine these properties.",
        "Cliffshade\nThe Ample Domicile\nBouldertree Refuge\nRavenhurst\nVelothi Reverie\nDomus Phrasticus\nSleek Creek House\nGrymharth's Woe\nMournoth Keep\nHouse of the Silent Magnifico",
        "Nobility and the like would find these properties the most acceptable, as they usually provide quarters for servants or livestock.",
        "Mathiisen Manor\nStay-Moist Mansion\nThe Gorinir Estate\nGardner House\nQuondam Indorilia\nStrident Springs Demesne\nDawnshadow\nOld Mistveil Manor\nForsaken Stronghold\nHunding's Palatial Hall",
        "I have only seen these properties from the outer gates, as most of their owners are of a private disposition. A purchaser would find themselves within a new echelon of society in a fortnight.",
        "Serenity Falls Estate\nDaggerfall Overlook\nEbonheart Chateau"
    ]
}