{
    "id": "ApplicationofFlame",
    "paragraphs": [
        "These are the continuing notes of Graguz, master of the element of fire.",
        "Fire purges the incorrect thinking from the uninitiated.",
        "Using specific stones for the unconvinced to stand upon is an important part of the process. Some stones heat up too quickly. This make the pain too intense too early in the process, causing a state where the uninitiated becomes too panicked to listen to reason and accept the ways of the Vosh Rakh. Rounder, larger stones heat up more slowly, allowing the uninitiated to better come to an understanding of their situation, which opens their minds to clearer thinking and correct choices.",
        "Candidates 124 and 125 from the latest recruitment drive show promise. Both are resistant, as expected. I'll try a simple barrier technique first, with no personal application of flame. Azhnura insists a higher wall of fire should be applied, but I feel strongly that managing the potential panic level is more conducive to a successful conversion. 125 seems likely to beg for release and will convert first—she's a good candidate for our warrior caste.",
        "Candidates 121, 122, and 123: Two did not survive the conversion process. 123 is with the healers, being treated for minor burns. He will be a suitable candidate for the Gauntlet, once the healers are finished with him.",
        "Candidates 119, 120: Panicked. 119 survived but is weak-minded. Useful as a loyal servant, but won't attain a higher rank in the organization. Turned over to others for training and initiation.",
        "Candidate 118: Fear of fire worked quickly after seeing what happened to the prior four candidates. Need to explore the usefulness of this method. Many people have a fear of fire, for reasons I will never understand. Probably some kind of innate cowardice.",
        "Candidates 114, 115, 116, 117: All resisted until the \"personal\" application phase. Each successfully converted, now undergoing healing.",
        "Candidate 113: Fainted, landed in the fire, and died before anyone noticed. Obviously, Trinimac wanted nothing to do with this one."
    ]
}