{
    "id": "ArborealArchitecture",
    "paragraphs": [
        "An entire province of timber, but no tree must be harmed: one would suspect the Treaty of Frond and Leaf would incapacitate a Wood Elf architect to the point of ruin, but working within these nonsensical rules has strengthened the quality of workmanship of the Bosmer and their settlements. Although hide stretched and tied over frames of bone may appear temporary, they are usually cocooned within sacred tree hollows and range dramatically in size. Wander the rivers and coast, where traders can provide quality imported lumber without breaking the Green Pact, and you will find more traditional wooden abodes.",
        "Journey deeper into the forests if you dare, and you may stumble across the city of Elden Root or Silvenar. Both have dwellings on the forest floor (typically built by other races, usually the Altmer), but many homes are both concealed and cradled within the canopy of graht-oak trees. Citified tree-folk favor a life among the branches and have woven them together to form limbed pathways, without contravening the law of the land. Trails of thick, living vines anchor dozens of platforms that carry goods and people among the graht-oak. These platforms are hoisted by strong, often foreign laborers.",
        "Bone, resin, and sinew are employed in Bosmeri bridge design. A secondary market in such scraps allows the tree-dweller to tip their animal waste from above to the ground below, where it is scavenged and reworked into a variety of items—certainly better than the refuse-strewn thoroughfares of Skyrim. As the moons rise, additional light is provided by luminous lichen, molds, and fungal growths living at the perpetually shadowed base of the oaks. Higher up, nocturnal flowers feed from the graht-oak, attracting torchbugs, whose hives light the branch platforms without the aid of fire. Adaptation to overcome self-imposed and crippling shortcomings has allowed the Wood Elf to survive, even thrive, despite their rigorous restrictions."
    ]
}