{
    "id": "ArchitecturalSurveySummaryReport",
    "paragraphs": [
        "To my esteemed lady,",
        "",
        "When you originally engaged my services to survey your lands, you neglected to mention the nature of your abode. I admit that perhaps I could have performed more research on your history, but that sort of diligence is not often required for someone in my business. This may come as some surprise to you, but architectural surveyors do not live especially exciting lives. I spend most of my time reassuring clients that their newly constructed tavern will not sink into the swamp. Encountering an ancient castle inhabited entirely by people such as yourself may end up as the most thrilling moment in my career.",
        "",
        "I do not mention this out of fear or irritation. Indeed, you and your colleagues demonstrated the height of hospitality while I performed my tasks. I found my accommodations for the night comfortable and the roast your servants provided for dinner was quite delicious. I am surprised you could acquire such fine meat this far north. An occasional creaking noise in my room did wake me through the night, but I attribute that to the natural settling of such an ancient castle.",
        "",
        "Instead, I bring this to your attention because of the unfortunate fact that not everyone is as enlightened as I. If you engage other outside agents, they may react poorly if not properly prepared. But, like yourself, I am of a more cultured breed and thus did not succumb to such bigotries while performing my duties.",
        "",
        "Speaking of which, here is a summary of my findings. My full report is included within the envelope.",
        "",
        "As you feared, the mountain's frequent groundquakes have created significant damage throughout the castle. Cracks streak through the foundations at several key points. And some walls give the impression they could collapse at any moment. I fear that without immediate attention you could see entire sections fall into ruin. I have provided detailed sketches that pinpoint the most dire locations and recommend you seek repairs soon.",
        "",
        "I inquired with your representative about the origins of the castle. He only responded that you moved in once the first inhabitants no longer had any need for it. Learning more about how the castle was constructed will be important for shoring up any damage.",
        "",
        "If this mountain continues to exhibit these geological disturbances, the castle will likely need ongoing maintenance. Without constant attention, it will inevitably collapse. Fortunately, someone such as yourself with a longer than average lifespan should have no problem overseeing such preservation efforts.",
        "",
        "Feel free to inquire for recommended masons or carpenters once you decide upon your course of action. Although I am not as familiar with specific local craftspeople, our guild will not hesitate to offer suggestions.",
        "",
        "Yours in service,",
        "Tarnolvar, Chief Surveyor",
        "Architectural Guild, Daggerfall Branch",
        ""
    ]
}