{
    "id": "AnArchersArchive",
    "paragraphs": [
        "To truly master anything, you must leave everything you know behind. When I set out to travel Tamriel in search of new techniques, some already called me a master of the bow. I knew this wasn't true. I'd heard tales from distant lands about hunters who could sit motionless for days stalking elusive prey, of bowmen who could fire two and three arrows at a time and still hit their marks, and other, similar stories everyone assured me were just legends and hearsay. Every legend starts somewhere.",
        "The Wood Elves are renowned archers, so I traveled first to Valenwood. The journey into the heart of the forest itself was long and fraught with perils I had never known. I spent months searching for a teacher, challenging every Elf with a bow I could find. Finally, I met a Jaqspur, an unerringly accurate long-distance archer. He never spoke a word, but accepted my challenge and split my own arrows mid-flight. He tolerated my company, and we hunted beasts deep in the heart of the woods, stalking creatures that I had never seen nor heard of. I learned how to quiet my mind and slow my breathing, and how to lie in wait unmoving, waiting for the perfect shot, no matter how long it took.",
        "After we parted ways (the Jaqspur was simply gone one morning), I tried in vain to gain passage on ships headed for the Summerset Isles, desperate to discover if High Elves could truly create physical arrows out of nothing but concentrated magicka. I'd heard tales of their potent alchemy, rumors of a potion that can sharpen a man's vision to be like that of an eagle. No ship would have me, though, and I couldn't bribe, beg, or connive my way in.",
        "Undaunted, I continued to the east and into Elsweyr, longing to obtain an authentic Khajiiti shortbow. There are many roaming bands of Khajiit in the northern grasslands, and I've been told since that I was fortunate indeed to encounter a group that found me entertaining instead of just an easy mark. Perhaps I was still a bit green, but it was worth the risk to learn their method of rapid shooting from horseback, and how they craft their barbed arrowheads to puncture even tough leather.",
        "Now, I will set out for Black Marsh, that dread swamp. My Khajiiti companions find my intent to venture there a source of great hilarity, but I won't be turned away. Who knows what the Argonians have learned to do with a bow deep in the bogs? What unique approach might they have? I leave this record with the Khajiit to donate to any bookseller in hopes that someone might draw inspiration or knowledge from my efforts.",
        "My journey is not yet over, though I have been away from home for many years. I have learned much since setting out, but most importantly, I have learned that there is far more that I do not know than I ever could have believed."
    ]
}