{
    "id": "ArchMagesJournal",
    "paragraphs": [
        "This year, as we get closer to the start of classes here at Shad Astula, I look forward to finding excellent leadership candidates among this year's crop of students. Those who will grow into great leaders, remarkable scholars, and mighty warriors for the Houses of Morrowind. And, starting this season, for the entire Ebonheart Pact, as well. Often, my visions don't manifest until a student has spent some time within the Academy. Most years, no one emerges who quite matches my hopes and dreams.",
        "Which is why I was encouraged, confused, and a bit frightened when I started receiving visions of three students who haven't even arrived at the Academy yet. At first, I worried that my visions were faulty. But this is not the case. These visions are as clear as any I've ever experienced, albeit with dark undertones I do not yet understand.",
        "My first vision concerned Tedras Relvi. A noble son of House Indoril, his entire life has involved magic. His father is a battlemage, his mother a healer. Pompous and a bit of a whiny brat, Tedras is lazy and hard-headed. He's also a master of word and wit. In fact, I think he might make a better bard than a wizard. Still, I must heed my visions. From what I've seen, his future self grows into a master negotiator.",
        "Hadmar the Thin-Boned was the subject of my second vision. It's rare for me to see a Nord in a vision, and rarer still that a Nord develops significant magical talent. With a pure heart and a warrior's spirit, Hadmar possesses a good soul. He's also dumb as a guar. Will he embrace his magical studies? Regardless, I see him standing tall upon the field of battle. Does he have the makings of a battlemage, perhaps?",
        "The final vision concerned Lena Dalvel, and it was the most confusing of the three. Her lineage contains almost no magical heritage. In fact, I'm not sure how she got an invitation to our school—perhaps a House noble recognized her talent? Her vision is the most promising—and the most frightening. Lena stands on a balance that could easily tip toward the darkness or the light, two possible paths for her to walk. One path shows her as a great leader of the people, serving in a coming time of troubles. The other path shows her involvement in the destruction of the world. This particular vision disturbs me greatly, and it must not be allowed to come to pass. She must finish her trials under my guidance. It's imperative that her proper destiny be fulfilled."
    ]
}