{
    "id": "ArchcanonsJournal",
    "paragraphs": [
        "By Tarvus, Archcanon to the Lord Vivec",
        "Twenty-sixth Day of Construction\nWith Lord Vivec's Blessing Stones in place, the building of this great city proceeds rapidly. Lord Vivec's Palace and the First Canton near completion, and foundations for the other Cantons have already been laid.",
        "Thirty-fifth Day of Construction\nUnexpected delays on the fourth Canton. Despite Lord Vivec's Blessings, accidents continue to pile up. I have had stern words with the Overseer, but she seems honestly mystified. Will send some Armigers to investigate.",
        "Fortieth Day of Construction\nThe Armigers can uncover no reason for the continuing delays. One reports seeing a large dog up on one of the supports just before the collapse that injured four workers. Others dismiss that as impossible - how would a dog climb the rails? - but I have my suspicions. Still, no reason to bother Lord Vivec.",
        "Forty-second Day of Construction\nThe delays become more serious. I can tell even Lord Vivec, as patient a god as one could hope for, grows concerned. I think it's time I investigate on my own.",
        "Forty-third Day of Construction\nStanding on the construction Canton, I felt the Blessings of Lord Vivec wash over me. I marvel at the feeling of his love and protection. It is no wonder the workers strive so hard at their jobs.",
        "But then, almost like a cloud passing between Tamriel and the sun, it was gone. I could tell the workers and the guards felt it, too, though they certainly took it more as a sense of unease. Just as I was about to say something, I heard a crash. I looked over, and one of the lift-ropes had broken, causing two tons of stone to fall and shatter. It is a wonder no one was killed.",
        "As I ran to help the injured, I swear by Vivec's mighty presence I saw a large dog scamper away. I think my suspicions are confirmed. But whether to go after the dog or report to Vivec immediately - that is the choice I must make. Perhaps after a good night's sleep I will have a clearer idea of how to proceed."
    ]
}