{
    "id": "ArdentFlameDraconicorEndemic",
    "paragraphs": [
        "Last night I was sitting in the Anchor's Point taproom, nursing a mug of rum posset while poring over Ralliballah's Eleven Ritual Forms, when suddenly my quiet corner was invaded by a tall, armored figure. I asked if he would stand somewhere else, as he was blocking the light, but he replied something to the effect that a handsome woman shouldn't be wasting a moons-lit evening on reading, set a frothy tankard on the table and sat down next to me.",
        "Before I could protest he launched into the story of his life, the subject of which—himself—he seemed very enthusiastic about. He was a product of the north-coast port town of Farrun, where he'd grown up with the conviction he was destined for bigger things. When he was old enough he'd left and made his way to central High Rock, where he'd fallen in with an old half-Akaviri arms-trainer who had taught him the ways of the so-called \"dragonknights.\" It was then that he finally found his true calling perfecting the form of magical combat that the dragonknights refer to as \"ardent flame.\"",
        "Blowhard or no, once he brought up the arcane arts he piqued my interest. I asked him to tell me more about this discipline of martial magic, as I was unfamiliar with it, and he was only too happy to oblige. With ardent flame, he explained, the dragonknight could set his enemies afire, draw them to him with a flaming lasso, wreath himself in a cloak of flame, even breathe fire just like the legendary dragons of yore. And this was, he asserted, because a dragonknight used actual dragon magic handed down from those mighty warriors who fought and won a war with the dragons back before the First Era.",
        "It was this last claim where he lost me. Did he really expect me, a Mages Guild sorcerer of the first rank, to believe that an unlearned lout like him was casting spells using on long-lost dragon magic? I held up a hand, rather peremptorily, and to my surprise (and perhaps his own) he actually stopped talking. I told him I'd heard quite enough about his dragon magic, thank you very much, and that as far as I was concerned it was no more than a variant of our standard repertoire of flame spells, what the Shad Astula curriculum categorizes as \"Destruction Magic.\" I desired him to withdraw and allow me to return to my reading.",
        "He sputtered for a moment, but then gave a condescending smile and said there was no need for the \"little lady\" to be afraid, as a dragon could be gentle as well as fierce. Perhaps I didn't understand just how ardent his flame could be.",
        "I warned him to be on his way, but he scoffed and persisted. It was when he offered to show me his \"lava whip\" that I finally lost all patience. It's a shame, because the proprietor of the Anchor's Point told me I would no longer be welcome there, and I liked that place.",
        "I suppose I could have shown more forbearance, but everyone has a limit—and besides, what's the big deal? Scalp and beard hair always grows back eventually, even when it's been scorched off."
    ]
}