{
    "id": "ArenaFightCard",
    "paragraphs": [
        "All questions should be directed to a seat manager in a red sash. Do not approach Arena Master ap Dugal! The arena master is very busy, and we will eject you for interfering in arena business.",
        "All bets must be placed with our masters of chance before a fight begins. Once the fight has started, no more bets can be placed. Remember, winners are encouraged to tithe generously to the Cathedral of Akatosh.",
        "We have a number of exciting events lined up, as listed below. A short intermission will follow each fight, where bets may be placed or collected. Remember, if you leave the arena without collecting your winnings, they become arena property, even if you are ejected. Don't break the rules!",
        "Kvatch Arena Schedule:",
        "Devotion to Akatosh, led by Grand Sermonizer Fithia.",
        "Ceno the Butcher faces the Bloodied Boar in an unconditional battle to the death! Any tactic or weapon is allowed, no matter how underhanded or brutal! May the craftiest and deadliest warrior win!",
        "A barbarous Cave Troll faces a battle-scarred Mammoth! May the most powerful beast win!",
        "Benedicta Falto, the Ghost of Giant's Run, faces Scarred Janona in a duel of daggers! These deadly vixens will be allowed nothing but their smallclothes and blades, so expect a blood-soaked battle!",
        "The ruthless and beautiful Vine Sisters, Beladis and Gendaer, face two new challengers from the ash-cloaked lands of Vvardenfell - the Silent Ashwalkers! What foul magic will these heathens wield? Can the crafty Wood Elf sisters of Valenwood defeat the Daedra-worshiping savages of the Ashlands?",
        "In the Circle of Penance, ten heathens and heretics, all sentenced to death for crimes against the Divines, will be given one last chance for a reprieve at the hands of Knight Commander Panthius. Will any of these heathens renounce their evil and embrace the light of Akatosh? Let the blade of Panthius decide!"
    ]
}