{
    "id": "Holidays",
    "paragraphs": [
        "Librarian Comment:",
        "The main paragraph of text for each holiday is the description given for it. The bullet points underneath are used by citizens as part of randomly generated dialog about the holiday.",
        "",
        "<header>New Life Festival</header>",
        "Today the people of [city] are having the New Life Festival in celebration of a new year. The Emperor has ordered yet another tax increase in his New Life Address, and there is much grumbling about this. Still, despite financial difficulties, the New Life tradition of free ale at all the taverns in the [settlement type] continues. The people of [city] certainly know how to hold a celebration ...",
        "when ale flows free in all the taverns in all the cities of Tamriel.the biggest party of the year!a huge drunken orgy I really don't approve of.when everyone goes wild 'cause the drinks are free everywhere.the time when free drinks turns everyone out on the street.",
        "",
        "<header>South Wind's Prayer</header>",
        "The 15th of Morning Star is a holiday taken very seriously in [city], where they call it South Wind's Prayer, a plea by all the religions of Tamriel for a good planting season. Citizens with every affliction known in Tamriel flock to services in the [settlement type]'s [temple] temple, as the clergy is known to perform free healings on this day. The people know that only a few will be judged worthy of this service, but few can afford the [temple]'s usual price...",
        "when the [temple] will occasionally perform free healings.the time when everyone prays for a good planting season.a major religious holiday here in [city].when I can get this festering sore on my foot healed, maybe for free!held over at the [temple], where the clergy sometimes heals the sick for free.",
        "",
        "<header>Heart's Day</header>",
        "Today is the 16th of Sun's Dawn, a holiday celebrated all over Tamriel as Heart's Day. It seems that in every house, the Legend of the Lovers is being sung for the younger generation. In honor of these Lovers, Polydor and Eloisa, the inns of the [settlement type] offer a free room for visitors. If such kindness had been given the Lovers, it is said, it would always be springtime in the world.",
        "when tavern rooms all over Tamriel are free for the night.when my family gets together to sing 'The Legend of the Lovers.'a great time for getting a good room at the [tavern name] for free!when, in honor of Polydor and Eloisa, rooms may be had for free in any inn.the celebration in honor of the Lovers, Polydor and Eloisa.",
        "",
        "<header>First Planting</header>",
        "On the 7th of First Seed every year, the people of [city] celebrate First Planting, symbolically sowing the seeds for the autumn harvest. It is a festival of fresh beginnings, both for the crops and for the men and women of the [settlement type]. Neighbors are reconciled in their disputes, resolutions are formed, bad habits dropped, the diseased cured. The clerics at the [temple] run a free clinic all day long to cure people of poisoning, different diseases, paralyzation, and the other banes found in the world of Arena.",
        "when I might be cured of my... social disease at no charge.the holiday when disputes between neighbors are cleared up. In theory, of course.a good time to visit the [temple]. They cure people of all sorts of diseases for free then.one of the two times the clerics at the [temple] won't demand a donation for curing you.when everyone makes resolutions they never intend to keep.",
        "",
        "<header>Jester's Day</header>",
        "Be warned that today is Jester's Day in the [settlement type] of [city], and pranks are being set up from one end of town to the other. It is as if a spell has been cast over the community, for even the most taciturn and dignified councilman might attempt to play a joke on his [title]. The Thieves Guild finds particular attention as everyone looks for pickpockets in particular.",
        "when you really have to be on the lookout for pickpockets.a great time to be in [city], if you're a thief.a little too much revelry than I'm accustomed to.when everyone's a jester and a thief.one holiday too vulgar to be believed, in my opinion.",
        "",
        "<header>Second Planting</header>",
        "The celebration of Second Planting is in full glory this day. It is a holiday with traditions similar to First Planting, improvements on the first seeding symbolically to suggest improvements on the soul. The free clinic of the [temple] is open for the second and last time this year, offering cures for those suffering from any kind of disease or affliction. Because peace and not conflict is stressed at this time, battle injuries are healed only at full price.",
        "when you can see every diseased [race] in [city] heading for the [temple] for a free cure.a good time to see the clerics at the [temple] if you're poisoned or sick.my last chance to get a free cure for my scabies at the [temple]. Until next year.the perfect time to get your diseases cured at the [temple] for free.when everyone is supposed to realize his own limitations, supposedly.",
        "",
        "<header>Mid Year Celebration</header>",
        "Today is the 16th of Mid Year, the traditional day for the Mid Year Celebration. Perhaps to alleviate the annual news of the Emperor's latest tax increase, the [settlement type] temples offer blessings for only half the donation they usually suggest. Many so blessed feel confident enough to enter the [province] dungeons when they are not fully prepared, so this joyous festival has often been known to turn suddenly into a day of defeat and tragedy.",
        "when the Emperor will probably announce yet another tax increase.when the [temple] offers blessings for half price.when the Emperor's heralds go all over Tamriel, mostly to announce new taxes.a good time to visit the [temple] if you don't mind the lines, blessing are half price.when requested donations for blessings at the [temple] are at half their usual price.",
        "",
        "<header>Merchants' Festival</header>",
        "The bargain shoppers of the known world are out in force today and it is little wonder, for the 10th of Sun's Height is a holiday called the Merchants' Festival. Every marketplace and equipment store has dropped their prices to at least half. The only shop not being patronized today is the Mages Guild, where prices are as exorbitant as usual. Most citizens in need of a magical item are waiting two months for the celebration of Tales and Tallows when prices will be more reasonable...",
        "when everyone in [city] goes shopping for the best bargains of the year.the best time to buy all the equipment and supplies you might need.when supplies most everywhere in Tamriel are half-price, by order of the Guild.the busiest shopping day of the year, bar none.a day worth spending all the money you've saved, believe me.",
        "",
        "<header>Sun's Rest</header>",
        "You will have to wait until tomorrow if you are planning on making any equipment purchases, for all stores are closed in observance of Sun's Rest. Of course, the temples, taverns, and Mages Guild in the [settlement type] are still open their regular hours, but most citizens chose to devote this day to relaxation, not commerce or prayer. This is not a convenient arrangement for all, but the Merchants' Guild heavily fines any shop that stays open, so everyone complies.",
        "when all the stores in [city], maybe in all Tamriel, are closed.a day worth remembering, 'cause you can't do any shopping then.when everyone goes crazy, because there's not a shop open in all [city].when people have to take a trip out to the country if they want to buy something.the day the business quarter of [city] looks utterly deserted.",
        "",
        "<header>Harvest's End</header>",
        "Perhaps no other festival fires the spirit of the [settlement type] of [city] as much as the one held today, Harvest's End. The work of the year is over, the seeding, sowing, and reaping. Now is the time to celebrate and enjoy the fruits of the harvest, and even visitors to the [settlement type] are invited to join the farmers. The taverns offer free drinks all day long, an extravagance before the economy of the coming winter months. Underfed farm hands gorging themselves and then getting sick in the town square are the most common sights of the celebration of Harvest's End.",
        "when everyone in [city], even people with no money, visits the taverns for a food orgy.the day when gluttony is encouraged all over Tamriel.an excellent time to sample drinks in every tavern in [city] for free!when food is free and drinks are free in almost every inn in Tamriel.the food festival celebrating a successful harvest, even if it's not successful at all.",
        "",
        "<header>Tales and Tallows</header>",
        "No other holiday divides the people of [city] like the 3rd of Hearth Fire. A few of the oldest, more superstitious men and women do not speak all day long for fear that the evil spirits of the dead will enter their bodies. Most citizens enjoy the holiday, calling it Tales and Tallows, but even the most lighthearted avoid the dark streets of [city], for everyone knows the dead do walk tonight. Only the Mages Guild completely thrives on this day. In celebration of the oldest magical science, necromancy, all magical items are half price today.",
        "when magical items are half price in the Mages Guild.the day all temples in [city] are closed to the public so the clergies may pray for the dead.when the undead walk the streets of [city].the best day to pick up a magical item cheaply over at the Mages Guild.a bad time to get sick, for all the temples all over Tamriel close for prayers.",
        "",
        "<header>Witches' Festival</header>",
        "Today is the 13th of Frostfall, known throughout Tamriel as the Witches' Festival when the forces of sorcery and religion clash. The Mages Guild gets most of the business since weapons and items are evaluated for their mystic potential free of charge and magic spells are one half their usual price. Demonologists, conjurors, lamias, warlocks, and thaumaturgists meet in the wilderness outside [city], and the creatures created or summoned there may plague Tamriel for eons. Most wise men choose not to wander this night.",
        "the day the temples and Mages Guild vie for attention. Guess whose side I'm on.when you can get any item evaluated for mystic potential at the Mages Guild for free.when this [settlement type] is filled to her edges with Mages, Nightblades, and Spellswords.a good day to buy a cheap spell scroll at the Mages Guild if you get there early.when every temples in Tamriel is open all night long to combat evil.",
        "",
        "<header>Emperor's Birthday</header>",
        "Once the 30th of Frostfall, the Emperor's Birthday, was the most popular holiday of the year. Great traveling carnivals entertained the masses, while the aristocracy of [city] enjoyed the annual Goblin Chase on horseback. Recently, these traditions have fallen into neglect. It has been decades since there was a big carnival in [city] and longer still since a [title] of the [settlement type] sponsered a Goblin Chase. It is rumored that the Emperor has even begun refusing any audience.",
        "when we had parades and hunts ... in the good old days.the day the aristocrats in [city] used to have the horseback Goblin Chase in the old days.not the Emperor's real birthday - it's all symbolic, you know.when everyone celebrates in the taverns.in honor of the Emperor's forty-somethingth year in Tamriel.",
        "",
        "<header>Warriors Festival</header>",
        "Today is the 20th of Sun's Dusk, the Warriors Festival in [city]. Most all the local warriors, spellswords, and rogues come to the [settlement type]'s equipment stores and blacksmiths where all weapons are half price. Unfortunately, the low prices also tempt many an untrained boy to buy his first sword and the normally quiet [city] streets ring with amateur skirmishes. The [title] has pardoned most of these ruffians in the past, but has promised to be less merciful this year.",
        "a good time to pick up a sword or whatever cheap in one of the equipment stores.when all weapons in all equipment stores are half price.the day when the warriors of [city] test their mettle, unfortunately in the streets.a truly barbaric celebration of warfare.the perfect time to buy a weapon you couldn't ordinarily afford.",
        "",
        "<header>North Wind's Prayer</header>",
        "Today is the 15th of Evening Star, a holiday reverently observed by the [temple] as North Wind's Prayer. It is a thanksgiving to the Gods for a good harvest and a mild winter. Some years, like this one, the harvest was not particularly good and the winter unseasonally harsh in [city], but as the [title] is fond of saying, \"It could be much worse.\" The temples offer all their services blessing, curing, healing for half the donation usually requested.",
        "the holiest day of the year, in my opinion.when you can get blessed, cured, healed, the works in the [temple] for half price.a day of thanksgiving.when the [temple] ask only half the usual donation for any of the services there.a pretty good time to get fixed up by the [temple] for a reasonable donation.",
        "",
        "<header>Old Life</header>",
        "On the last day of the year the Empire celebrates the holiday called Old Life. Many go to the temples to reflect on their past. Some go for more than this, for it is rumored that priests will as the last act of the year perform resurrections on beloved friends and family members free of the usual charge. Worshippers know better than to expect this philanthropy, but they arrive in a macabre procession with the recently deceased nevertheless.",
        "when all prepare for the real party - New Life, the next day.the day we ask forgiveness for old sins, before committing new ones.a day of rest before New Life, which is one big party.a good time to go to the temple of your choice.when even unpopular temples in [city] are packed with people.",
        ""
    ]
}