{
    "id": "jokes35",
    "paragraphs": [
        "Librarian Comment:",
        "These jokes are pulled, at random, into dialog for the jester class.",
        "",
        "Why did the [race] put the letters 'T.G.I.F.' on his boots? To remind himself - Toes Go In First!",
        "Most [race] family trees don't fork!",
        "What do a [race] and a bottle of port have in common? They're both empty from the neck up!",
        "You know, you might be a [race] if you have grease under your toenails",
        "How do you get a [race]'s eyes to sparkle? Put a torch in his ear!",
        "You know, you might be a [race] if it's impossible to see food stains on your armor",
        "What did the [race] girl say after someone blew in her ear? 'Thanks for the refill!'",
        "What do you call a [race] with half a brain? Gifted!",
        "Why do [race] women wear undergarments? To keep their ankles warm!",
        "How do you make a [race] laugh on Morndas? Tell him a joke on Fredas!",
        "You know, it only takes one drink to get a [race] drunk. I can't remember if it's the thirteenth or the fourteenth.",
        "What do you call a basement with more than one [race]? A WHINE cellar!",
        "Over at the %nt, spitting will cost you a copper piece. But you can throw up for free!",
        "What do a smart [race] and an orcoblin have in common? They're both extinct!",
        "You know, lots of people say that [race] kids procrastinate too much. Well, just you wait.",
        "What is a [race] doing when he holds his hands tight over his ears? Trying to hold a thought!",
        "How can you tell if a [race] is lying? His lips are moving!",
        "What do you say to a [race] woman to convince her to go to bed with you? Have another ale!",
        "Why is it [city name] has the most [race] adventurers, and [city name 2] has the most goblins? [City name 2] had the first choice!",
        "What is the first thing a [race] woman does in the morning? Walk home!",
        "Did you hear there are a couple dyslexics at the [temple]? They're always arguing about the existence of Dog.",
        "What did the [race] woman say after she was told she was pregnant? 'Is it mine?'!",
        "What a [race] lacks in intelligence, he makes up for in stupidity.",
        "I won't eat anything that has intelligent life, but I will happily eat a politician or a [race]."
    ]
}