{
    "id": "TheArgonianMaidAnOralTradition",
    "paragraphs": [
        "Librarian Comment:",
        "According to TESIII:Morrowind, Oblivion, and Skyrim, the Lusty Argonian Maid was written by one Cassius Curio in the late 3rd era. This book claims that the story was in fact an iteration on a famous traditional tale.",
        "",
        "Recently I attended a stage production called \"The Lusty Argonian Maid.\" Bawdy, delightful, and filled with innuendo, I am surprised it was never presented in this form before.",
        "According to my research, \"The Lusty Argonian Maid\" has its origins in a long line of tales told by traveling bards, each with a slightly different title and premise, but the same end result: a female innocent succumbs to the charms of a dominant, married male character.",
        "In the south, the tale was occasionally presented as \"The Lusty Bosmeri,\" and \"Two Moons for Sugar.\" I've also heard \"Shornhelm's Lusty Orifice,\" \"The Sandy Spear of Alik'r,\" and \"The Maiden's Tight Hold\" in taverns across the north and northwest.",
        "In a stage play, each of the character archetypes is brought to life before the audience. Unless the acting is superb, the subject matter can come off flat and uninspired. Also, a play takes away from the verbal dexterity exhibited by a bard such as the legendary Khajiit, Tale-Singer. The feline bard described the various ploys used by the man to bring the maiden to her knees in a way that made one's pulse race and breath quicken, wondering what would come next.\nIndeed, much of the \"Argonian Maid\" borrows heavily from Tale-Singer's songs (uncredited, but naturally I recognized them immediately), in which the maiden helps the male with a spear, a loaf of bread, and a spilt flask of coconut milk.\nFortunately, the players in the current production of \"The Lusty Argonian Maid\" are excellent, bringing this age-old tale to new heights. The reference to the Spear of the Hunter would bring laughter to the most sullen. And the wheel of cheese … well, I've never seen this variant before, but it was truly inspired!",
        "I foresee this play will outlive its humble beginnings as a fireside amusement to become a choice bit of frivolous entertainment for generations to come."
    ]
}