{
    "id": "ArgoniansAmongUs",
    "paragraphs": [
        "Argonians are scaled and of limited intelligence, and they are part of our everyday lives. In Morrowind and its surrounding regions, they're seen in every city and every town. They bring us our meals, they dress our children … but who are they, really?",
        "Argonians originate from the region known as the Black Marsh. A water-soaked and depressing land, it reeks of swamp gas and teems with insects. In their native land, the Argonians squat in fetid pools and worship primitive tribal gods. Their folk magics and simple tribal armies have never proven an adequate defense against men or mer of stout heart.",
        "The swamp was first pacified by the Cyrodilic army in 1E 2811. Those cruel and capricious men only entered the region to end the rule of a human bandit king. After the gauntleted hand of civilization came to the Argonians, their home served primarily as a prison state. The unthinking brutes of Cyrodiil callously released their most violent and unhinged criminals into the marsh.",
        "Almost six hundred years ago, Dark Elves entered the lives of this scaly servant race. As the Second Era dawned, we began working with the Argonians in earnest. Whole tribes were evacuated to the safety and dry climates of Vvardenfell, Stonefalls, and Deshaan. We offered them appropriate foodstuffs and taught them the ways of civilized culture. We fashioned garments to hide their more shameful features and sent them into the world, so they could learn and serve in new environs. In return for the Dark Elves' generosity, we've asked so little of the Argonians in return! And yet, not all denizens of that fetid place feel true appreciation.",
        "Indeed, our time of close collaboration came to an end just a few years ago. A horrific disease known as the Knahaten Flu, brewed in the steamy depths of the marsh, spread across the region. Rumored to be the product of an Argonian tribal shaman, the plague struck all without reptilian ancestry, slaying uncounted numbers. Most tragically, other races began to fear the Argonians as spreaders of the plague. Our efforts to send Argonians on journeys of discovery were rebuffed at every turn.",
        "Today, of course, Argonians stand side-by-side with us in the Ebonheart Pact. Once they were merely our servants, but now, we have elevated this simple reptilian stock. They are strong, proud contributors to our military alliance and cared-for members of our households.",
        "The Argonians among us enrich our lives."
    ]
}