{
    "id": "ArgonianRefugeesDiary",
    "paragraphs": [
        "We left Black Marsh in the midst of night so the Pact soldiers wouldn't know which direction we are headed. No one is forcing us to stay but we don't know how they would react if we told them that we are leaving. We don't wish to swear allegiance to any of the warring factions. We just want to live our lives in peace, and as far away from the Dunmeri slavers as possible.",
        "\n*****",
        "I haven't had a chance to write, we've been constantly on the move for so long now. It feels like months but I know its only been a few weeks. We attempted to establish a town on the edge of Cyrodiil but we were chased out by a group of Imperial Scouts—apparently some large battle was about to take place. My feet are sore but we must keep walking if we wish to find a new home.",
        "\n*****",
        "We've made our way to Valenwood, to an area called Grahtwood. The Wood Elvesseem friendly here. We heard there was trouble in the north, but we've seen none of it.",
        "\n*****",
        "I can't believe this is happening! We've been given a piece of land by the Wood Elves. In return, we will give some of the fish we catch to them. Finally, a home where we can live in peace.",
        "\n*****",
        "Forest-Child has taken an interest in me lately and I must say, it's most welcome. I didn't have time to think about love, romance or the future while we were traveling but now that we have a new home I want more than my bed mat and roof over my head, I want someone to share it with.",
        "\n*****",
        "I heard rumors of a great battle to the north. The Wood Elves were fighting each other, but now they aren't. The High Elves sailed here in great ships and stopped the fighting. Now they are meeting in Elden Root. None of this has changed life in the Gray Mire.",
        "\n*****",
        "Soldiers from this new \"Dominion\" arrived recently. We thought they were just passing through, but it looks like they are setting up camp outside our town. We can't get anything out of them. Whenever anyone asks what they are doing they reply it's none of our business. But they're leaving us alone, so we continue to fish.",
        "\n*****",
        "The soldiers put up gates and tall walls around our town this morning. It's starting to feel like Black Marsh all over again. We refused to join the Ebonheart Pact because we would have had to live side-by-side with the Dunmeri slavers that took away so many years of our lives. And now, when we thought we finally found a new home among the Wood Elves, the high and mighty Mer deem us unworthy. I thought that Slim-Jah was overreacting. She said the Dominion's arrival would mean our destruction. I'm starting to believe she is right."
    ]
}