{
    "id": "ArkngthamzPhng",
    "paragraphs": [
        "Perhaps one of the most storied, yet least understood legacies of the Dwemer is the lost city of Arkngthamz-Phng. The element most engrained into its mythos, the almost singular thing it's known for, is its demise. Very little is remembered about what it was or how it came to be. Even its name has been obscured by the colorful moniker \"Fang Lair,\" a truncated adulteration of the original \"Phng\" paired with a suitably sinister descriptor for the home of its most infamous resident. You've undoubtedly heard some derivation of a legend retold over thousands of years, so it should suffice to say that the story of a Dragon taking roost in this formerly Dwarven city has sadly overshadowed the fascinating history that came before.",
        "Thankfully, through my research, some aspects of this buried history can now be brought to light. My findings suggest that in the decades following the establishment of peace between the Chimer and Dwemer, Dwarves of Clan Kragen began to seek new holdings beyond Resdayn. Following the path laid out by the exiled Clan Rourken during their exodus, the Dwarves of Kragen reached what we now consider Skyrim and first established their presence in the region with the founding of Arkngthamz.",
        "It's unclear precisely what appealed so much to the Kragen explorers that it was worth settling among the hostile Nords, but in spite of regular attacks by the warlike Men, their city flourished. So much so that it encouraged other clans to expand their own holdings to the west. This loose alliance of clans effectively established a pocket empire of four city-states that were considered unassailable. Not that the Nords stopped trying.",
        "Perhaps it was this success, or the presence of so many nearby clans, that drove Clan Kragen to press on with their expansion west through the treacherous Dragon's Teeth Mountains, but I believe they sought to bridge their new empire with the their estranged cousins in Volenfell. Whatever the case, they broke stone for a sister city on the border of modern Hammerfell: Arkngthamz-Phng.",
        "Despite the inhospitable terrain, there is some evidence to suggest that the Dwarves aggressively carved out this burgeoning settlement, which soon supplanted its predecessor as the seat of Clan Kragen's power. Though greatly devastated, the expansive vaults of Arkngthamz-Phng's main hall are still majestic in their scale. It's easy to see how such a vast, secluded space, rich with resources and life, would be an attractive home for a Dragon seeking more well-appointed accommodations than those chiseled out by Nords in the service of the Dragon Priesthood.",
        "Sadly, my first expedition met unexpected resistance, forcing me to abandon the site before more significant revelations could be unearthed; however, I have no doubts that the interest garnered by this publication will see a second, more ambitious expedition come to fruition."
    ]
}