{
    "id": "ArmorofMythandLegend",
    "paragraphs": [
        "In studying history, one often encounters tales of exceptional arms and armors possessed of incredible powers. It can be difficult to separate mythical exaggeration from actual, recoverable relics, but it is my duty as a historian and scholar to preserve any details of such items, even those that may prove untrue. I have recorded here what I have read regarding a few powerful legendary armors. As far as I am aware, none of these have been located, but how exciting it is to consider that they may yet exist!",
        "<header>Lapidary's Slab</header>",
        "Commissioned by an unknown Dark Elven general, this ebony chestplate was engraved with the names of the Dunmer saints and their teachings. According to the tales, the artisan tried to explain to the general that etching the names and stories into the plate would weaken its integrity, but to no avail. The general demanded completion of the piece. Three costly cuirasses shattered or cracked as the crafter attempted the feat, attempting to configure the names and parables in an arrangement that would hold. He consulted with priests and enchanters, and by his fourth attempt, the plate was complete. It is said that nothing short of a Daedric Prince itself could damage the finished product.",
        "<header>Skinmail</header>",
        "References to this incredible work are few. I have seen a few texts mentioning a vial of liquid that, if applied to the skin, can harden it and produce plate-like coverings whenever the wearer wills. It is said to be the crowning achievement of a powerful High Elven alchemist who stopped at nothing, including horrific experimentation on live subjects, to reach the result. Only a very few vials are thought to exist, as the process for creation was not only costly, but lengthy, requiring decades of attention and enchantment to produce.",
        "<header>Widowill</header>",
        "In a small, impoverished Imperial village lived a soldier's widow. She and the other villagers led quiet lives until necromancers began operating nearby, robbing graves and stealing people away in the night. There were no fighters or mercenaries among them, and they were so poor that sending for help seemed impossible, so she donned her husband's old armor, though it did not fit well, and hefted his sword, determined to drive the necromancers away. Stendarr took notice of this selfless, if foolish, act, and imbued the armor with holy protections so powerful that the necromancers who attacked her were reduced to dust."
    ]
}