{
    "id": "AronelsJournal",
    "paragraphs": [
        "DAY 5:\nThe Rift. Long have I dreaded it. I never knew there was so much desolation in all of Tamriel. And do Nords ever bathe? I can never seem to keep upwind of them. Oh, to be back in my library in Mournhold, open tomes strewn about me, a warm mug of mulled wine in one hand, my research assistant's breast in the other!",
        "DAY 6:\nIf Netapatuu spouts one more uplifting, cheerful example of what passes for wisdom among the lizards, I am going to shove his tail so far up his behind he'll have a second tongue. The idiot actually seems to enjoy plodding through this wasteland.",
        "DAY 8:\nAt last, civilization! Or as close as the Rift gets to it anyway. The glorious dungheap known as Riften came into view about midday. The mead-befuddled natives stared at us in their endearing, cross-eyed way, squinting through the alcohol fumes, probably wondering if we were edible. Deciding not, they staggered off, doubtless to vomit on each other in some sort of Nord festivity. Netapatuu secured for us the least flea-ridden beds in the least decrepit hostel in town and I finally had a decent night's sleep.",
        "DAY 10:\nWasting no more time in Riften, we headed for the far gate as fast as our mounts would take us. Not far up the road, we were assured, lay our destination, the tomb at Pinepeak Caverns. Long have I cursed the Pact officials who forced this journey on me, citing the need for Dunmer to show the lesser races our dedication to the common good.",
        "DAY 12:\nOur guide says Pinepeak is the mountain looming ahead of us. If it's not just the mead talking, then I need to re-read my notes. The ancient Companion spirit entombed within the cavern is said to still be around, in non-corporeal form. A shard containing a sliver of her essence should be embedded in the wall just inside the cave. With that, she can possess a body and I can drag out of her any light she might shed on some creature named \"Sinmore.\" Who knows, perhaps long-dead Nords are wiser than living ones? They certainly can't smell worse.",
        "DAY 13:\nLeaving camp to enter the cavern! Tomes, journal, and writing implements are all prepared. Netapatuu keeps muttering about ill omens, a cold breeze blowing up his skirt, or some such nonsense. I sent him to the back of the group and ordered him to shut up. Tonight's entry will write itself!"
    ]
}