{
    "id": "ArondilsJournal",
    "paragraphs": [
        "<title>Arondil's Journal, Part 1</title>",
        "<bold>Arondil's Journal</bold>",
        "Day 1\nIt seems the cretins of Dawnstar are not quite a foolish as I had surmised. They found my experimentations, and needless to say, were not pleased with what they saw. No matter. My work can only flourish without the distractions of living amongst the unenlightened.",
        "I have found a cave off the north coast of Skyrim that will be more than sufficient for my continued studies. The ruins of Yngvild should hold the materials I need to learn more about reanimating and enslaving the dead.",
        "On a personal note, I WILL miss the young maidens of Dawnstar. Such beauty was intoxication. I often found my thoughts wandering around them, imagining secret encounters between myself and one or two of the local girls...",
        "<title>Arondil's Journal, Part 2</title>",
        "<bold>Arondil's Journal</bold>",
        "Day 8\nI have established a temporary work station in the cold caves, and have found multiple burial chambers within the snow and ice. While in the first chamber, I exhumed a few 'test subjects,' all female. I was stunned to find my mind wandering again to the women of Dawnstar as I examine my find. At first, I was slightly disturbed by my thoughts, but later I found myself reevaluating...",
        "Day 9\nThe first trials went splendidly. Each subject was reanimated in a state of total complacency, bending to my every task and whim. I have ordered a few of my new servants to guard the island, while the rest will act as my personal entourage, standing by me at all times. Standing watch over me while I sleep... \n",
        "<title>Arondil's Journal, Part 3</title>",
        "<bold>Arondil's Journal</bold>",
        "Day 21\nAn intriguing development. Tonight, my guards have brought me a trespasser they found near the cave. At first I was understandably upset. Not only was I disturbed during one of my few moments alone with my favorite servant, but I recognized the trespasser as a milk maid from Dawnstar. She remembered me, as well, and made bold claims that I had been lurking near her at all hours. What lies! True, I had taken notice of her on occasion, but she was nowhere near the most noticeable of maidens in town. Her continued accusations, coupled with my fear of more uninvited guests, led me to conclude that she could never return to Dawnstar. My servants were quick to carry out my sentencing.",
        "Her body is here next to me, as I write this. Funny. Her eyes are still so full of life. Perhaps I will try a new experiment tonight, using fresher materials. \n",
        "<title>Arondil's Journal, Part 4</title>",
        "<bold>Arondil's Journal</bold>",
        "Day 28\nThe new experiment has proven a success! The milk maid (who's name still escapes me) was revived as the others, bowing to my commands, with only one interesting development. She has reformed incorporeally, more phantasm than reanimated dead. As her glowing visage stood before me, I found my hand reaching out to touch her. As my fingers passed through her, I felt a sensation unlike any other, as if her essence were invigorating my very soul, connecting with me on a level no woman of flesh and blood could do. This discovery is life changing!",
        "Day 35\nI have ordered my older servants to go out and find any more subjects that may have become lost. With the discovery of the inner sanctum deeper still within Yngvild, I should have sufficient room to store many new materials until I can transform them into willing slaves. I look back on my daydreams whilst living in Dawnstar and wonder if they were in fact portents of times to come... \n"
    ]
}