{
    "id": "ARTOFSMASHINGVOL1",
    "paragraphs": [
        "FOREWORD:",
        "URBEK HOPE THIS BOOK BRING READER JOY AND CONFIDENCE TO PURSUE DREAMS OF SMASHING FOR FUN AND PROFIT. WHEN URBEK FIRST START SMASHING HE WAS JUST TINY, FLIMSY CHILD CHIPPING ROCK FOR TUMNOSH CLAN. URBEK HAD SETBACKS LEARNING TO SMASH MANY THINGS, ESPECIALLY PAPER. NOW URBEK SUCCESSFUL ENTREPRENEUR WITH GROWING WORDSMASHING BUSINESS. NEVER LET TOUGHNESS OF SMASHING SMASH YOU DOWN. WHEN SMASHING GET TOUGH, SMASH TOUGHER.",
        "DEDICATION:",
        "TO URBEK FIRST PATRON FOR SUPPORTING URBEK THROUGH EARLY JOURNEY OF SMASHING, TO FARROKH FOR BEING GOOD FRIEND TO URBEK, AND TO LITTLE CHIEF LAUMONT FOR LETTING URBEK SLEEP ON FLOOR.",
        "CHAPTER 1: FINDING RIGHT THINGS TO SMASH",
        "NOW THAT YOU CHOOSE TO PURSUE ART OF SMASHING, URBEK EXPECT YOU UNSURE OF WHERE TO START. NOT EVERYTHING SUITABLE FOR SMASHING. WOOD FUN TO SMASH, BUT ONLY SPLINTERS AND BREAKS. SOME METAL GREAT FOR SMASHING, BUT SOME ONLY MAKE BRITTLE, WEAK THINGS UNLESS YOU KNOW RIGHT WAY TO SMASH THEM. WHEN WORLD FULL OF SO MANY THINGS TO SMASH, HOW YOU KNOW WHAT BEST FOR BEGINNER? ANSWER SIMPLE: SMASH ROCKS.",
        "SOME READER MIGHT THINK SMASHING ROCKS POINTLESS. THAT READER STUPID. URBEK JUST TELL YOU URBEK GET HIS START SMASHING ROCKS. SMASHING ROCKS BUILDS IMPORTANT SMASHING MUSCLES AND LET YOU GATHER ORE TO SMASH WHEN YOU READY TO TAKE ON GREATER SMASHING CHALLENGE. URBEK RECOMMEND STARTING WITH SMALL ROCKS AND WORK UP TO BIGGER ROCKS OR STONE WALLS SO YOU NOT GET HURT, UNLESS YOU ORC.",
        "WHEN YOU CAN SMASH ALL DAY WITHOUT REST, YOU READY TO TAKE ON USEFUL SMASHING LIKE MAKING HAMMERS. URBEK THINK YOU MAY BE TEMPTED TO KEEP SMASHING STONE, MAYBE MAKE STATUE. URBEK NOT WANT TO DISCOURAGE READER FROM PURSUING PASSION, BUT MAKING PRETTY THING FROM STONE TAKE MASTERY OF GENTLE-SMASHING. URBEK SHARE THAT ADVANCED SMASHING TECHNIQUE IN LATER VOLUME. IN NEXT CHAPTER WE COVER WAYS TO SMASH ORE. URBEK RECOMMEND READER HAVE ACCESS TO FORGE FOR NEXT LESSON."
    ]
}