{
    "id": "TheArtofKwamaEggCooking",
    "paragraphs": [
        "An Introduction",
        "Kwama eggs have always been a Dunmeri delicacy, though I've heard they've found their way into Imperial kitchens, too. (Who knows what grisly dishes that lot would make with Kwama eggs? Would they stuff chickens with them? Poach them and put them in a bap? They are a disdainful people, and they make disdainful food.)",
        "To cook a Kwama egg with any measure of success is to master the sharp, sour flavor, and the gummy texture. Kwama eggs are similar to Scrib jelly in this way, and many a young chef (even Dunmeri chefs whose elders should have better taught them) has attempted to mask the eggs behind other ingredients, to camouflage the perceived unpleasantness. This is an abominable practice. A chef should never apologize for a Kwama egg in her dishes by sweetening or embittering them. If the dish is properly prepared, supporting the Kwama eggs' natural qualities, a cultured diner will embrace the meal in all its pungent glory.",
        "But what does that preparation entail? Only a Dunmer could tell you. Because only the Dunmer have the lifetimes of experience necessary to call ourselves culinary masters of the Kwama egg. It was we who first tamed the Kwama, after all.",
        "I, in turn, have spent a large portion of my years (of which there are many) immersing myself in the art. I have served Kwama eggs to peasants and paupers, Grandmasters and Grandmistresses, and delighted them all. And you, dear reader, will find within these volumes the combined knowledge of my entire career. It takes a lifetime of cooking Kwama eggs to truly understand the subtle, but brilliant differences between the various methods of preparation, and I have catalogued them all here—all the ones of worth, at least. Follow these recipes exactly. Just as a mage should hesitate to improvise in her spell-casting, lest she find a Daedra in her drawing room, the Kwama egg chef should not stray from the paths I've laid out here—painstakingly crafted from years of trial and error.",
        "Believe me—if it works, I've found it.",
        "And put that moon sugar away. You'll insult the eggs."
    ]
}