{
    "id": "TheArtofCrafting",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in the Beta version of Elder Scrolls Online. The crafting system it describes was later redesigned, and the book was cut from the final game.",
        "Interestingly, the names of the characters are reused in the alchemy book included in the Hero's Guide to Tamriel.",
        "",
        "<title>The Art of Crafting: The Basics</title>",
        "<header>The Basics</header>",
        "Bardus,\nYour father still hasn't forgiven you for destroying his prized beehives when you decided to use them as practice targets for your sword thrusts. If I remember correctly, the incident required you to spend three days in the healer's tent. And still you didn't learn a thing.",
        "Your mother, likewise, hasn't forgotten the episode with the serving maid and the love potion. The poor lass has to shave her back every full moon.",
        "So, martial and magical training are out of the question. Your parents have now charged me to educate you in the virtues of tradecraft. They hope that with this basic knowledge (and a large honorarium) they can apprentice you to a master crafter. I have written this primer to reinforce today's lesson and to provide you with something you can review at your leisure.",
        "All tradecrafts follow the same fundamental principles. Whether you intend to bake a pie, forge a sword, or craft and enchantment, the methodology is the same.",
        "<header>Ingredients</header>",
        "In any tradecraft, you combine two or more ingredients to create a single superior product. This is not like the time you tried to smash two pony guar together to make a larger pack guar. You must combine the correct ingredients and use the correct tools: a hammer and anvil, mortar and pestle, or cauldron and fire, depending on the craft. Only then can you succeed.",
        "Most crafted items require at least two ingredients. For example, a sword needs smelted iron for the blade and tanned leather for the hilt. Potions require dried flowers and pure water. Enchantments need gems and setting materials.",
        "You must gather the raw ingredients from the wilderness or, knowing your approach to everything you do, find them in an unattended crate.",
        "Next, the raw ingredients must be refined. Smelt the ore into ingots, spin the raw cotton into cloth, and cut and polish the gems. Then, at your workbench, you can create something your father might actually be proud of.",
        "<header>Additives</header>",
        "With basic ingredients you can craft basic items. You can create improved items by increasing the quantity and quality of ingredients. As you discovered last year, a ten-pound sledge is more effective in smashing your mother's urns than a one-pound hammer -- though, as you learned, the ten-pound sledge is also more difficult to control.",
        "To solve this problem, tradecrafters infuse their ingredients with additives. Resins and oils make wood more supple and strong. A dash of Imp Stool makes a health potion more effective. (Wipe that smirk from you face. You know I was talking about the mushroom, young man.)",
        "Additives also interact with each other to imbue a crafter item with magical properties. It requires three different additives for a magical effect to take hold. What combinations of additives produce what effects we shall save for another lesson.",
        "(Note to Self: Edit this before delivering it to the young master.)",
        "<title>The Art of Crafting: Research and Learning</title>",
        "Bardus,",
        "You are, no doubt, celebrating my sudden turn to ill health. I don't believe that you purposefully poisoned me with that sweet roll you made, only because I don't believe you have the skill to make anything on purpose.",
        "Never-the-less this brush with death has brought one element of your education to the fore. An element that I have avoided to broach because, to be frank, my lack of success in teaching you has provided me a well paying job, courtesy of your parents.",
        "I speak of how to improve yourself in your chosen skill.",
        "In the end it is the responsibility of each crafter to train themselves. Most craftmasters just allow their apprentices to use their tools in exchange for work. They do not share their secrets. So what to do once I am gone? Well the traditional way is to make something and then test it until it falls apart. Then you see where the item failed and the next time you make it avoid that mistake.",
        "Of course making the same thing over and over, only to destroy it, really doesn't improve your skill very much. It also fills the store room with broken iron daggers.",
        "The key is to gain examples of other's works, and see how they made them. See their points of failure and compare them to how you make the same item. And then make them better.",
        "That is how you learn, both in crafting and in life. Study and research your failures and the failures of others. Take those lessons to heart and apply them the next time you craft something or solve a problem.",
        "And of course this philosophy fits in well with your own destructive personality. I am sure you will do well.",
        "<title>Crafting: Tempers and Tannins</title>",
        "Bardus,",
        "Today's lesson is about the tempers and tannins used by armorers and weaponsmiths. As you have noticed while hiding from the nightwatch in your father's armory, each race has its own style of arms and armor: for example, Redguard swords are curved, while Dunmeri leathers are smoky blue. These different styles are achieved by the use of tempers and tannins.",
        "Tempers and tannins are used by the crafter to balance hardness and resilience in armor and weapons. A hardened sword can hold a sharper edge, but might shatter when struck. A flexible blade will bend rather than break but cannot hold much of an edge. Thus weaponsmiths use tempters in their quenching troughs to strike a balance between the two.",
        "Likewise a leather chestpiece can be treated to be as rigid as a board, able to turn an assassin's knife -- but if it is too rigid, the wearer is unable to turn his body. Thus, armorers use tannins on leathers and fabrics to strike a balance between stiffness and flexibility.",
        "What does this have to do with the look of a Redguard sword or Dunmeri leather? If only you had asked that question in your lessons rather than daydreaming about impressing the scullery maid with that wisp of a mustache.",
        "The tempers and tannins used by each race also imbue them with basic properties that are characteristic of the race's gear. The flexibility that must be forge into the curve Redguard swords is achieved by adding Yokudan sands to the smith's quenching trough. Likewise the distinctive bluish sheen of Dunmeri leather is achieved by using Volcanic Ash-based tannin.",
        "The only race that does not employ tempers and tannins is the Argonian. Culturally they cling to their ancient methods of crafting armor and weapons. Before they were enslaved by the Dark Elves, Argonians used flints and feathers to enhance their obsidian axes and padded armors, rather than metals and leathers. When the first Argonian flint axe shattered on the iron breastplate of a Dunmeri warrior, they started to change. Their adoption of modern methods came too late to stop the enslavement of their race, by change they eventually did.",
        "Argonian weapons and armor now use traditional metals, leathers and cloth as their bases. But Argonian smiths decorate them with ancient materials, such as flints and feathers, to honor their ancestors. The Wood Elves of Valenwood also decorate their armor with bone for the same reason, but they have always used iron and other metals in their weapons and armor, which explains why their tribes avoid the enslavement visited on the Lizard-Folk."
    ]
}