{
    "id": "ArtaeumLost",
    "paragraphs": [
        "I seldom speak of my time on the Psijic Isle of Artaeum. My age and temperament make such recollections irksome and discouraging—bad for the digestion, as the clinicians say. Nonetheless, I owe it to my students to give them some sense of where our Guild came from.",
        "Those who know me well know that I was not born on Artaeum. No, I grew up in squalor—laboring under a bilious kinlord on the Isle of Summerset. It did not last. Circumstances forced me to leave that life behind, and the Psijics discovered my talents shortly thereafter. They told me that my old life was over. No more hiding tomes under floorboards for fear of being discovered. No more hay-raking and knee-bruising scullery work. I would live a sage's life—free to study as I please, so long as those studies advanced the cause of equity, peace, and wisdom. I felt such a great swell of joy in that moment. Of course, no joy lasts forever.",
        "I told my guide, the mystic Heliand, I was eager to set sail as I had never been on a seafaring vessel before. She laughed and threw down a glowing rune, catapulting us through the Aurbis at speeds I'd never imagined possible. Just seconds later, we found ourselves standing on a windswept hill overlooking the idyllic fields and pastures of Artaeum.",
        "Each day brought new discoveries. Misty hollows, filled with gregarious nixads. Hidden lagoons with singing waters, clear as fresh-blown glass. Flowers that whispered secrets when the wind blew, and stones with names too long for mortal tongues to speak. I read vigorously, wandered constantly, and quickly earned my gray cloak.",
        "It was around this time that I first met Mannimarco—who would one day be called the Worm King. In those days he was a brilliant novice with a promising future, much like me. Our vast talents and contradictory natures made us natural rivals. But then, the Old Ways of the Psijics banned such competition. My mentor, the powerful Ritemaster Iachesis, told me, \"Rivalry sows the seeds of war.\" Alas, he learned that blind amity can have the same result.",
        "As I progressed in my studies I began to notice cracks in the Psijic code, chief among them being the order's all-consuming passivity. Like a bemused turtle, it lumbered along quietly—only occasionally poking its head above the grass to check for danger. Iachesis began to look inward, and our detachment from the affairs of Tamriel seemed to grow with each passing year. I still don't know why the Ritemaster began this march toward isolation, but our emissaries and advisors started returning one by one. The mist around the island grew thicker, and the petitions of kings came less frequently. We suffered from an overabundance of caution when it came to matters beyond the shores of Artaeum. This caution came at a high price.",
        "One brisk Frostfall evening, I found myself wandering amidst the ancient stones of the Ceporah Tower. In that place, time itself feels sealed in amber. Stiff wind whistles through the timeworn masonry, and the dull hum of the Dreaming Cave can be felt through the soles of your boots. It is a place of power, where law and reason give way to the sublime mysteries of creation. It was there, hidden within its torch-lit halls, that I found Mannimarco channeling the powers of darkness. He had taken up the profane practice of necromancy in secret and urged me to join him. I refused and prepared to sunder his rituals with spells of banishing. Just as I began to weave my spell, the tower lurched around us—the drone of the Dreaming Cave grew urgent and bitter. Feeling the Island's anger all around us, we resolved to settle our dispute with the Ritemaster the next morning.",
        "Standing before Iachesis, Mannimarco made an impassioned plea to permit the study of necromancy. When Iachesis refused, Mannimarco grew belligerent and vile. He spat curses and ancient blasphemies like a Daedric beast. I stood by, all the while convinced that the Ritemaster would lock Mannimarco away. But Iachesis did not lock him away. He scolded him, stripped him of his gray robes, and banished him from the island.",
        "\"You would unleash this broken Mer upon the people of Tamriel?\" I shouted.",
        "Iachesis said nothing. He merely lifted his hand and showered Mannimarco in radiant purple light. Then, just like that, my rival was gone. I stood there, aghast. The Mer I most admired had thrown open the gates of a wolf's cage and set the beast loose on a world of gentle sheep. Now, in the wake of the Planemeld, we see the grim result of Iachesis's mercy.",
        "I left Artaeum shortly thereafter. I remember looking over my shoulder and seeing its great cliffs and rolling pastures recede into the fog. I learned later that the island vanished just hours after I departed. It's difficult to see that as coincidence. Perhaps Iachesis recognized his folly and went into seclusion. Perhaps the Psijics knew what Mannimarco would unleash and chose safety over struggle. Whatever the case, the isle of the Psijics passed into memory and the once-proud order sank into obscurity.",
        "When they return, if they return, I hope they remember their oath to guide Tamriel toward peace and prosperity. In the meantime, we mages of the Guild must take up their mantle. Protect the helpless, seek out new spells and new discoveries, and above all, be brave. In the face of arcane peril, the Mages Guild must lead the way."
    ]
}