{
    "id": "ArtifactDialog",
    "paragraphs": [
        "Librarian Comment:",
        "This is a collection of dialog from TES1: Arena. Like a lot of the game, it doesn't have much to do with modern Elder Scrolls. It is none the less an interesting look into the series' history.",
        "",
        "<title>Auriel's Bow</title>",
        "<header>Description</header>",
        "Auriel's Bow appears as a modest Elven Longbow, but it one of the mightiest weapons ever to exist in Tamriel's history. Allegedly created and used, like its sister Auriel's Shield, by the great Elvish demi-god, the Bow can turn any arrow into a missile of death and any wielder invulnerable to any lesser attacks. Without Auriel's power behind it, however, the bow uses its own store of energy for its power. Once exhausted of this energy, the bow will vanish and reappear where ever chance puts it. Its most recent appearances have been subject of gossip for hundreds of years.",
        "<header>Rumors</header>",
        "Auriel's Bow is the news, young [race]. Ever heard of it? Well, there's a chap just [direction] of here who swears he knows exactly how to find it. He's asking for a bit more than the local [tavern name] boys are interested in paying. Maybe you could talk him down a bit, if you're interested in the ultimate bow in Tamriel.",
        "Another of Auriel's artifacts has turned up, at least according to this gentleman over at the [tavern name], just [direction] of here. He says he knows who has the map to Auriel's Bow, which legend says never misses. If you have the sort of money he's looking for, you should pay a visit. But you better hurry over. I don't know if he'll be at the [tavern name] for long.",
        "Nothing much going on I can think of. Unless you count that weird guy I saw here a few minutes ago, trying to sell me information on buying Auriel's Bow for more gold pieces than I care to spend on a rumor. I told him he might try the locals at the [tavern name], so headed off [direction]. If you're interested, you can find him there.",
        "Fancy yourself a bit of an archer? My name's [Name] and I think I can help you find that Bow. In fact, I know I can, if you've got [amount] gold for my information. Only fair, right? Might sound like a lot, but you're getting exclusive knowledge about the wherebouts of one of the greatest lost artifacts of Tamriel. So we have an agreement, [race]?",
        "Someone must've told you I'd be here, he says, his voice slurred with drink. Everyone in [province] knows if you want to find Auriel's Bow, [Name]'s the man you should talk to, and that's me. Maybe if someone else knew what I do, he'd try and get the bow himself or make himself rich, but, you know, my needs are modest. Everything I know about finding the bow can be bought for [amount] gold pieces. Interested?",
        "Good day to you. I'm [Name], at your service. I'm the fellow you should speak with if you're interested in Auriel's Bow. In the hands of an accomplished archer, as you no doubt are, the Bow could very well be the deadliest weapon in Tamriel. Perfect, don't you think? Anyhow, all I ask is [amount] gold to show you exactly how the bow may be yours. Sound good to you?",
        "<header>Tavern Encounters</header>",
        "\"Fancy yourself a bit of an archer?\" The man in the next seat turn to you, unsmiling. \"My name's [Name] and I think I can help you find that Bow. In fact, I know I can, if you've got [amount] gold for my information. Only fair, right? Might sound like a lot, but you're getting exclusive knowledge about the wherebouts of one of the greatest lost artifacts of Tamriel. So we have an agreement, [race]?\"",
        "The man behind you taps your shoulder the moment you mention Auriel's bow. \"Someone must've told you I'd be here,\" he says, his voice slurred with drink. \"Everyone in [province] knows if you want to find Auriel's Bow, [Name]'s the man you should talk to, and that's me. Maybe if someone else knew what I do, he'd try and get the bow himself or make himself rich, but, you know, my needs are modest. Everything I know about finding the bow can be bought for [amount] gold pieces. Interested?\"",
        "\"Good day to you,\" a man to your right greets you. \"I'm [Name], at your service. I'm the fellow you should speak with if you're interested in Auriel's Bow. In the hands of an accomplished archer, as you no doubt are, the Bow could very well be the deadliest weapon in Tamriel. Perfect, don't you think? Anyhow, all I ask is [amount] gold to show you exactly how the bow may be yours. Sound good to you?\"",
        "<header>Location</header>",
        "\"Yeah, okay, that works for me. So listen up, %pcf. You might've heard tales about Auriel's Bow, famed by all archers as the most powerful bow to ever exist. You're going to have to voyage to Valenwood, and find the map that leads to this Elven artifact. I have gleaned the information on its whereabouts from an ancient text given to me by the Elven Lord Alendis. The place is called the [dungeon name], and I will inscribe it onto your map of the continent. If you can find the map, it should point out where Auriel's Bow has resurfaced...\"",
        "<title>Auriel's Shield</title>",
        "<header>Description</header>",
        "Auriel's Shield, an Ebony shield said to have once belonged to the quasi-mythical Elvish deity Auriel, can make its wielder nigh invulnerable. In its resistance to fire and magick, Auriel's Shield is unsurpassed. To defend its wielder from any attacks it cannot absorb, the Shield lends him or her health. Like many artifacts of Tamriel, the Shield has life and personality of its own, and does not feel bound to its user. A popular fable tells the tale of it abandoning one wielder in her greatest hour of need, but this is perhaps, apocryphal.",
        "<header>Rumors</header>",
        "Were you ever told stories about Auriel when you were a little [race]? There's this guy [direction] of here at the [tavern name] who says he knows how to get Auriel's Shield, which apparently gives you some of Auriel's powers to resist spells and heal. He wants a few hundred gold pieces more than I have for his information, but if you have the money, you really shouldn't pass up this opportunity.",
        "Just between the two of us, I know how to get Auriel's Shield. Actually, I know how to get to the guy who can sell you information about where to go to find the map to find the shield, if you follow me. He's a little [direction] of here, in a tavern called the [tavern name]. Tell him I sent you, and bring plenty of gold. He's not giving his information away.",
        "Somebody ought to open up an Auriel Shoppe for tourists, he'd make a million. Now there's some chap [direction] of here who says for a couple hundred gold, he'll tell you how to find the map to the new locale of Auriel's Shield. If he's honest, it's the find of the year. If not, he's just one more con man in the [tavern name]. I wouldn't risk it.",
        "#0226 You don't look like a museum curator. You must have a practical interest in Auriel's Shield. My name is [Name], if you want to know. You probably know the story of how Cormelik made a map of all of his expeditions to the Shield, right? Well, I know where one of his maps is, and so can you for a mere [amount] gold pieces. Do we have a deal?",
        "You're an ambitious [race], ain't you? I like that. You can call me [Name]. I was one of Cormelik's followers years ago, when he was tracking all of the returning points of Auriel's Shield, and I know where he put one of his maps. I'd go get it myself and sell it, but then I'd be asking a lot more than [amount] gold pieces. Surely you can afford that much to recover Auriel's Shield?",
        "I overheard you mention Auriel's Shield, [race]. If you're serious, I should introduce myself, [Name], former follower of Cormelik the Elder, the man who prophesized all the Shield's returning points. You've heard he was unable to enter the true place himself, mighty a warrior as he was? So do not think it is enough to get the map I know of. In addition, I need [amount] gold to justify telling you how to find the map itself. Do we understand one another?",
        "<header>Tavern Encounters</header>",
        "\"You don't look like a museum curator,\" says the man next to you. \"You must have a practical interest in Auriel's Shield. My name is [Name], if you want to know. You probably know the story of how Cormelik made a map of all of his expeditions to the Shield, right? Well, I know where one of his maps is, and so can you for a mere [amount] gold pieces. Do we have a deal?\"",
        "\"You're an ambitious [race], ain't you?\" says a voice behind you. You turn to see a figure, his thick [province] accent low and conspiratorial. \"I like that. You can call me [Name]: I was one of Cormelik's followers years ago, when he was tracking all of the returning points of Auriel's Shield, and I know where he put one of his maps. I'd go get it myself and sell it, but then I'd be asking a lot more than [amount] gold pieces. Surely you can afford that much to recover Auriel's Shield?\"",
        "A shady-looking character leaves his table and joins you at the bar. \"I overheard you mention Auriel's Shield, [race]. If you're serious, I should introduce myself, [Name], former follower of Cormelik the Elder, the man who prophesized all the Shield's returning points. You've heard he was unable to enter the true place himself, mighty a warrior as he was? So do not think it is enough to get the map I know of. In addition, I need [amount] gold to justify telling you how to find the map itself. Do we understand one another?\"",
        "<header>Location</header>",
        "\"Ah, I hope you know what fortune you've found today. It is in the nature of people not to know how lucky they are. Take the case of a small group of acolytes who journeyed across the province of High Rock. They stumbled upon a cave that seemed to lead to deeper, darker depths. One of them read an inscription in the entracne which indicated this place as the new resting place for a map to Auriel's Shield. Imagine still their greater surprise when they told me, hoping that as a follower of Cormelik the Elder, I could answer their neophytical questions. I answered them indeed. Their blood now adornes this city's sewers, as does their silence. I have no need of something such as this Shield, said to be able to protect the user from any attack. You have provided me with the money I require for arcane activities. Still, a deal is a deal. The cave is called the [dungeon name]. Here, I have inscribed it onto your map of the continent. Within its depths should be the map that will lead you to Auriel's Shield. I wish you well on your journey...\"",
        "",
        "<title>Chrysamere</title>",
        "<header>Description</header>",
        "Chrysamere, the Paladin's Blade and Sword of Heroes, is an ancient claymore with offensive capabilities only surpassed by its defenses. It lends the wielder health, protects him or her from fire, and reflects any deletory spells cast against the wielder back to the caster. Seldom has Chrysamere been wielded by any bladesman for any length of time, for it chooses not to favor one champion.",
        "<header>Rumors</header>",
        "There's yet another rumor going around about Chrysamere, you know, the Paladin's Blade. Well, this guy at the [tavern name], a little tavern just [direction] of here, is telling everyone he has information about where Chrysamere is. He sounded sincere, I guess. Maybe if I had the gold to pay for the information, I'd go after Chrysamere myself.",
        "You've heard of the Chrysamere Blade, of course? Who hasn't? Well, some shadylooking character [direction] of here at the [tavern name] is saying he'll sell information regarding its location for a price. Apparently, his price is pretty steep. If you've got the money and the inclination, you should pay a visit to the [tavern name].",
        "Nothing much. Some drunk's offering to sell what he knows about the location of Chrysamere at the [tavern name] [direction] of here, as if he'd really know where the Paladin's Blade is. And he has the nerve to ask for hundreds of gold pieces in exchange. Maybe it's true, I don't know. If you're the trusting sort, you might want to visit the [tavern name].",
        "I am [Name], and I know how to find the holy Sword of the Paladin, Chrysamere. I'm a businessman and my information doesn't exactly come cheap, [race]. You'll know everything I know about Chrysamere for [amount] gold pieces. Are we agreed on price?",
        "Good [race], allow me to introduce myself, [Name] at your service. I couldn't help overhearing your mention of the Blade of Blades, the Sword of the Paladin, Chrysamere. As a matter of fact, I happen to know where the map to Chrysamere's most recent hiding place has been all this time. I just turned down a chap willing to pay [amount] gold for my information, but for you, I think I'd agree to that price. Do we have a deal?",
        "Perhaps it is not so wise to mention Chrysamere so brazenly. There are few who would not kill to gain the information I have on its wherebouts. I could guide you on your way to recover the Sword of the Paladin, but not for less than [amount] gold pieces - not an unfair price, I think you agree. Are you prepared to pay that much?",
        "<header>Tavern Encounters</header>",
        "\"Keep your voice down,\" a sinister figure grips you by the arm. \"I am [Name], and I know how to find the holy Sword of the Paladin, Chrysamere. I'm a businessman and my information doesn't exactly come cheap, [race]. You'll know everything I know about Chrysamere for [amount] gold pieces. Are we agreed on price?\"",
        "Upon mentioning the sword Chrysamere, you are immediately joined by a young man. \"Good [race], allow me to introduce myself, [Name] at your service. I couldn't help overhearing your mention of the Blade of Blades, the Sword of the Paladin, Chrysamere. As a matter of fact, I happen to know where the map to Chrysamere's most recent hiding place has been all this time. I just turned down a chap willing to pay [amount] gold for my information, but for you, I think I'd agree to that price. Do we have a deal?\"",
        "A cloaked figure appears at your side. He speaks in a low whisper. \"Perhaps it is not so wise to mention Chrysamere so brazenly. There are few who would not kill to gain the information I have on its wherebouts. I could guide you on your way to recover the Sword of the Paladin, but not for less than [amount] gold pieces - not an unfair price, I think you agree. Are you prepared to pay that much?\"",
        "<header>Location</header>",
        "\"I knew the moment you walked in, we'd make a good deal. My information comes from my brother, a scribe in Alabaster, a port city in Elsweyr. He does occasional work with the archivists of the city. A rumor grew that Chrysamere, the Sword of Heroes, had resurfaced into the known world. He delved deeper and found that it had indeed risen again. The location was said to be inscribed on a tablet in a place called the [dungeon name]. I have inscribed the location of that tablet on your map of the continent. Neither my brother or I care much for adventure. The money you have given us will allow him to complete his studies and I to raise a family. Take care in your quest. Both the map you seek and Chrysamere are sure to be guarded...\"",
        "",
        "<title>Ebony Blade</title>",
        "<header>Description</header>",
        "The Ebony Blade, sometimes called the Vampire or the Leech, resembles an ebony katana, but its power is very dark indeed. Every time the Ebony Blade strikes an opponent, part of the damage inflicted flows into the wielder as raw power. The Blade itself may not be any more evil than those who have used it, but at some point in its long existence, a charm was cast on it so it would not remain with one bladesman. The wizard who cast this charm sought to save the souls of any too infatuated by the Blade, and perhaps he was right...",
        "<header>Rumors</header>",
        "The moral climate of the %ct is plunging, I tell you. I was just solicited in a reputable tavern [direction] of here, the [tavern name], by a scary-looking fellow who offered to sell me information concerning the Ebony Blade. When I asked him what the Ebony Blade is, he said it's this sword that gives the wielder the victim's strength, sort of like a vampire! Can you imagine? [exclamation]!",
        "Well, do you want to hear a sign of the times? There's a gentleman over at the [tavern name], that's a good-sized tavern to the [direction], who says he knows where the map leading to the Ebony Blade is. If he really does, that's the sort of information one would only sell to the richest city-state Kings or the Emperor. But here he is in a [city name] inn, practically giving it away.",
        "[exclamation], I know where you need to be, [race]. There's a tavern a bit [direction] by name of the [tavern name] where you'll find a peculiar character selling information about the Ebony Blade. It is said that he who wields the Blade grows mightier each time his foe grows weaker. Might be a nice thing to have if you're anticipating a fight, eh?",
        "#0228 Watch your tongue, foolish [race]. Many have been murdered merely for mentioning the Blade, and, according to some, their souls have been forever damned. If you are willing risk the odds and become the new possessor of the Ebony Blade, I can tell you all you need to know about recovering it. The current price for information is [amount] gold. Do we have a deal?",
        "I think we can help each other, young [race]. I'm [Name], and I happen to know how to find the Ebony Blade itself, the sword that can give the wielder all the energy it sucked from its victim. Not very pretty, but perfect for frequent combatants. You can help me by giving me [amount] gold pieces. I find myself penniless here in [city name] and I'm used to living better. Are we agreed, my friend?",
        "The Ebony Blade? Call me [Name]. I know of this sword that draws your curiousity. Maybe you've heard that it called the Leech or the Vampire, for every time its wielder's enemies are hurt, he grows stronger. Perhaps that's morally wrong, perhaps not. I can tell you how to find where this wicked blade is hidden, but it will cost you [amount] gold. Do you agree to pay this?",
        "<header>Tavern Encounters</header>",
        "\"Watch your tongue, foolish [race],\" growls the man next to you, barely looking into your face. \"Many have been murdered merely for mentioning the Blade, and, according to some, their souls have been forever damned. If you are willing risk the odds and become the new possessor of the Ebony Blade, I can tell you all you need to know about recovering it. The current price for information is [amount] gold. Do we have a deal?\" \"I think we can help each other, young [race].\"",
        "A young man comes up from behind you. \"I'm [Name], and I happen to know how to find the Ebony Blade itself, the sword that can give the wielder all the energy it sucked from its victim. Not very pretty, but perfect for frequent combatants. You can help me by giving me [amount] gold pieces. I find myself penniless here in [city name] and I'm used to living better. Are we agreed, my friend?\"",
        "\"The Ebony Blade?\" You are approached by a gentleman, his voice unconnected, much older than his face. He shakes your hand. \"Call me [Name]. I know of this sword that draws your curiousity. Maybe you've heard that it called the Leech or the Vampire, for every time its wielder's enemies are hurt, he grows stronger. Perhaps that's morally wrong, perhaps not. I can tell you how to find where this wicked blade is hidden, but it will cost you [amount] gold. Do you agree to pay this?\"",
        "<header>Location</header>",
        "\"You seek a dire weapon indeed, [race]. The Ebony Blade sucks the very soul from a person, transfering that lifeforce to you. I think you will be consigning your everlasting soul to oblivion. It is your choice however. The map to the Ebony Blade can be found in a place called the [dungeon name]. I have inscribed its location onto your map of the continent. I wish you well on your quest. If you find this map, it will lead you the Ebony Blade. Good luck, [race]. You'll need it...\"",
        "",
        "<title>Ebony Mail</title>",
        "<header>Description</header>",
        "The Ebony Mail is an artifact created before recorded history, according to legend, by the Dark Elven goddess Boethiah. It is she who determines who should possess the Mail and for how long a time. If judged worthy, its power grants the wearer invulnerability to all common magical attacks that drain talents and health. It is Boethiah alone who determines when a person is ineligible to bear the Ebony Mail any longer, and the goddess can be very capricious...",
        "<header>Rumors</header>",
        "If you have aspirations toward going far, %pcf, you need to talk to a man I know who has information about getting the Ebony Mail. Go a bit [direction] to the [tavern name] if you want to see him, but remember to bring plenty of gold. He's not giving it away for nothing, that's for certain.",
        "[exclamation], I know about something you'd be interested in, young [race]. Over to the [direction] in an inn called the [tavern name], you'll find a gentleman with a certain inside story about the Ebony Mail. I'm sure you've heard about the Mail? Makes you tougher than a troll, stronger, faster. Might have some use, you know?",
        "Now, keep this under your hat, [race], but I know someone who knows how to get the Ebony Mail, really I do. He's [direction] of here in the [tavern name]. If I were you, I get all the gold I have for payment and get there right away, before all the battle-hardies of [city name] and [city name]2 are at the [tavern name] looking for this guy.",
        "Good news travels fast, eh, [race]? I was wondering how long it would take before every adventurer in [province] showed up to beg me to tell them the location of the Ebony Mail. Who wouldn't want to wear armor that makes you gives you such power, power no spell can take away from you? Well, you can bet I'm not going to divulge my secret for free. My current price is [amount] gold pieces. Take it or leave it.",
        "You're not the first person to come here asking about the Ebony Mail, he says. Lots of people like the idea of getting a legendary item that gives them such power, but few have even almost the [amount] gold pieces I need to tell the secret location. Do you have it?",
        "You can call me [Name], [race]. I'm the one who knows how to find the Ebony Mail, the lost armor of the Drow that could make even you a hero. Right now, I'm asking for [amount] gold for my information - a preposterously low price, but still more than most people in the [tavern name] are able to pay, it seems.",
        "<header>Tavern Encounters</header>",
        "\"Good news travels fast, eh, [race]?\" The brawny man on the next chair looks at you humorlessly. \"I was wondering how long it would take before every adventurer in [province] showed up to beg me to tell them the location of the Ebony Mail. Who wouldn't want to wear armor that makes you gives you such power, power no spell can take away from you? Well, you can bet I'm not going to divulge my secret for free. My current price is [amount] gold pieces. Take it or leave it.\" \"Hey, [Name]!\" the innkeeper yells, \"This [race] wants to talk to you about the Ebony Mail!\"",
        "You are joined by a sober young man. \"You're not the first person to come here asking about the Ebony Mail,\" he says. \"Lots of people like the idea of getting a legendary item that gives them such power, but few have even almost the [amount] gold pieces I need to tell the secret location. Do you have it?\"",
        "A distinguished-looking man two seats away from you at the bar rises and joins you, his voice a low growl. \"You can call me [Name], [race]. I'm the one who knows how to find the Ebony Mail, the lost armor of the Drow that could make even you a hero. Right now, I'm asking for [amount] gold for my information - a preposterously low price, but still more than most people in the [tavern name] are able to pay, it seems.\"",
        "<header>Location</header>",
        "\"Exactly what I hoped you'd say. The bad news is you'll have to go to Black Marsh to find the Mail, to a nasty little place called the [dungeon name]. There lies the map to the spirit-forsaken dungeon holding the Ebony Mail. You'll find that the map points out the place where the Dark Elven goddess Boethiah hid the Mail after she took it from Helath Stormbinder, a warrior she no longer favored. Rather like Kynareth and Morihaus, but that's another story. I will inscribe the location of the [dungeon name] onto your map of the continent. The map that will lead you to the Ebony Mail lies there. I doubt if Boethiah even cares after all this time, but I'll wish you luck anyhow. Goodbye.\"",
        "",
        "<title>King Orghum's Coffer</title>",
        "<header>Description</header>",
        "King Orghum's Coffer is a small-sized chest, ordinary in appearance. It is remarkably light, almost weightless, which offers clue to its true magic. Once a day, the Coffer will create gold from naught. When King Orghum himself possessed the Coffer, the supply within was limitless. Those who have found it since report that the Coffer eventually disappears after having dispersed enough gold to shame even the wealthiest of merchants. Where and why it vanishes is still a mystery.",
        "<header>Rumors</header>",
        "Well, if you're able to spend some gold in order to make a lot of gold, I have a deal for you. There's a chap a bit to the [direction] in the [tavern name] who knows how to get to King Orgnum's Coffer. If you've never heard about the coffer, it's the magical item that keeps on giving. Head toward the [tavern name] right away because I don't know how long this guy will be there.",
        "Some chap [direction] of here in the [tavern name] is making a profit that would make King Orgnum himself proud. He says he knows where Orgnum's magical coffer is, but he needs several hundred gold pieces to say. Despicable, in my opinion.",
        "It never ceases to amuse me how much money people will spend to get rich quick. If you want to see what I mean, go [direction] to the [tavern name]. If he hasn't left yet, there's a man there willing to tell you how to find King Orgnum's Coffer, the key to a lifetime of wealth - for a price. Don't bring any money with you if you go or he'll talking you out of it all.",
        "Well, I won't ask you how you knew who to question about King Orgnum's Coffer. Someone on the street must have told you where [Name] was conducting his business. He or she probably doubted my authenticity, given the suspicious nature of the [city name] citizenry. I assure you that if you follow my advice, you will be a very rich [race]. All I ask is [amount] gold - a small advance on your forthcoming salary.",
        "Of course, everyone wants to know if King Orgnum's Coffer is a fact or a myth. But if they knew the Coffer existed and where it is, how many would be brave enough to go after them? Most people wish for a magic box always full of money, but are too lazy or frightened to follow their dream. My name is [Name] and if you have the will and [amount] gold pieces, I will tell you how to find King Orgnum's Coffer.",
        "I am [Name]. I know how you may find King Orgnum's Coffer and I will tell you, for a price, of course. [amount] gold pieces, to be exact. This may seem like a lot of money, but with the Coffer, you will have a daily income most people in [city name] dream of making annually. I think the price is fair. Your reply, [race]?",
        "<header>Tavern Encounters</header>",
        "\"Well, I won't ask you how you knew who to question about King Orghum's Coffer.\" A tall gentleman turns to you and shakes your hand. \"Someone on the street must have told you where [Name] was conducting his business. He or she probably doubted my authenticity, given the suspicious nature of the [city name] citizenry. I assure you that if you follow my advice, you will be a very rich [race]. All I ask is [amount] gold - a small advance on your forthcoming salary.\"",
        "You hear a snort of derisive laughter behind you. \"Of course, everyone wants to know if King Orghum's Coffer is a fact or a myth. But if they knew the Coffer existed and where it is, how many would be brave enough to go after them? Most people wish for a magic box always full of money, but are too lazy or frightened to follow their dream. My name is [Name] and if you have the will and [amount] gold pieces, I will tell you how to find King Orghum's Coffer.\"",
        "The man to your right looks at you strangely after you mention the coffer, as if to analyse your intentions. \"I am [Name]. I know how you may find King Orghum's Coffer and I will tell you, for a price, of course. [amount] gold pieces, to be exact. This may seem like a lot of money, but with the Coffer, you will have a daily income most people in [city name] dream of making annually. I think the price is fair. Your reply, [race]?\"",
        "<header>Location</header>",
        "\"Thank you very much, [race]. The gold will come in handy. I hope you can make equally good use of my information. King Orghum lost his Coffer eighty or more years ago, during one of the marine battles with the Emperor of Tamriel, who was then Antiochus Septim. After the loss, Orghum's island kingdom of Pyandonea ceased to be a world power - probably because the King could no longer afford as great a fleet as before. The Coffer washed ashore on Summurset Isle, where it was an elusive presence. If I were you, I'd go to a place called the [dungeon name], and see if you can find the map that leads to the Coffer. I'll inscribe its location onto your map of the continent. I wish you good luck.\"",
        "",
        "<title>Necromancer's Amulet/Robes</title>",
        "<header>Description</header>",
        "The legendary Necromancer's Amulet, the last surviving relic of the mad sorceror Mannimarco, grants any spellcaster who wears it the ability to absorb magical energy and regenerate from injury. The Amulet is mystically fortified to give the person wearing it an armor rating equivalent to plate armor, without the weight and restriction of movement. This makes the artifact popular amongst thieves and mages alike. It is the one flaw of the Amulet that it is unstable in this world - forever doomed to fade in and out of existence, reappearing at locations distant from that of its disappearance.",
        "<header>Tavern Encounters</header>",
        "The man next to you shakes your hand eagerly, \"You want some information about the Necromancer's Robes? Glad to meet you, I'm [Name]. I know this isn't a good way to begin negotiating, but I've been trying to sell the information I have on their location all day long and hardly anyone will talk to me. I think the Mages Guild in [city name] must be afraid. Well, they have caused me to lower my price. I'll tell you how to find the most powerful magical relic in Tamriel for [amount] gold. Do we have a deal?\"",
        "\"Glad to hear you bring it up, [race],\" says a young man next to you. \"I'm [Name] and I was just beginning to assume that no one in [city name] has ever heard of Mannimarco and his Necromancer's Robes. So you're in luck, [race]. My new price for telling you exactly how to find the robes that will make any trickster into an archmage is [amount] gold pieces. As they say, take it or leave it.\"",
        "A man strolls across the room to your side at the mention of the Necromancer's Robes. He looks you over carefully before speaking. \"You may have heard about me, [race]? Well, at least you've heard of Mannimarco, the wizard whose robes you wish to possess. You have needs and I have needs, mine being [amount] gold. Being impecunious in [city name] is so tiresome, don't you know? Does this deal please you?\"",
        "<header>Rumors</header>",
        "If go [direction] a little and to a little tavern called the [tavern name], you'll find this shady character who says he knows how to find some old relic, the legendary Necromancer's Amulet or something. Suppose he's telling the truth: the Amulet is supposed to regenerate any mage's power, and to give the user protection better than plate mail without the weight. If I had time, I'd be the first in line.",
        "[Exclamation], if you know a mage interested in having his power regenerated, you might want to make a small investment over at the [tavern name], that's a tavern [direction] of here. Look for a shady looking chap, you can't miss him, and ask him about the Necromancer's Amulet. Heard of it? Well, he'll probably tell you all you need to know.",
        "[exclamation], you'd think mages would be too logical to get involved in quests for mythical relics that'll supposedly make them incredibly powerful. I saw two mages over at the [tavern name], a respectable inn [direction] of here, bartering with this guy over the Necromancer's Amulet. They didn't have enough money for the information he had, lucky for them.",
        "Really? You want some information about the Necromancer's Amulet? Glad to meet you, I'm [Name]. I know this isn't a good sales technique, but I've been trying to sell the information I have on its location all day long and hardly anyone will talk to me. I think the Mages Guild in [city name] must be afraid. Well, they have caused me to lower my price. I'll tell you how to find the most powerful magical relic in Tamriel for [amount] gold. Do we have a deal?",
        "Glad to hear you bring it up, [race]. I'm [Name] and I was just beginning to assume that no one in [city name] has ever heard of Mannimarco and his Amulet. So you're in luck, [race]. My new price for telling you exactly how to find the Amulet that will make any trickster into an Archmage is [amount] gold pieces. As they say, take it or leave it.",
        "You may have heard about me, [race]? Well, at least you've heard of Mannimarco, the wizard whose Amulet you wish to possess. You have needs and I have needs, mine being [amount] gold. Being impecunious in [city name] is so tiresome, don't you know? Does this deal please you?",
        "<header>Location</header>",
        "Excellent, [Player Name], happy to do business with you. Now then, here is what I know. I may not look like it, but I am of noble blood, a member of one of the first families of High Rock. For century upon century, my family has been involved in the politics of Arena. Most of the rulers in the family have been servants for the good of the people, but occasionally a bad egg turns up like my great uncle. When my father took the rulership from him, he found that my uncle had a vast storeroom of items confiscated from travelers, including a map to the place where the Necromancer's Amulet is supposed to be now. Most of this he returned to the rightful owners, but this map was lost in a place called the [dungeon name]. If you go there, you should be able to find the map again, and use it to locate the Amulet. Now I must leave you. Good luck, [race].",
        "<title>Ring of Phynaster</title>",
        "<header>Description</header>",
        "The Ring of Phynaster was made hundreds of years ago by a person who needed good defenses to survive his adventurous life. Thanks to the Ring, Phynaster lived for hundreds of years, and since then it has passed from person to person. The ring improves its wearer's overall resistance to damage and grants total immunity to poison, spells, and electricity. Still, Phynaster was cunning and said to have cursed the Ring. It eventually disappears from its holder's possessions and returns to another resting place, uncontent to stay anywhere but with Phynaster himself.",
        "<header>Rumors</header>",
        "You know who Phynaster was, don't you? He was a [race], like yourself, with a marvelous ring that allowed him invulnerability to magic and poison. Rumor is there's a gentleman in the [tavern name] - that's [direction] of here - who says he knows how to get to this ring. He's in it for the money, make no mistake. You want his information, you better have gold.",
        "Can't say I've ever heard of him, but some guy named Phynaster apparently lost his ring and another guy [direction] of here in the [tavern name] knows how to get it back. Must be something special about that ring, [race], because he's asking for a lot of money for his information. Enough gold to buy a modest-sized palace, actually. But if you're interested, there you are.",
        "Just more rumors about the Ring of Phynaster, this time from a man to the [direction], at the [tavern name] actually. Chap says he'll tell you exactly how to get the Ring if the price is right. Not for me, [race]. I don't need total invulnerability to magic and poison.",
        "Today's your lucky day, [race]. I'm [Name], and not only can I tell you whatever you want to know about the Ring of Phynaster, I can show you just how you can find it. All I'm asking for this wealth of information is [amount] gold. A pretty modest sum considering that soon you'll have nothing to fear from magic, or poison. Are you willing?",
        "Good to meet you, %pcf. I go by the name of [Name], and I'm just the man you want to speak to if you want to find the lost Ring of Phynaster. It's not lost at all, you see. There's a map that... well, why spoil the surprise? For a mere [amount] gold pieces, I'll finish my last sentence. Is it a deal?",
        "There was a time when I'd be suspicious of a young [race] wandering in to the [tavern name] and asking about the commodity I'm selling. The Wharf Rats would rather have me dead than divulging the secret location of the Ring of Phynaster. I can help you, if you're willing to part with [amount] of your hard-earned gold pieces. Before responding, just think of how much more you can earn after the Ring has made you invulnerable to nearly anything a mage or a thief can throw at you. Do we have a deal?",
        "<header>Tavern Encounters</header>",
        "\"Today's your lucky day, [race],\" a young man appears at your side the moment you mention the Ring of Phynaster. \"I'm [Name], and not only can I tell you whatever you want to know about the Ring of Phynaster, I can show you just how you can find it. All I'm asking for this wealth of information is [amount] gold. A pretty modest sum considering that soon you'll have nothing to fear from magic, or poison. Are you willing?\"",
        "The innkeeper looks at you doubtfully and then signals to a young man seated at the far end of the bar. He meanders over and shakes your hand. \"Good to meet you, %pcf. I go by the name of [Name], and I'm just the man you want to speak to if you want to find the lost Ring of Phynaster. It's not lost at all, you see. There's a map that... well, why spoil the surprise? For a mere [amount] gold pieces, I'll finish my last sentence. Is it a deal?\"",
        "\"There was a time when I'd be suspicious of a young [race] wandering in to the [tavern name] and asking about the commodity I'm selling,\" the young man next to you says gloomily. \"The Wharf Rats would rather have me dead than divulging the secret location of the Ring of Phynaster. I can help you, if you're willing to part with [amount] of your hard-earned gold pieces. Before responding, just think of how much more you can earn after the Ring has made you invulnerable to nearly anything a mage or a thief can throw at you. Do we have a deal?\"",
        "<header>Location</header>",
        "\"Very good, for now we can do business. You know that Phynaster was killed by the Wharf Rats for his Ring? It's true. He was buried somewhere in the Forest of Elborn and the Ring has ever since been stored in one of their hundreds of underground headquarters. Even should the Ring be taken by thieves, a charm has been cast on it so it will eventually return to one of the Rats' sanctuaries. The faction of the Rats decided that the best place to hide the map to the Ring's most recent resting place was in the a place called the [dungeon name], in the Summurset Isle. I will inscribe the location onto your map of the continent. If you can find the map, it will lead you to the Ring of Phynaster...\"",
        "",
        "<title>Ring of the Khajiit</title>",
        "<header>Description</header>",
        "The Ring of the Khajiiti is an ancient relic, hundreds of years older than Rajhin, the thief who made the Ring famous. It was Rajhin who used the Ring's powers to make himself as invisible, silent, and quick as a breath of wind. Using the Ring he became the most successful burglar in Elsweyr's history. Rajhin's eventual fate is a mystery, but according to legend, the Ring rebelled against such constant use and disappeared, leaving Rajhin helpless before his enemies...",
        "<header>Rumors</header>",
        "I don't know what to make of him, but there's a gent over at the [tavern name] who swears he knows how to find the Ring of the Khajiiti. Now how someone could know where the ring is and not have it is beyond me. Everyone could find a use for the Ring, you know. Well, if you're curious, you'll find the [tavern name] a bit [direction] of here.",
        "Ever heard of Rajhin, the great Khajiiti thief? Possibly not, for he stole much more than he was ever blamed for. Partly that was his skill, partly his magical ring. Rumor has it there's a chap [direction] of here at the [tavern name] who knows how to find where the ring has resurfaced if you have the time to investigate and the money to pay him for his information.",
        "You know that ring, the Ring of the Khajiiti that's supposed to turn anyone who wears it invisible? Well, I was talking to a gentleman who's staying just [direction] of here at the [tavern name] and he says he knows where the Ring is. Or, maybe he said he knew where to get to the map. He wanted more money for his information that I have, but you might be interested.",
        "So, you've heard of the Ring, have you, [race]? Well, let me tell you all the legends about Rajhin and his Ring of the Khajiit are absolutely true. There does exist such a Ring that endows its wearer with many powers, including invisibility, and there is even a map to its recent hiding place! I am [Name], one of the few who know of its location. Regretfully, I must sell the knowledge I have, but it won't be cheap. [amount] gold pieces is the minimum price I'll accept.",
        "Another hero like Rajhin in training, eh? Hoping to use the power of the Ring of the Khajiit to rob the citizens of [city name] or take advantage of opponents, perhaps? Good for you, [race]. I am [Name] of [narby city name] and I can show you how you may find the Ring and win the power of invisibility. I will require [amount] gold of you to prove your seriousness in this matter. How does that sound to you?",
        "Do you even know what the Ring of the Khajiit is, [race]? You know it turns the wearer invisible, but are you aware of the responsibility and power given to the Ring bearer? There was a time when I would sooner die that give up the secret given to me by the spirit of Rajhin himself. [Name] is not without honor. I will require no less than [amount] gold pieces to betray my friend and divulge the location.",
        "<header>Tavern Encounters</header>",
        "\"So, you've heard of the Ring, have you, [race]?\" the man next to you nods his head. \"Well, let me tell you all the legends about Rajhin and his Ring of the Khajiit are absolutely true. There does exist such a Ring that endows its wearer with many powers, including invisibility, and there is even a map to its recent hiding place! I am [Name], one of the few who know of its location. Regretfully, I must sell the knowledge I have, but it won't be cheap. [amount] gold pieces is the minimum price I'll accept.\"",
        "\"Another hero like Rajhin in training, eh? Hoping to use the power of the Ring of the Khajiit to rob the citizens of [city name] or take advantage of opponents, perhaps? Good for you, [race].\" The man to your left very nearly smiles, but it is obviously an unnatural expression for him. \"I am [Name] of [city name]2 and I can show you how you may find the Ring and win the power of invisibility. I will require [amount] gold of you to prove your seriousness in this matter. How does that sound to you?\"",
        "\"Do you even know what the Ring of the Khajiit is, [race]?\" the big man in a black robe to your right mutters. \"You know it turns the wearer invisible, but are you aware of the responsibility and power given to the Ring bearer? There was a time when I would sooner die that give up the secret given to me by the spirit of Rajhin himself. [Name] is not without honor. I will require no less than [amount] gold pieces to betray my friend and divulge the location.\"",
        "<header>Location</header>",
        "Well, yeah, I suppose we can do business on that. You might've guessed, but I knew Rajhin myself. He was my friend. For months after he disappeared, I spoke to a spiritualist, attempting to ascertain his condition. It all came to naught, until a few weeks ago, when his spirit appeared before me. He told me he was bound to appear and tell of the Ring of Khajiit, as long as it was missing from the land. I know it lies in a dank abyss where it had been hidden by the Underking. He also told me that a map exists to that crypt. The map is in the [dungeon name], somewhere in Black Marsh. I will inscribe its location onto your map of the continent. Fare thee well, [race].",
        "<title>Spell Breaker</title>",
        "<header>Description</header>",
        "Spell Breaker, superficially a Dwarven tower shield, is one of the most prized ancient relics of Tamriel. Aside from its historic importance dating from the Battle of Rourken-Shalidor, the Spell Breaker protects its wielder almost completely from any spellcaster, either by dispelling magicks or silencing any mage about to cast a spell. It is said that the Spell Breaker still searches for its original owner, and will not remain the property of any one else for long. For most, possessing Spell Breaker for any time is power enough.",
        "<header>Rumors</header>",
        "[exclamation], I wish I were a few hundred gold pieces richer. If I were, I would've give it to this guy I was just talking to. He said he had information about Spell Breaker, that shield that dispells spells. You know, we have those reckless battlemages here in [city name] throwing fireballs around. If you're interested, he was heading [direction] toward the [tavern name].",
        "I know every other person has a theory about where the Spell Breaker shield has resurfaced, but there's a guy right here in [city name] who says he definitely knows how to get it. He's going to want some gold for his information, but if you're interested, I saw him [direction] of here in a tavern called the [tavern name].",
        "There's another chap trying to get people to pay him for his so called insider information about the newest wherebouts of Spell Breaker. I'm sure he makes a good living, selling phony stories to people who want to believe in a shield that can destroy spells! Last I saw of him, he was [direction] of here, bothering the people at the [tavern name]. [exclamation], there ought to be a law.",
        "Who sent you? My apologies, friend. I am [Name] and I'm trying to avoid the agents of the Necromancers, who want the information I have about the shield Spell Breaker. If you're interested in a shield that would make any mage powerless against you, I can direct you for a mere [amount] gold. I need to be leaving [city name] soon, so do we have a deal?",
        "Ah, you're looking for Spell Breaker, are you? Came to the right inn and asked the right man, you did. They call me [Name], and I can show you exactly where Spell Breaker is hidden. A mere [amount] gold and you've bought all my knowledge the shield's wherebouts. What do you think?",
        "Anticipating a big fight with a magus, kid? It's [Name] at your service. I know how you can find out where the Spell Breaker is, but I ain't going to tell you for free. I'd find it myself, but I'd rather have [amount] gold and leave the questing to you. What do you say, [race]? Do we have a deal?",
        "<header>Tavern Encounters</header>",
        "\"Who sent you?\" the young man to your right hisses, his pale face contrasted in shadow and light. He examines your [race] features and calms. \"My apologies, friend. I am [Name] and I'm trying to avoid the agents of the Necromancers, who want the information I have about the shield Spell Breaker. If you're interested in a shield that would make any mage powerless against you, I can direct you for a mere [amount] gold. I need to be leaving [city name] soon, so do we have a deal?\"",
        "\"Ah, you're looking for Spell Breaker, are you?\" A young man behind you in a black cloak approaches and shakes your hand. \"Came to the right inn and asked the right man, you did. They call me [Name], and I can show you exactly where Spell Breaker is hidden. A mere [amount] gold and you've bought all my knowledge the shield's wherebouts. What do you think?\"",
        "\"Anticipating a big fight with a magus, kid?\" The man to your left nudges you and then drops his voice to a whisper. \"It's [Name] at your service. I know how you can find out where the Spell Breaker is, but I ain't going to tell you for free. I'd find it myself, but I'd rather have [amount] gold and leave the questing to you. What do you say, [race]? Do we have a deal?\"",
        "<header>Location</header>",
        "It seems you seek the shield, Spell Breaker, in earnest then. Well my good, [race], you would be one of many to find that which can negate even the most powerful of magics. You do not need to seek far. King Rourken, last of the Dwarven Kings had Spell Breaker fashioned for him in his war against the Wizard Shalidor. It was lost in the final battle, and from time to time has reappeared in the land. The clue to where it now lies seems to be in the Hammerfell province. In my travels I stumbled upon an ancient text that speaks of a place called the [dungeon name]. I quickly wrote down the location, then destroyed the text. I have inscribed that location onto your map of the continent. It is there that you will find a map to lead you to Spell Breaker. I wish you well on your quest...",
        "<title>Staff of Magnus</title>",
        "<header>Description</header>",
        "The Staff of Magnus, one of the elder artifacts of Tamriel, was a metaphysical battery of sorts for its creator, the Arch-Mage Magnus. When used, it regenerates both a mage's health and mystical energy at remarkable rates. In time, the Staff will abandon the mage who wields it before he or she becomes too powerful and upsets the mystical balance it is sworn to protect.",
        "<header>Rumors</header>",
        "Well, I've been talking to this fellow at the [tavern name] [direction] of here, and he was telling me he knows something about the location of the Staff of Magnus. I don't know if he's telling the truth, but he had the nerve to ask for hundreds of gold pieces in return for the information. If I had the money I think I'd take him up on it.",
        "This %ct's getting crazier and crazier, that's what's up. For example, you know the [tavern name] just [direction] of here? Perfectly respectable tavern, but apparently some lunatic is hanging around there, bothering everyone, telling them he knows how to find the Staff of Magnus. He should know anyone who's ever heard of the Staff is too senile to go after it anyhow.",
        "Ever hear of the Staff of Magnus? No offense, very few [race] kids your age have. It's this ancient relic that legend says can absorb a spell cast at it and give the spell's power to whoever holds it. I know someone who knows how to get the Staff, and he'll tell you for a price if you get to him today. He's at the [tavern name], just [direction] of here.",
        "Be quiet, [race] fool, the Necromancers would not think at all about killing you just for mentioning the Staff of Magnus. Their most powerful mages are children compared to its power, and if they could possess it, surely they would rule [city name]. I would be willing to tell you how to find the Staff, but it will cost you [amount] gold in return. Agreed?",
        "The Staff of Magnus? It must surely be fate that brought us two together. I am [Name] and I can direct you on your way to find this most ancient and powerful of relics. Pity the poor mage who tries to battle with you once it is in your possession, eh? All I ask in return for my information is a pittance, [amount] gold pieces. Shall we get down to business?",
        "I like your arrogance, kid. Strolling into the [tavern name], asking about the Staff of Magnus like it was a new brand of ale. The Necromancers of [city name] have been offering me thousands of gold pieces to tell them how to find it, but I shudder to think what would become of [province] if they had that power. For you, I make the offer of [amount] gold, a very good price. Do we have a deal?",
        "<header>Tavern Encounters</header>",
        "\"Be quiet, [race] fool,\" the man next to you grabs your arm and speaks in a low, conspiratorial tone. \"The Necromancers would not think at all about killing you just for mentioning the Staff of Magnus. Their most powerful mages are children compared to its power, and if they could possess it, surely they would rule [city name]. I would be willing to tell you how to find the Staff, but it will cost you [amount] gold in return. Agreed?\"",
        "A young man comes to your side and shakes your hand. \"The Staff of Magnus? It must surely be fate that brought us two together. I am [Name] and I can direct you on your way to find this most ancient and powerful of relics. Pity the poor mage who tries to battle with you once it is in your possession, eh? All I ask in return for my information is a pittance, [amount] gold pieces. Shall we get down to business?\"",
        "\"I like your arrogance, kid,\" a dark figure slithers across the tavern to your side, his face emotionless as a mask. \"Strolling into the [tavern name], asking about the Staff of Magnus like it was a new brand of ale. The Necromancers of [city name] have been offering me thousands of gold pieces to tell them how to find it, but I shudder to think what would become of [province] if they had that power. For you, I make the offer of [amount] gold, a very good price. Do we have a deal?\"",
        "<header>Location</header>",
        "\"Thank you for the gold. Now listen carefully. Just before the Sorceror-King Magnus died, he trusted the only map to the location of the Staff of Magnus to the Blades, a secret society of warriors. I heard that one of their number sought the map that led to the Staff's current location. He journeyed to a place called the [dungeon name], in the Elsweyr province, but never returned. I would never dare to go where a Bladesman met his end, but somewhere in that dungeon is the map to the location of the Staff of Magnus. For the money you've paid, you obviously think better of your chances. I wish you luck in your quest. I've inscribed its location onto your map of the continent. Good luck, [race]. I wish you well...\"",
        "<title>The Lord's Mail</title>",
        "<header>Description</header>",
        "The Lord's Mail, sometimes called the Armor of Morihaus, the Gift of Kynareth, is an ancient cuirass of unsurpassable quality. It grants the wearer the power to regenerate lost health, resist the effects of spells, and cure oneself of poison when used. It is said that whenever Kynareth deigns the wearer unworthy, the Lord's Mail will be taken away and hidden for the next chosen one.",
        "<header>Rumors</header>",
        "Ever hear word of the Armor of Morihaus? That's what the old timers call the Lord's Mail. Well, anyhow, there's someone over in the [tavern name] whispering around about the Armor of Morihaus. Sure, he might've just been some drunk talking and about old legends, but if there's a chance of getting the armor that regenerates the person who wears it, well...",
        "Listen, some guy over at the [tavern name], that inn to the [direction], told me he knew not only that the Lord's Mail of Morihaus is real, but how to find it. He said he was willing to sell the information, but I'm more than a little broke. You ought to head up that way if you've got a couple hundred gold, and are willing to trust a stranger.",
        "Actually, I have heard something interesting lately. Ever heard the legend of Morihaus? Well, this guy over to the [direction] in the [tavern name] says he knows where Morihaus' armor, the Lord's Mail is. I don't know if it's even half true, but I know he wants money for his information. If you've got the gold, this is an opportunity I'd take advantage of.",
        "Couldn't help overhearing you, mate. You can call me [Name]. I happen to know how to find Morihaus' armor, the bane of trolls everywhere. A [race] like you could use a little help. I'm willing to tell you everything I know for [amount] gold. Agreed?",
        "It can't be coincidence that brings you and I to the [tavern name] at the same time. Best armor ever created, make you more than a match for anyone. I like you enough to offer a mere [amount] gold pieces for my invaluable information. Do we have a deal?",
        "I've got the sort of information wars have been waged over. You know for his arrogance Morihaus had the Lord's Mail taken from him by the spirit Kynareth. I do not suffer from the same sin of arrogance. For [amount] gold, I will tell how to find the place where Kynareth has sequestered the Lord's Mail. Shall we do business, [race]?",
        "<header>Tavern Encounters</header>",
        "As soon as you mention the Lord's Mail, a man you didn't see when you entered seats himself by you at the bar. \"Couldn't help overhearing you, mate. You can call me [Name]. I happen to know how to find Morihaus' armor, the bane of trolls everywhere. A [race] like you could use a little help. I'm willing to tell you everything I know for [amount] gold. Agreed?\"",
        "\"It can't be coincidence that brings you and I to the [tavern name] at the same time,\" a young man seats himself next to you. \"A [race] looking for the Lord's Mail, and a man who knows just where to find it. Best armor ever created, you know. Make you more than a match for anyone. I like you enough to offer a mere [amount] gold pieces for my invaluable information. Do we have a deal?\"",
        "The bartender signals to a man in the back of the inn. The young man stands up and joins you at the counter. \"I've got the sort of information wars have been waged over. You know for his arrogance Morihaus had the Lord's Mail taken from him by the spirit Kynareth. I do not suffer from the same sin of arrogance. For [amount] gold, I will tell how to find the place where Kynareth has sequestered the Lord's Mail. Shall we do business, [race]?\"",
        "<header>Location</header>",
        "\"Very good, I accept your gold. Listen to me carefully. In the province of Skyrim, there is a dungeon called the [dungeon name], said to be the actual burial crypt of Kynareth herself! Before her death it is said that she foresaw many needs coming to the land. To aid any person who would take such a need upon their shoulders Kynareth created the Lord's Mail, said to be able to cure its wearer of any injury. To guard this artifact from those who would plunder her crypt, she secreted it in a location known only to her. Whenever a great need appears upon the land, so does the Lord's Mail. That's how that warrior, Morihaus, got it first. It's location, and the crypt of Kynareth are always different. In the ancient libraries of Tholgamis I stumbled upon the secret to the location of Kynareth's crypt as it has appeared this time. I have no desire to be a hero. A full purse is enough to keep me happy! If you fashion yourself a hero, and wish to win the Lord's Mail, journey to Kynareth's crypt and get the map, good [race]. I have inscribed her resting place on your map of the continent. I wish you well on your journey...\"",
        "<title>The Oghma Infinium</title>",
        "<header>Description</header>",
        "The Oghma Infinium is a tome of knowledge written by the Ageless One, the wizard-sage Xarses. All who read the Infinium are filled with the energy of the artifact which can be manipulated to raise one's abilities to near demi-god proportions. Once used, legend has it, the Infinium will disappear from its wielder.",
        "<header>Rumors</header>",
        "Well, there is a interesting little story I heard a few minutes ago from some chap in a tavern just [direction] of here called the [tavern name]. He said there was this book of incredible power called the Oglmethlum, uh... the Utherlzninium... the Uglonmth... the Oghma Infinium, that's it. Anyhow, he knows how to get to this book, but he wants some gold in return.",
        "Ever heard of Xarses, the sorceror who created the tome, the Oghma Infinium? Well, there's a guy in the [tavern name], just [direction] of here, who swears he knows someone who knew the great, great granduncle of this maid who used to clean up for Xarses' sister-in-law, and he says he knows how to find the Infinium. But he's going to want gold to talk.",
        "Some guy at the [tavern name] was telling anyone who'd listen that he knows how to get this book, the Oghma Infinium, that supposedly will make you twice the [race] you are now. If you're interested, he's probably still there, just [direction] of here. Personally, I think he was just drunk.",
        "Rather a strange thing for someone to ask about. The Oghma Infinium does not roll of one's tongue accidentally. Perhaps you have heard one of the [city name] folk mention [Name] - that's me. I do know how to find the Tome of Power, only occasionally seen since Xarses' death centuries ago. I regret the necessity of asking [amount] gold for my information. You do agree it's a reasonable request for such a powerful relic?",
        "My name is [Name]. Sorry for interrupting, but you mentioned the Oghma Infinium, and I have information that could lead to its recovery. You know knowledge doesn't come without its price. Mine is [amount] gold pieces. Are you willing to go on?",
        "Did I hear correctly? You're looking for the Tome of Power, the Librum of Knowledge, the Oghma Infinium of Xarses itself? I, [Name], admire ambition, so I will tell you exactly how you can get the Infinium for a mere [amount] gold. Agreed?",
        "<header>Tavern Encounters</header>",
        "\"Rather a strange thing for someone to ask about,\" a young man of aristocratic bearing joins you at the bar. \"The Oghma Infinium does not roll off one's tongue accidentally. Perhaps you have heard one of the [city name] folk mention [Name] - that's me. I do know how to find the Tome of Power, only occasionally seen since Xarses' death centuries ago. I regret the necessity of asking [amount] gold for my information. You do agree it's a reasonable request for such a powerful relic?\"",
        "A man sits next to you at the bar. The innkeeper looks at him suspiciously and moves to his other customers. \"My name is [Name]. Sorry for interrupting,\" he says, his voice like a blade sliding from its sheath. \"But you mentioned the Oghma Infinium, and I have information that could lead to its recovery. You know knowledge doesn't come without its price. Mine is [amount] gold pieces. Are you willing to go on?\"",
        "The moment you mentioned the Oghma Infinium, you are joined by a man you did not even notice in the tavern before. He immediately starts his sell with a friendly smile. \"Did I hear correctly? You're looking for the Tome of Power, the Librum of Knowledge, the Oghma Infinium of Xarses itself? I, [Name], admire ambition, so I will tell you exactly how you can get the Infinium for a mere [amount] gold. Agreed?\"",
        "<header>Location</header>",
        "\"Excellent. In the province of Skyrim lies an ancient tomb. I found it quite by accident while escaping Reavers of the frozen wastes who sought to enslave me. Falling into this forsaken place I found tablets and scrolls which all pointed to the location of the Oghma Infinium, said to increase the reader's innate attributes to god-like proportions. I have no need of such attention, for I would rather be rich and anonymous. I have however inscribed the location of that tomb onto your map of the continent. It's called the [dungeon name]. Journey there and you can recover those maps for yourself. They will show you where the Oghma Infinium now lies. Be warned, these things of power seldom grant their gifts without a price. The Infinium has appeared many times through the ages. I wish you luck on recovering it as it appears now...\"",
        "<title>The Skeleton's Key</title>",
        "<header>Description</header>",
        "The power of the Skeleton's Key is very simple, indeed. With it, any non-magically locked door or chest is instantly accessible to even the clumsiest of lockpickers. A particularly skillful lockpicker may even open some magically barred doors with the Key. The two limitations placed on the Key by wizards who sought to protect their storehouses were that the Key could only be used once a day and it would never be the property of one thief for too long. Some of those who have possessed the Key have made themselves rich before it disappeared, others have broken into places they never should have entered ...",
        "<header>Rumors</header>",
        "[Exclamation], some character just asked me if I were willing to pay for information regarding the wherebouts of the Skeleton's Key. As if I'd like it to be found! You want my opinion, a key capable of opening any lock or portal would make all [province] unsafe. I told him to get lost and he headed over [direction] to the [tavern name]. I hope no one takes his offer.",
        "Yeah, this was a little odd. My grandmother told me stories when I was young about a magical key called the Skeleton's Key with which one could open anything. I never believed her, but just today, [direction] of here, this man offered to sell me information to the location of the Skeleton's Key. He was over in the [tavern name].",
        "I don't know if I believe it, but there's a gentleman in [city name] who says he knows how to find the magical key of Arrovan, the master thief. He wants money for the information - a lot of money - but if you'd like to be able to break into anything you might want to head [direction] to the [tavern name] and talk to him.",
        "What kind of [race] are you? You a thief or just thinking about becoming one? Doesn't matter to me anyhow. The Skeleton's Key is not easy to find, mate, but the right person with the right information will be able to do it. I don't know if you're good enough for it, but I can sell you the right information for [amount] gold. What do you say?",
        "Name's [Name], [race]. No one wants the Skeleton's Key to be found, except maybe a few loner thieves. Nothing would be safe from the clutches of the person who holds the key, you understand. I don't care, myself. All I need is [amount] gold to tell you exactly how to get the key yourself.",
        "I make it my business to know where things are. I can tell you how to get the Skeleton's Key yourself. I won't ask why you wish to have the power to open any lock or portal you're probably no more nosy and covetous than I. In this case, I'll only ask for [amount] gold for the information that will lead to the the Skeleton Key. You have that much money to spare, eh?",
        "<header>Tavern Encounters</header>",
        "\"What kind of [race] are you?\" snorts the man to your left. \"You a thief or just thinking about becoming one? Doesn't matter to me anyhow. The Skeleton's Key is not easy to find, mate, but the right person with the right information will be able to do it. I don't know if you're good enough for it, but I can sell you the right information for [amount] gold. What do you say?\"",
        "The bartender looks at you suspiciously and then motions to a man in the shadowed corner of the [tavern name], who steps forward. He is a young gentleman dressed in dark clothing. \"Name's [Name], [race]. No one wants the Skeleton's Key to be found, except maybe a few loner thieves. Nothing would be safe from the clutches of the person who holds the key, you understand. I don't care, myself. All I need is [amount] gold to tell you exactly how to get the key yourself.\"",
        "\"I make it my business to know where things are,\" the young man to your left turns to you, his breath stinking of many ales. \"And I can tell you how to get the Skeleton's Key yourself. I won't ask why you wish to have the power to open any lock or portal you're probably no more nosy and covetous than I. In this case, I'll only ask for [amount] gold for the information that will lead to the the Skeleton Key. You have that much money to spare, eh?\"",
        "<header>Location</header>",
        "\"Ah, yes, my purse likes the sound of that. You'll find the Skeleton's Key in a particularly unpleasant dungeon. Of course, no one except a few know where it is, for the Key always chooses inaccessible places to hide. For benefit of the historians, the first holder of the Key, Arrovan, made a map to each of the Key's resting places, but for many years no one could find this one. My contacts say the map is in a place called the [dungeon name]. I have inscribed the location onto your map of the continent. I must leave you. Good luck, my [race] friend...\"",
        "<title>Volendrung</title>",
        "<header>Description</header>",
        "The Hammer of Might, Volendrung is said to have been created by the Dwarves of the now abandoned clan of Rourken, hundreds of years before they disappeared from the world of Tamriel. It has the ability to grant health to its wielder, but it is best known for the paralyzing and strength leeching effects it has when cast at an enemy. Like the Dwarves who created it, Volendrung is prone to disappearing suddenly, resurfacing sometimes in days, sometimes in eons.",
        "<header>Rumors</header>",
        "Maybe your father told you stories of Volendrung, [race]? The Hammer of the Dwarves of Rourken? There's some guy a few inns from here who claims to know its location. Times being tough in [city name], he's over at the [tavern name], a tavern just [direction] of here, selling the information he knows. You ought to look into it.",
        "Crazy %ct this [city name]. Saw a guy skulking around, whispering 'Volendrung, volendrung', whatever that means. I chased him off, the crazy bastard. He headed [direction] toward the [tavern name], thank God. See what I mean, this %ct's just getting crazier.",
        "There's this guy just [direction] of here, in a tavern called the [tavern name], selling information about Volendrung. If he's telling the truth, he knows how to get the Hammer of Might so I guess he's justified in asking hundreds of gold pieces for the information. A hammer that can turn a man to stone, imagine...",
        "Did you say 'Volendrung,' my friend? Assuming you're asking about the Dwarven Hammer of Might, I am [Name], the man you want to speak to. Perhaps you have a friend who has met a Medusa, or an enemy who ought to. Volendrung's the hammer for you then, kid. Just give me [amount] gold to get the business end out of the way, and I'll tell you how to find the Hammer.",
        "I knew the moment you walked in, you were the [race] I wanted to do business with. You want Volendrung, the Hammer of Might: a testimony to your knowledge and good taste. I know how you can get Volendrung. All we need is to get the little question of price out of the way. For my assistance in getting you to the Hammer, I'm only asking for [amount] gold pieces. I assume that's fine with you?",
        "You must have heard I was here, offering people information for recovering the lost Dwarven Hammer of Might. Well, you're a lucky [race]. Turns out the folk in the [tavern name] aren't as rich as I thought they'd be, and I need gold more than adventure. So for [amount] pieces of gold, I'll tell you exactly how to recover Volendrung. Will you take advantage of my generosity?",
        "<header>Tavern Encounters</header>",
        "\"Did you say, 'Volendrung' my friend?\" The monkey-faced man next to you reaches over and shakes your hand. \"Assuming you're asking about the Dwarven Hammer of Might, I am [Name], the man you want to speak to. Perhaps you have a friend who has met a Medusa, or an enemy who ought to. Volendrung's the hammer for you then, kid. Just give me [amount] gold to get the business end out of the way, and I'll tell you how to find the Hammer.\"",
        "\"I knew the moment you walked in, you were the [race] I wanted to do business with,\" a young man you didn't notice before joins you at the bar eagerly. \"You want Volendrung, the Hammer of Might: a testimony to your knowledge and good taste. I know how you can get Volendrung. All we need is to get the little question of price out of the way. For my assistance in getting you to the Hammer, I'm only asking for [amount] gold pieces. I assume that's fine with you?\"",
        "A young man cloaked in appears at your side at the mention of Volendrung. \"You must have heard I was here, offering people information for recovering the lost Dwarven Hammer of Might. Well, you're a lucky [race]. Turns out the folk in the [tavern name] aren't as rich as I thought they'd be, and I need gold more than adventure. So for [amount] pieces of gold, I'll tell you exactly how to recover Volendrung. Will you take advantage of my generosity?\"",
        "<header>Location</header>",
        "\"I accept your gold. I won't repeat any of this, so listen carefully. You must journey to Hammerfell, to a place called the [dungeon name], to find the Dwarven Hammer of Might. In this dire place lies the secret of Volendrung's reincarnation. Do not question how I came about this information. The price was more dear than you can imagine. If you can survive the depths of the [dungeon name], you will find a map. On this map is inscribed the location of Volendrung. No thanks are needed, nor are they appreciated. Your gold has spoken enough. One warning will I give. Volendrung is a potent weapon, and will attract the attention of equally potent beings. Such attention is not something I would desire greatly...\"",
        "<title>Warlock's Ring</title>",
        "<header>Description</header>",
        "The Warlock's Ring of the Arch-Mage Syrabane is one of the most popular relics of myth and fable. In Tamriel's ancient history, Syrabane saved all of the continent by judicious use of his Ring, and ever since, it has helped adventurers with less lofty goals. It is best known for its ability to reflect spells cast at its wearer and to improve his or her speed and health, though it may have additional powers. No adventurer can wear the Warlock's Ring for long, for it is said the Ring is Syrabane's alone to command.",
        "<header>Rumors</header>",
        "I've heard that there's some guy in town who knows the newest wherebouts of one of the surviving relics of the Arch-Warlock Syrabane, a ring or something. I bet he's going to ask for a lot of money in exchange for the information, but the Warlock's Ring is supposed to be quite powerful. He's in the [tavern name] to the [direction], if you're interested.",
        "If the Mages Guild or the Necromancers knew he was here, his life wouldn't be worth a copper, but over to the [direction] at the [tavern name] you'll find a chap who knows how to find the lost Ring of the Warlock. I'm certain he'll want some money for his information, but I couldn't say exactly how much. Whatever amount, it's worth it.",
        "Ever hear tale of the Arch-Warlock Syrabane who once saved [province], in fact, all of Tamriel? Well, there's a gent over [direction] at the [tavern name] who says he knows how to find Syrabane's ring. If he's telling the truth, any amount of gold is worth his information. The Ring of the Warlock has all the defensive power of Syrabane if you can wield it.",
        "You want to know about the Warlock's Ring, kid? Name's [Name]. I can see from that look in your eye you're interested in power. Well, the Ring has all the defensive power of its maker, the Arch-Warlock Syrabane. Whether you can control it or not isn't my concern. All I can do is show you how to find the Ring, and I'm going to need [amount] gold for that.",
        "I don't know what good it'll do you, kid. From the looks of you, you ain't no Syrabane. It'll protect ya from certain things, but folks are known to get a bit foolhardy with that power. Might be dangerous. Still, I'll tell you exactly how to find it if you're interested. And because I like your guts, I'll only ask for [amount] gold. What do you think?",
        "You'll want to talk to me about that then, [race]. His dark eyes lose their humor. In the hands of the Arch-Warlock Syrabane that Ring saved all Tamriel. In your hands, perhaps it will be nothing more than a good defense against an aggressive Battlemage or Nightblade. Still, I am in no position to chose to whom I wish to share my information about the Ring's location. If you have [amount] gold for me, all my knowledge is yours. Agreed?",
        "<header>Tavern Encounters</header>",
        "\"You want to know about the Warlock's Ring, kid?\" The man to your left quaffs his ale and turns to you, his eyes red from fatigue. \"Name's [Name]. I can see from that look in your eye you're interested in power. Well, the Ring has all the defensive power of its maker, the Arch-Warlock Syrabane. Whether you can control it or not isn't my concern. All I can do is show you how to find the Ring, and I'm going to need [amount] gold for that.\"",
        "\"I don't know what good it'll do you, kid,\" replies a deep [province] voice behind you. You turn to see a figure standing in the shadows of the [tavern name]. \"From the looks of you, you ain't no Syrabane. It'll protect ya from certain things, but folks are known to get a bit foolhardy with that power. Might be dangerous. Still, I'll tell you exactly how to find it if you're interested. And because I like your guts, I'll only ask for [amount] gold. What do you think?\"",
        "The man next to you laughs when you mention the Warlock's Ring. \"You'll want to talk to me about that then, [race].\" His dark eyes lose their humor. \"In the hands of the Arch-Warlock Syrabane that Ring saved all Tamriel. In your hands, perhaps it will be nothing more than a good defense against an aggressive Battlemage or Nightblade. Still, I am in no position to chose to whom I wish to share my information about the Ring's location. If you have [amount] gold for me, all my knowledge is yours. Agreed?\"",
        "<header>Location</header>",
        "\"All right, I suppose we can do business then. The secret of Syrabane is in the province of Morrowind, in a place called the [dungeon name]. You will find a map there to the dungeons where the Warlock's Ring is said to return by Syrabane's post-mortal magic. I have inscribed the location of this map onto your continental map. I hope you use the Warlock's Ring wisely. It is a powerful aid in reflecting spells...\""
    ]
}