{
    "id": "ArxCoriniumFirstSeedReport",
    "paragraphs": [
        "Building a fort in a swamp is no trivial task, but my men and I have accomplished it with Arx Corinium. It was a battle the entire duration—with insect-borne disease, with the wildlife of the marshlands, but the Empire wanted a foothold in this region and we provided one.",
        "Unfortunately, as of this writing, we've packed our arms and armor on orders from Colonel Marianus, and prepare to leave our work behind. The Colonel cites the continued loss of a half-dozen soldiers every month in maintaining Arx Corinium as \"detrimental to the war effort.\" I agree, and would note that I predicted this outcome when we arrived over a year and a half ago. I said as much to the Colonel, who ordered that the project proceed. This isn't a statement of complaint, but of fact.",
        "Construction suffered numerous complications: the bog impeded our progress at every turn, and it became clear the initial foundation we built would sink after the first month. When we moved our location farther to the north, we met a fierce wamasu that cost me ten men to chase off the premises. After repeated encounters, our war wizard, Belisaro, named it Ganakton the Tempest, after the bolts of lightning that the beast emits from every orifice (\"Ganakton\" was the moniker of a hated aunt, rumored to possess Orcish blood).",
        "The dense humidity was another foe, turning our plate armor to steek barrels full of sweat during the early months of construction. It goes against regulation, but I allowed my soldiers the luxury of cloth armor during the summer. It was that or death from heatstroke. We would have been at a disadvantage had we come under attack, but any enemy marching towards Arx Corinium would be half-dead by the time they reached us. In any event, it never happened.",
        "Battle found us just the same: every beast in this swamp, large or small, is a walking death trap, and some days, we fought sword to stinger with insects the size of a grown man's head. Other days, our mages contended with the likes of Ganakton the Tempest, who continued to terrorize the fort. He razed the eastern wall a dozen times, and I regret that I will never be allowed the luxury of mounting his skull on my mantle. But if it means we finally get to leave, I'll gladly allow Ganakton his life.",
        "As I look back on this last year and a half, at the resources and manpower it took to construct Arx Corinium, I can't say it's been worth it. Again, this isn't a statement of grievance. I bear my superiors no ill will for my orders. However, I would note that I made several warnings in advance of this project, and have compiled copies of my letters to my immediate superior, Colonel Marianus, detailing the reasons why I believed the construction of Arx Corinium could prove a disastrous venture for the Empire.",
        "I want to clarify that this is not a declaration of failure on anyone's part, either for myself, my men, or Colonel Marianus. I am fully aware that that decision falls to Tribune Hilario, whom I encourage to read the letters I mention above. I've already sent word and made them available for any officer to peruse at the Imperial City military archives."
    ]
}