{
    "id": "AshlanderTribesandCustoms",
    "paragraphs": [
        "By Ulran Releth of House Redoran",
        "The Dunmeri nomads known as the Ashlanders wander Morrowind's wildness, going where they will and doing what they please. Free of the strictures that both provide structure and a high degree of rigidity for the Great Houses, they organize in loose tribes and harken back to an earlier time in Dark Elf history. They subsist as herder-hunters and find simple pleasures in a more natural lifestyle.",
        "Ashlanders revere their ancestors and worship Daedra, refusing to acknowledge the divinity of the Living Gods of the Tribunal. They occasionally trade with other tribes and even with the Great Houses, exchanging guar hides and shalk resin for news of the wider world and goods they can't easily acquire in the wild. Within their nomadic society, the Ashlanders are courteous, proper, and polite. When dealing with outsiders, though, they can become easily offended. Tribal leaders, called ashkhans, serve as the \"warrior-protector\" of the community they lead. Second in command is the gulakhan, who serves as the voice of the tribe in matters of trade and negotiations. Outsiders will do well to approach the gulakhan first, before attempting to seek an audience with the ashkhan. Each tribe also has a wise-woman, a farseer who keeps the songs, lore, and prophecy of the tribe. She is the spiritual leader of the tribe. The rest of the tribe stands as equals, sharing responsibilities as the hunt, herd, forage, and otherwise support each other.",
        "The nomads are organized into four primary tribes.",
        "The Ahemmusa tribe resides in the southern coastal regions and swamplands of Vvardenfell. In years past, they traveled from coast to coast fishing and hunting, but more recently have largely been pushed out into the Bitter Coast region as Telvanni and Redoran settlements spring up around their former grounds. The Ahemmusa are among the most peaceful of Ashlander tribes and the weakest in terms of amassing any sort of warband. They wear light clothing, often adorned with small shells, scales and even netting. Their weapons are more like tools, simple knives and spears they can use to work as well as defend themselves if need be. They prefer to keep to themselves and be left alone, living out their lives hunting, herding, and especially fishing. They have a small, semi-permanent settlement currently along the Bitter Coast where they live off the fish and other local wildlife in the swamplands.",
        "The Erabenimsun tribe resides in the Molag Amur region of Vvardenfell, and are as dour and dangerous as the volcanic ashlands they hail from. The Erabenimsun are quite war-loving. They are seen as greedy and cruel by their fellow Ashlanders and are believed to not have respect for many Ashlander customs. They care little about prophecy, history, and lore, so the Wise Woman has little power in this tribe. Erabenimsun are also typically the most heavily armed and armored. They are warriors first and foremost, valuing strength above all else.",
        "The Urshilaku tribe is the most highly respected tribe and the second most populous. They reside in the West Gash region and the northern Ashlands, which, like the Grazelands, is considered prime hunting and foraging land. But more than its many hunters, warriors, and herders, Urshilaku is famed for its lore-keepers. It is the only tribe that currently has multiple Farseers, and the Wise-Woman of Urshilaku is widely renowned. Urshilaku has been key in ushering in a temporary age of peace among the Ashlander tribes, for all are listening when the oracles speak of an age of coming strife that the tribes must prepare for. In particular, it is the Urshilaku tribe that keeps faith that Nerevar Incarnate will return soon to unite the people. Urshilaku are some of the only Ashlanders to occasionally use magic. More common than actual spell-weaving is enchanting and alchemy, at which they are highly skilled. They are also the tribe most interested in ancient relics, scrolls, and other items one might find in the ruins dotting Vvardenfell. Bringing them such things is one way to gain favor with this tribe.",
        "The most populous tribe, the proud and confident Zainab resides in the fertile Grazelands region of northeast Vvardenfell. Like the Ahemmusa, they are surprisingly peaceable and friendly even to outlanders, although they are somewhat greedy and arrogant as well. Zainab is, in a way, the oddest of the tribes in that they follow the old ways, but they are extremely interested in the change that has overtaken Vvardenfell. They freely trade with the Great Houses, and some have even sought to forge more firm business deals with houses like Hlaalu. All in all, one gets the impression that Zainab is the most willing to adapt, even if they will not entirely leave their Ashlander lifestyle behind. Zainab possesses the most diverse collection of goods, including their arms and armor. They typically trade for goods instead of crafting them, and they are well known for harvesting, foraging, and mining in the rich Grazelands, which has led to their unrivaled prosperity."
    ]
}