{
    "id": "AspectsofLordHircine",
    "paragraphs": [
        "The following is the transcribed statement of a shaman of Druadach who named himself Uraccanach the Witchman:",
        "\"Like the fingers of your hand, like the clutch of the hagraven, like the arrows to kill a bear, Five are the Aspects of Lord Hircine. You may meet any of the Five. All are true and right and death-in-the-woods. All are worthy of reverence.",
        "\"You may meet the Hunter, who is invoked as Alrabeg. He bears the Spear of Bitter Mercy. He comes here from the Hunting Grounds to hunt new prey, or he brings prey native to the Hunting Grounds, like the Unicorn, to hunt in new forests. If he brings not prey, then woe betide you who meet him, for he may dub you the Hare. Then you must flee as best you can, though you will not escape.",
        "\"You may meet the Manbeast, who is invoked as Storihbeg. He wears the Wolf Skull Totem and his growl is like a landslide in the Karth Gorge. He comes here to hunt with his children the Skinshifters, or to adopt new children and turn them pelt-side-out. His howl will freeze your inwards like a pond in Evening Star at midnight—you will see your death approach, but be unable to flee.",
        "\"You man meet the Great Stag, who is invoked as Uricanbeg, and whose hooves drum the Blood Summons. He comes to mate with the hinds, and may transform a comely woman for that purpose, or to cull the herd of the weak. Those who hear his drumbeat are doomed to run with the herd, and may follow him back to the Hunting Grounds where they will be chased and unmade.\"",
        "\"You may meet the Quick Fox, who is invoked as Gulibeg, and who wields the Wand of Bone. He comes here to confound mortal hunters, to run them in circles until they are so plexed and wildered that they follow him over a cliff or into a trackless mire. He may fill you with such fury you can do naught but pursue him, or he may note you as clever and teach you his tricks.",
        "\"You may meet the Mighty Bear, who is invoked as Hrokkibeg. He embodies the Totem of Claw and Fang, and comes here seeking solitude, peace from labors, and renewal of the Burning Spirit Within. Beware, for if you rouse him and disturb his serenity you will be torn asunder. But if you approach him with deference and an offering of honey-sweet mead, he may grant you the power of the Bear-Heart in your next fight.",
        "\"These are the Five—there are no more, and any who say so are witless and foolish. So states Uraccanach, and whenever have I been proven false? I have said it, and it is so. Pass the juniper-draught.\""
    ]
}