{
    "id": "AudienceswiththeLonghouseEmperors",
    "paragraphs": [
        "From the memoirs of Sentanus Marillin, aide to the Elder Council",
        "",
        "The first time I appeared before the Longhouse Emperors was when I was a young man, an apprentice aide to the Imperial Elder Council, shortly after Durcorach the Black Drake rose to power. It was an uncertain time, trying to reconcile Imperial methods and traditions with the reality of rule by a ruthless and savage Reachfolk. I remember standing behind the councilor I served, trying not to show how badly my hands were shaking as I prepared the quills, ink, and parchments for the Emperor's daily decrees. As frightened as I was—for I had heard all the stories about how the Black Drake conquered our Empire—I couldn't help but notice how hard Emperor Durcorach was trying. He obviously had no formal education and knew precious little of the culture or protocols of the Imperial court, but he wanted to carry himself as an Imperial. He demanded to be taught the proper procedures, and despite his clear unease and frustration, he only had one aide killed during that audience. An act which, incidentally, allowed me to complete my apprenticeship early. As an aide, I only had the privilege of standing before Durcorach a handful of times. Despite how hard he tried, he could never divest himself of his crude and violent nature.",
        "",
        "The Black Drake's son and successor, Moricar, was a different story. He combined the characteristics of both the Reach and Cyrodiil in a strong and capable leader. Raised with an Imperial education that blunted but could not completely erase his Reach upbringing, Emperor Moricar could engage in the political nuances of the Imperial court while also demonstrating the ferocity and ruthlessness that made his father so feared. But Moricar's fear included a grudging respect. He was more than a savage playing at Emperor. He ruled with both his physical prowess and his cunning mind. I saw both in action the first day I entered his throne room. He was locked in a debate with his mentor, Abnur Tharn, and Councilor Lovidicus, arguing the best way to bring the province of High Rock under control after Durcorach's death campaigning in that region. He listened to Tharn and Lovidicus each present the risks and benefits of different options. He considered for a few moments. Then ordered me to prepare a decree declaring that the Daggerfall Covenant would be considered an independent and sovereign nation, and commanded Tharn to negotiate peace along the Empire's western border. \"\"We cannot afford to throw more lives away trying to subjugate that obstinate region. It was my father's quagmire. I shall not let it be mine.\"\"",
        "",
        "I was a much older senior aide when Moricar's son, Leovic, ascended to the Ruby Throne. Here was another student of Abnur Tharn's, but one who was raised totally within the Imperial mindset. He had visited the Reach rarely, having grown up knowing primarily the abundances and excesses of life in the Imperial epicenter. Of the Longhouse Emperor's, he was the most cosmopolitan. The most Imperial. Some considered him weak and over-educated. Even spoiled. But he had the same core of iron as his father and grandfather. He just hid it inside a velvet glove. My first meeting with him after he took the throne was a revelation. His court felt more like the courts that existed before the rise of the Longhouse Emperors. There was hardly any mention of the Reach or the practices of the Reachfolk. At least, not that first time. Later, my visits (which were much more frequent now that I was a senior aide) to the throne took on a new perspective as Leovic began to embrace his heritage. Initially, it looked like some sort of passing fancy: the Reach fetishes, the demands for the kitchen to retrieve the recipes preferred by Durcorach and Moricar. And then things took a darker turn, when Leovic had idols and shrines to the Daedric Princes installed around the throne room. He was definitely becoming obsessed with a tradition and culture he had no intimate experience with. And that obsession, I'm afraid, led to his eventual doom.",
        ""
    ]
}