{
    "id": "AurbicEnigma4TheEldenTree",
    "paragraphs": [
        "Here is a truth read from the bark.",
        "The spike of Ada-Mantia, and its Zero Stone, dictated the structure of reality in its Aurbic vicinity, defining for the Earth Bones their story or nature within the unfolding of the Dragon’s (timebound) Tale. The Aldmeri or Merethic Elves were singular of purpose only so long as it took them to realize that other Towers, with their own Stones, could tell different stories, each following rules inscribed by Variorum Architects. And so the Mer self-refracted, each to their own creation, the Chimer following Red-Heart, the Bosmer burgeoning Green-Sap, the Altmer erecting Crystal-Like-Law, et alia.",
        "But of all the Prismatic Mer, none were more presumptuous than the Ayleids of the Heartland. They built their tower in open emulation of Ada-Mantia, using as Founding-Stone the great red diamond they had uncovered: Chim-el-Adabal, said to be crystallized blood from the Heart of Lorkhan itself. (For the Heart on its arrow passed over the Heartlands, birthing one of that postnymic’s quaternary meanings.)",
        "Thus did White-Gold become Tower One. As all know.",
        "As foretold by the moth-eyed, Ayleid hubris was to bear bitter fruit. With their vision on high to behold the overworlds, they failed to note the seething Nedelings at their feet, until the thralls rose up and took their Tower away from them. Chim-el-Adabal they took as well, but not before the arch-mage Anumaril fangled an eightfold Staff of Towers, each segment a semblance of a tower in its Dance. And then seven of these segments were borne by White-Gold Knights to distant Fold-Places, where they were hidden.",
        "(This was all unknown to Pelin-al-Essia, be certain, or there might have been a different Eight Divines!)",
        "Thus White-Gold. On to Green-Sap.",
        "The Boiche Elves were of the Earth Bones who most hearkened to Jephre and his greensongs. They did not build a Tower, they grew it, a great graht-oak whose roots sprang from a Perchance Acorn. And this was their Stone. And because the Acorn might perchance have been elsewhere, thus was Green-Sap manifold and several. And each could walk.",
        "Therefore each Green-Sap was also every Green-Sap. Within each were told all the stories of the Green, with every ending true, so doors therein were not always Doors Certain. But to this the Boiche-become-Bosmer became inured, and indeed grew to relish these Doors Equivocal, for such was their nature in the schism of the prism. In this way the Bosmer learned which songs made the trees dance, and which dances they might do.",
        "Now return we must to the eighth segment—or rather Segment One, for Anumaril had fangled it in similitude to Tower One, which itself reflected Tower Zero. When the Ayleids fled the Heartlands they went to all eight corners of the compass, and this was a chosen thing, though many corners spelled doom. But more Ayleids fled to Valenwood than to all other directions combined, and this, too, was chosen. Among these clans went Anumaril wearing Segment One as a femur—for how but by walking can a spoke advance its hub?",
        "Green-Sap’s Elves welcomed the Ayleids so long as the Heartlanders agreed not to dissonate the greensong. All agreed to this save Anumaril, who coughed into his hand unnoticed. He asked the Great Camoran to show him Green-Sap, and was brought to one that by happenstance stood then in Elden Root. Once within the great graht he passed through a Door Equivocal and found his desire, the Perchance Acorn. It was one of many, but for Anumaril one was enough.",
        "Next the fanglement: Anumaril brought forth Segment One among the roots and showed it to the golden nut, and this told an ending, so that the stone became a Definite Acorn. That Elden Tree would not walk again, but Anumaril yet had further intentions for it. Using his dentition as tonal instruments, he dismantled his bones and built of them a Mundus-machine that mirrored Nirn and its planets. And when he had used all his substance in fangling this orrery, he placed the segment-sceptre within, hiding it between the Moons.",
        "Then he waited—but what he waited for did not eventuate, and perchance he’s waiting yet. For",
        "Anumaril had hoped to convert Green-Sap into White-Gold, and thereby make the Heartlanders' realm anew. However, Anumaril did not know, and was not able to know, why his plan went awry. You see, Ayleid magic is about Will, and Shall, and Must—but under Green-Sap, all is Perchance.",
        "The Ayleid fangler’s plan could not succeed—and yet neither could it fail. For this is a story that has not yet found its ending."
    ]
}