{
    "id": "AuridonExplored",
    "paragraphs": [
        "<title>Auridon Explored, Chapter I</title>",
        "Gentle reader, welcome. Welcome to the crystal blue waters and gentle zephyrs of Auridon. Jewel of the Summerset Archipelago and gateway to Tamriel, this fair isle has long been home to the friendliest, the most outward-facing of my noble race.",
        "Herein, I've included an unedited journal of observations. Thoughts jotted down during my most recent trip across the isle. Some of the hidden gems of the isle, some of the most striking locales of this sheltered paradise, will see description in these pages.",
        "From I, your humble guide. Enjoy!",
        "—Fenlil the Wayfarer",
        "<The rest of the pages have been torn out.>",
        "<title>Auridon Explored, Chapter II</title>",
        "… they stare, looking into my soul. Their little eyes, their furry bodies. I can't imagine a more terrifying sight. Do not believe the tales … those monkeys hate our intrusion into their home …",
        "<title>Auridon Explored, Chapter III</title>",
        "Ahh, fair Errinorne Isle. A part of the Buraniim sea-complex during the time of the Ancients, and then long used as a shipping and warehouse complex by nearby Skywatch. Then came the Sload, disease, and death.",
        "Even in the aftermath of Skywatch's defiance, Sload forces held the island for decades. When it was finally cleansed by a concerted force, a remnant of the All-Flags Navy, it was left to rot and decay.",
        "A shame, as its natural beauty is extreme, and its ruins ... magnificent.",
        "<title>Auridon Explored, Chapter IV</title>",
        "This island is fascinating. It was clearly once a hub for the ancient Aldmer, perhaps part of a larger structure that extended out into the sea. Now it's used most often as a retreat from the city life in nearby Skywatch.",
        "I've found some evidence here that the resurgent Daedric cults, the Worm cultists, are making preparations to construct some kind of dolmen here. I'll have to warn the local authorities in Skywatch.",
        "<title>Auridon Explored, Chapter V</title>",
        "Gentle reader, I feel the need to edit my unedited thoughts about the beautiful, unparalleled Isle of Contemplation. Without a doubt, one of the most beautiful places on Tamriel, your fair explorer has many happy memories of quiet meals ... meaningful looks ... moonlit encounters ...",
        "As I said, my time on the Isle of Contemplation has been magical. I hope yours is the same.",
        "<title>Auridon Explored, Chapter VII</title>",
        "The ruin known by locals as Hightide Keep was once a sprawling complex of defensive fortifications. A relic from the time of the Ancients, it was painstakingly maintained and manned.",
        "As a result, Skywatch was able to put up an incredible defense during the Sload attack on the city. Powerful magical constructs were crafted and expended. Dozens of Sload warships were destroyed.",
        "The city finally fell when a Sload Warcaster filled his voluminous gullet with volatile alchemical reagents and threw himself at the base of the cliffs. The resulting explosion toppled much of the extended rock face, and plunged the ruins into the sea.",
        "<title>Auridon Explored, Chapter XII</title>",
        "I'm often asked when the Ancients first arrived in the Archipelago. My researches indicate that it was in the middle of the Early Merethic Period.",
        "The farthest northern tip of Auridon, now called Nine Prows Landing, is by tradition the first place within the Summerset Isles to feel the tread of the Ancients. From Summerset, the Ancients spread to the shores of Tamriel, settling almost every region of that great, contentious continent. There they built new societies, and found both glory and destruction.",
        "",
        "",
        "<header>Old version, prior to a patch in April 2015</header>",
        "I'm often asked where the Ancients first arrived in the Archipelago. The \"traditional home\" of the High Elves is, in fact, just the latest home for our ancient and proud race.",
        "The farthest northern tip of Auridon is, in fact, the first place within the Summerset Isles to see the tread of the Ancients. All throughout Valenwood their ruins and influence can be seen.",
        "But we can all agree: it is here in the Isles that the fleeing Ayleids of the heartland finally found a home."
    ]
}