{
    "id": "AyleidSurvivalsinValenwood",
    "paragraphs": [
        "This report was commissioned by the Thalmor Committee of Alliance Relations to investigate whether there might be an indoctrinal advantage to emphasizing the Ayleid lineage woven into the bloodlines of our cousins the Wood Elves. My extensive travels in Valenwood have enabled me to determine the historical facts behind the matter; whether these facts can support a useful campaign promoting alliance fellowship is up to the Committee and the Sapiarch of Indoctrination.",
        "As Pluribel of Dusk has noted in her magisterial \"Collapse of the Ayleids,\" blame for the White-Gold Catastrophe of 1E 243 can be attributed to a half-dozen disastrous factors, of which the bloody insurrection by indentured human laborers may not be the most important. Pluribel emphasizes, quite rightly in my belief, the Narfinsel Schism of the late Merethic Era, which pitted the more conservative Aedra-worshiping Ayleid clans against those decadent yet undeniably vigorous clans that had adopted Daedra-worship. This conflict reached its climax in 1E 198 at the Scouring of Wendelbek, when King Glinferen of Atatar led a combined force of Daedraphile warriors against the traditionalist Barsaebics of Ayleidoon. The Barsaebics were driven out of the Heartland into northwest Argonia, and thereafter organized opposition to Daedra-worship in Cyrodiil was effectively over.",
        "In any event, by most measures Ayleid civilization had been in decline for several generations by the time the White-Gold Tower fell to the savagery of the Nedes. Standing amid the ruins of a great Elven culture, the victors concocted a justification for the blood on their hands by painting the defeated clans as vicious Daedraphiles who reveled in torture and cruelty. An exception was made for those clans, mainly Aedric adherents, who had thrown in their lot with the hordes of the Slave-Queen. Of course, this only delayed their extermination, for the barbarous Nedes inevitably came after their former allies once the other Elves of Cyrodiil had been hunted to extinction.",
        "Thus began the Ayleid Diaspora, in which the Heartland Elves sought to find new homes elsewhere in Tamriel—to decidedly mixed success. Those who fled north into the lands once held by the Falmer were slaughtered by Nords led by the infamous Vrage the Butcher. The Barsaebics, by that time well established in Argonia, refused admittance to their former persecutors the Atatarics, and most of that clan died on an ill-fated expedition into the lands of the Cat-Men. Several clans set out on the long march through Hammerfell to the Iliac Bay, and some actually made it, where they joined with (and were absorbed by) the long-established Direnni of Balfiera.",
        "Most successful—and they were more than a few—were the clans that fled southwest beneath the canopy of Valenwood. The clans of Anutwyll, Vilverin, Talwinque, Bawn, and Varondo all escaped largely intact to carve out a new life under the trees. These clans all worshiped Daedric Princes, but they seem to have done so with less fervor after their enforced migration to Valenwood—possibly due to the fact that the Princes, when called upon, had offered little or no help to the forsaken clans. Fortunately their new hosts, the Bosmer, were remarkably generous in welcoming the Ayleids into their realm, so long as the Heartland Elves agreed to adopt aspects of the Green Pact and refrain from harming the forest. Having little choice, the Ayleids agreed, and this probably contributed to the dilution of their culture.",
        "For diluted it was, absorbed over time, and eventually forgotten. I have walked the great Ayleid ruins of Valenwood—Hectahame, Rulanyil's Fall, Belarata, Laeloria, and a dozen more—and none of them, not one, was still occupied only two thousand years after the Diaspora. For some reason, once the Ayleids were under the great graht-oaks they, and their distinctive culture, simply melted away.",
        "In explaining the extinction of the Valenwood Ayleids, my predecessor Gelgarad the Velaspid was very attached to his \"Theorem of Disheritage,\" which held that for some reason the Forest Ayleids became unable to breed with each other and could only generate offspring by mating with the local Bosmer. This would certainly account for the Ayleids' gradual disappearance, but unfortunately Gelgarad's theorem is supported only by old stories and legends, and absent facts it cannot be proven.",
        "It is worth mentioning here the competing theory of Doctor Thetis of the Shimmerene Academy. Her explanation blames Ayleid decline on over-consumption of the unusually potent beverages of the Bosmer. Doctor Thetis believes the Ayleids, vulnerable in their grief over their losses, fell prey to the Wood Elves' paralyzing brews and simply gave up trying. In this they may have been encouraged by the Bosmer themselves, who often seem insulted by others' displays of industrious effort.",
        "And what did our forest-dwelling cousins learn from the Ayleids? Precious little, apparently, other than some advanced techniques of stonework and masonry. Heartland Elven culture seems to have made little lasting impression on the culture of the Wood Elves. Their attitude seems to me summed up by the statement of Fonlor, the Yorethane of Elden Root, whose response when I asked him about the Ayleids was as follows: \"The Ayleids? Oh, yes. Nice fellows. Took themselves too seriously, though, and what did it get them?\""
    ]
}