{
    "id": "AyrennTheUnforeseenQueen",
    "paragraphs": [
        "Librarian Comment:",
        "Originally released as part of the \"Stories of Tamriel\" series on the Elder Scrolls Online page.",
        "",
        "Some of our Bosmeri and Khajiiti students have come under the misapprehension that not all of the Altmer of Summerset are united behind our glorious Queen Ayrenn. Nothing could be further from the truth! We High Elves have a penchant for urbane witticisms and sophisticated wordplay that can sometimes be misinterpreted by individuals newly-exposed to our ancient and refined culture. So I've assembled this brief introduction to our beloved Queen of Alinor, intending to tell her story in a simple, direct fashion that can be understood even by our new allies in the Aldmeri Dominion.",
        "The Altmer, of course, are descended in an unbroken line from the Divines who created Nirn, and none more so than the royal family of Alinor. Ayrenn's father, King Hidellith of august memory, ruled the Summerset Isles long and well, and exemplified the best traditions of Elven Ceremoniarchy, basing his every decision on the precedents laid down in the Scrolls of Praxis.",
        "In due time, as ordained by the Scrolls, King Hidellith and his wife Kinlady Tuinden conceived a child, who was named Ayrenn as the Praxis dictated. Princess Ayrenn was born on the 5th of Second Seed in the year 555 of the Second Era — a very auspicious date, though I will spare you the reasons why, as you lack the context to comprehend its full significance. However, you can believe me when I tell you all Summerset, Auridon, and Artaeum celebrated her birth for fifty-five days.",
        "It was foretold that Princess Ayrenn would reflect the restless and turbulent times in which she was born, and so it came to pass. Nimble and quick-witted, she was quick to master the lessons of her tutors, and from an early age often adopted unorthodox approaches to schoolwork. In fact, she sometimes became so engrossed in her independent studies that her whereabouts were unknown for days at a time. She would often return from these field trips with unusual knowledge and mastery of remarkable skills.",
        "One day in Evening Star of the year 563 the entire royal family of Alinor gathered at the Crystal Tower to celebrate Ayrenn's matriculation to the Sapiarchs' Labyrinth, where she was to study Altmeri Regal Praxis and Ceremoniarchy for the requisite 3,555 days. But somewhere between the Palace and Tower the princess had disappeared, and despite a 17th Degree Inquiry decreed by the Justiciars, she was nowhere to be found. The Sapiarchs, however, reported that the night of her disappearance was filled with signs and portents, the constellation of the Lady seeming to ride the constellation of the Steed, while the Great Orrery spun backward, and a young eaglet was found atop the statue of Topal the Explorer.",
        "In due course Prince Naemon, Ayrenn's eldest brother, was named heir to the throne of Alinor, and in 565 he matriculated into the Labyrinth. Naemon, like his father, was a natural ceremoniarch, who seemed to have a genuine relish for the rites and duties ordained for the heir by tradition. Indeed, when King Hidellith ascended to Aetherius in the year 580, Prince Naemon immediately began preparing to speak the eighty-eight day Coronation Liturgy that would elevate him to the throne in his father's place.",
        "Then, in a day of divine glory, the unforeseen occurred! Word came from Port Velyn in Valenwood that Princess Ayrenn was on her way to Auridon by swan ship! In wonder and haste, the Court of Alinor took itself to Firsthold to greet her, arriving just in time to welcome her unexpected return. Princess Ayrenn announced that she was prepared, as the eldest heir, to assume the Throne of Alinor, and the High Justiciar affirmed that this was, indeed, her right. She was crowned Queen Ayrenn on the 7th of Frost Fall in the year 580.",
        "Now, some of you may have heard wild tales about Princess Ayrenn's adventures during her time away from Summerset — that she sailed as first mate with a pirate captain from Anvil, disguised herself as a Dunmer in order to read the Indigo Scrolls in the vaults of Necrom, bested the Dervishes of Rihad at their own sword-dance, and even outdrank Queen Mabjaarn Flame-Hair of Windhelm in a mead-slamming contest. All myths and tales, I assure you, preposterous and absurd. Our queen was merely preparing for Praxis and Ceremoniarchy in her own fashion of independent study.",
        "Since assuming the throne she has brought some innovations to the rule of our wondrous land — but this is as foretold at the time of her auspicious birth, and the Sapiarchs, one and all, have endorsed her innovations. So you see, students, Ayrenn is undisputed Queen of the Isles, and all is right and proper — as it should be."
    ]
}