{
    "id": "AzarainsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Vigil Enforcer Armor Set from the Creation Club",
        "",
        "The investigation has moved slowly, but that was to be expected. The townsfolk have their own problems, and few pay any mind to the fate of Stendarr's chosen. I will write what I've pieced together so far, in hopes it provides some clarity.",
        "",
        "From what I've gathered, Fenrik came to Dawnstar to investigate rumors of Daedra worship. There was some thought that this cult was the source of the town's recurring nightmares, although it's unclear how much of that is true. Then one night, Fenrik disappeared, without a word to the innkeeper or anyone in town. It was then that other patrols started to go missing, also without a trace.",
        "",
        "Of leads I have one. The other day the innkeeper found something curious behind the inn, in the midst of emptying the trash. It was an Elven dagger, its blade warm with blood and upon further examination, tipped with poison.",
        "",
        "The craft of the blade can mean many things. Perhaps this Daedric cult is Elven in origin. Moreover, Elven weapons are fashioned from Quicksilver, and there is a mine in close proximity. The poison too could have originated from a nearby source. It's also likely that our murderer moves at night, when the eyes of the town are blind to their heathen worship.",
        "",
        "As such, I suspect three individuals as possible owners of the blade. Vereth the Elf, who complains of the cold and yet seems resolute in staying. Harald the miner, who works the ore from which the murder weapon was fashioned. Lastly, Irine the traveler, who seems to know more about alchemy than the proprietors of the Pestle.",
        "",
        "All three seem to be active in the small hours, but I can only follow one at a time. Still, doing so will prove useful, as they will either lead me to their place of worship or eliminate themselves as suspects.",
        "",
        "But first, I must meet the writer of this note. Perhaps they know more about the dagger, or have information that can narrow down my search."
    ]
}