{
    "id": "AzarridsRace",
    "paragraphs": [
        "\"There, at the end of the hall! Is that a sapphire?\" asked Lodissar, eyes shining. \"I've never seen one so big. How much you think we can sell it for?\"",
        "\"Sell it? Ha! First, that's not a sapphire, and second, we're not selling it,\" Pamolwe remarked. \"It belongs with me, in my experiments. You can't even imagine what I can do with that thing and a little time!\"\nThe Nord growled. \"What? There's no way I'm letting you keep that to tinker with. Look at it! It's as big as my head! We'll live like kings!\"",
        "\"It is worth more in the revelations I'll witness than you can imagine, mead-for-brains!\"",
        "Azarrid observed the dispute, leaning against the cool stone of the ancient wall as his companions' argument intensified. His gaze flicked down the hallway and his face lit up with a hungry grin as he noticed something interesting. Buffing his claws on his leather armor, he waited for the right moment. \"Khajiit thinks,\" he said during a seething pause, \"that whoever is best to decide is the best adventurer, and that is the one who picks it up first.\" He took off and sprinted past the Nord and Altmer.",
        "Dumbfounded, his companions blinked in surprise for only a moment and then charged forward to catch up, each eager to claim the prize. In their fervor, neither noticed how Azarrid gradually slowed his pace. Magic flew as Pamolwe cast spells to increase her speed, and Lodissar bellowed and surged forward through the dim hall towards the glow of the gem, axe held high.",
        "As they overtook Azarrid, they taunted him, but his grin didn't falter as the hallway revealed its true nature to the two frontrunners. Suddenly, concealed blades swung from the walls, slicing in deadly arcs across the hall. A blade sped towards Lodissar and crashed against his armor, pushing him aside. Unharmed, he laughed as Azarrid, keeping pace, nimbly dodged the deadly trap. Pamolwe was not so fortunate or skilled. Her wards shattered under the blows. Frantic, she tried to stop short of a blade in front of her, but her foot became entangled in her robe. She fell headfirst into its path.",
        "Azarrid did not stop to look back, but jogged behind Lodissar, who continued his shouting. The enormous gem was close now, almost within reach. Assured of his victory, he turned to loose a final insult when the stones beneath his feet crumbled. He tumbled downward, clanging and flailing in his steel armor as it pulled him into a deep pool. Muffled screams sounded from the water as whatever lurked inside stirred.",
        "In a quick leap, the triumphant Khajiit stood before the gem, illuminated by its light. Snatching it up, he turned to look back down the trapped hallway. \"Seems Azarrid is the best adventurer today, dear friends,\" he intoned, unaware of the bladed device unfolding from the pedestal behind him."
    ]
}