{
    "id": "AzurahsCrossing",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "His feet touched sand and he knew he had died. He could not remember how it happened, but found he did not care either. It had been a life well-lived, whether he believed so or not, and all had been exactly as it was meant to be.",
        "He could not remember his name. He was still Khajiit, that much he knew. He felt his claws, and his whiskers, and his fur. He smelled salt and sugar.",
        "He opened his eyes when he remembered having them, looking out at an endless sea. There were old things there, above and below. He saw he was not alone. Other spirits slowly drifted away from the shore. He thought better of calling out to them. The sand was warm between his toes and the sky was painted dusk.",
        "He turned to look upon the island. There was a house there, one of glass and moonlight and truth. The smell of sugar was stronger in that direction, so he walked that way.",
        "The sand shifted under his feet, never quite giving him sure-footing. When he tried to step up to what seemed to be stone, it crumbled beneath his foot. Still he walked, and stumbled, and climbed. He reached a stair and stepped on to it, but it was made of transparent glass. Even though it was sturdier than the sand, he found it difficult to trust each step. Still he walked, and stumbled, and climbed. He reached the door to the house of light, but he could not open it. He looked up to the sky and the Lattice. He tried to remember the Motions, the secrets a Mother had taught him, but it was hard, and the Lattice kept shaking. Still he walked, and stumbled, and climbed.",
        "The gates to the house opened and he walked inside. He knew She was there. He knew he would be struck blind if he looked upon Her, but he could not help it. He looked upon Azurah, She Who Sits at the Precipice, and he saw Her. He was not blinded. She was lithe and tall, reclining on a cloudy bed of stars. She wore nothing, yet he could only see one of her faces. There her eyes shined like the Moons.",
        "\"My child,\" Azurah said, and he remembered his name. \"You've come home.\"",
        "\"I have been here before,\" said the Khajiit.",
        "\"You have walked many paths,\" Azurah replied with a purr. A path of roses formed before his feet, leading up to her. \"All for me.\"",
        "He stepped onto the path of roses. Thorns cut his feet. The closer he got to Azurah, the farther away she appeared to be. She rose higher and higher until he was climbing a wall of roses and his fur was matted with blood. Each time he reached the top of the wall and pulled himself over, he was standing at the start of the path again. Still he walked, and stumbled, and climbed.",
        "He was in Her cupped hands then. Her face was the sky and Her eyes the Bright Moons. He lived there in sugary bliss for many lifetimes before his feet touched sand again.",
        "Now he was on the other side of the island. It was dark and cold. It was so dark that he could only see the water when it moved. If there were any spirits there, they were one with the darkness. His tail twitched.",
        "He turned and saw Azurah once again, smaller now to stand alongside him. She carried a Moon-Staff and wore a silken dress of purple and gold. She appeared not unlike a mortal. Beautiful and weary. She looked with him out into the darkness.",
        "The Khajiit saw the sadness in Azurah's eyes. She had given him so much, he knew, and he had given so little in return. \"I am ready to walk again,\" he said at last. \"What would you have me do?\"",
        "\"I must send you into the dark, little one.\" There were tears in Her eyes, but She did not let them fall. \"You must make a path for me.\"",
        "He looked back over the dark water, noticing just how much it moved. \"I will do anything you ask, Mother.\"",
        "Azurah smiled at that, and his heart was glad. She plucked the Moon from atop her staff and stepped toward him.",
        "\"I give to you my Moon,\" Azurah said, and She put Her lips to his forehead and kissed him. And as he took the Moon, it became a weapon.",
        "The Khajiit held the blade before him. It shined with Moonlight and he no longer feared the dark.",
        "And Azurah told him: \"Bring my children back.\""
    ]
}