{
    "id": "BackHomeinOrsinium",
    "paragraphs": [
        "2E 582",
        "I've finished delivering that shipment of ingots to Orsinium. The stories are true. No matter how many times this city gets razed or sacked or burned to the ground, our brothers and sisters rebuild it better and tougher than ever before.",
        "It's been thirty-nine years since King Emeric gave us Wrothgar and Orsinium back. I've learned that an army of Orc crafters can do a stupid amount of work in thirty-nine years. And it's none of that ornamental Breton crap, either. It's good solid stonework built to hold up the next time the Bretons and Redguards decide they'd rather just kill us all and try to raze our home to the ground.",
        "Every time I'm back home, everything I do just feels right. If you haven't been, then I'll say it like this: it's not Daggerfall.",
        "Everyone knows where everyone stands in Orsinium. The Bretons in Daggerfall always think I'm on my way to a battlefield. If I hear \"Are you a soldier?\" one more damn time, I'm gonna show them the heavy end of my hammer. If we act like beasts, it's because half the humans in that town talk to us like we're big dumb beasts.\nThe other half get really quiet when I'm around. I don't honestly think they fear me. They couldn't possibly think I'm there to kill them and eat their children. They should know I'm there to do business. I'm a blacksmith and stonemason and I'm there to make some coin. Despite that, no one there is really honest about how they feel about Orcs.",
        "As soon as I'm back in the heart of Wrothgar, walking between those solid stone walls, everything changes. It's honest there. Not like Daggerfall. There's no fawning or bowing or scraping or Breton poetry: when you talk to someone, they say what they mean. When you look at someone, and he's got a problem with you, you know it. And if I've got a problem with someone, I can punch him in the face without knowing someone's going to call the city guard on me. We settle it. You know what I mean.",
        "Do you remember the last time you were in a little Orc stronghold? Do you remember the last time you talked to some chieftain with his fat ass on a throne and all his wives scurrying around him? A chief's first wife—every time, I swear, no matter where I go—she sizes me up from her first look. She's got to figure out which Orc traveler or merchant or crafter is going to be the one to bring down her husband and tear down everything she knows. She's a big slaughterfish in a little muddy pond, circling you over and over again.",
        "You don't get that in Orsinium. Ever. There's a whole school of slaughterfish baring their teeth at each other, so really, you don't have to worry about some scheming chieftain's wife. Everyone who hates you shows it. You know it.",
        "And the food. Damn! The food! No one in Daggerfall knows how to butcher an animal properly. Maybe their cooks just hate doing it. The farther you travel from Orsinium, the worse it gets: humans overcook their food, so it lacks that savory flavor you get from juice and blood. And nothing crunches properly. You know how it goes.",
        "Don't get me wrong. I make a lot of money in Daggerfall, but Orsinium is a real city. It's as honest as a stone wall, it's as brutal as a hailstorm, and no matter what they burn or bash or smash, it will never ever really die.\nOrsinium is home. It's always good to be back."
    ]
}