{
    "id": "BangkoraiShieldofHighRock",
    "paragraphs": [
        "\"Knights of Saint Pelin; Evermore Guard; freeborn militia of Mournoth and Ephesus: soldiers of Bangkorai! Ever have we been the shield of High Rock, the first line of defense for the Breton Kingdoms against invaders from the east. Time and again the Bretons of Evermore and her surrounding regions have taken up arms to garrison Bangkorai Pass and turn away those who would pillage and plunder our homeland. In the year 874 of the First Era, when Warlord Thulgeg's army of Orcs and Goblins was driven from Hammerfell by the Redguards, we denied them passage through the Pass and forced them to flee northeast, trudging all the way through the Dragontail Mountains before they finally reached Orsinium. Not a single Goblin made its way through our pickets into our homeland.",
        "\"Then, in 1029, when the legions of Empress Hestra deposed King Styriche, the Vampire of Verkarth, he fled west at the head of his dreaded Gray Host, burning and killing as they came. But when his army of bat-men and wolves reached the Bangkorai Garrison, they broke like a wave on a rock. Hestra's legions caught and killed the survivors, and the Empress was so impressed that she honored High Rock with admission into the First Empire.",
        "\"When, after almost a thousand years under the Ruby Throne, the excesses of the Alessian Order forced High Rock to secede from the First Empire, the Monks of Cyrodiil decided not to let us go peaceably. In 2305, under Abbot-General Priscus Mactator, the Legions of Piety and Grace were sent to bring the Bretons back into the fold. Mactator's fanatics filled the Fallen Wastes from end to end, but they could not pass the Bangkorai Garrison, and after a five-month siege, with the pious turning on the graceful, the Abbot-General was forced to admit defeat and plod back to Cyrodiil in disgrace.",
        "\"Only once has the Garrison failed to protect High Rock: when Durcorach's Reachmen Horde poured down the south shore of the Bjoulsae, filtering through the Northwest Spine that had always protected us before. Then, Evermore was sacked, and the Garrison was taken from behind. But even then, we bought High Rock enough time that the Breton Kingdoms were able to muster their troops and eventually repulse Durcorach at Daggerfall.",
        "\"Today, invaders from the east threaten us once again, in the form of an Imperial Legion from Cyrodiil. But these are not the legendary warriors of an Empress Hestra, or the disciplined soldiers of an Emperor Reman: these are the degraded mercenaries of the Tharn usurpers. Indeed, this legion is even led by a cousin of that decadent and faithless family!",
        "\"And who is this Magus-General Septima Tharn? What battles has she won, beyond bullying freeholders for their back taxes? What barrel-scrapings are these so-called 'legionaries' she brings to pollute our homeland with their heretical, Daedra-worshiping ways?",
        "\"I say they are scum, a desecration of the once-noble name 'Imperial Legion.' I say they are a rabble. And I say that, with us manning the walls, they shall not pass the Bangkorai Garrison!",
        "\"What say you, Knights of Saint Pelin; Evermore Guard; freeborn militia of Mournoth and Ephesus—soldiers of Bangkorai! Will we betray the blood of our ancestors and allow enemies through the Pass? Never, I say! Not today, not tomorrow, not ever!"
    ]
}