{
    "id": "BarilzarsJournal",
    "paragraphs": [
        "A Record of My Studies in the Clockwork City\nBy Barilzar, Apprentice to Sotha Sil",
        "Today marks the twenty-sixth click of the gear, on the fourteenth rotation of the cyclical time-keeper, since I was selected by Sotha Sil as a Clockwork Apostle and apprentice mage and entered the Clockwork City. The place continues to fill me with awe and wonder, perhaps to an even greater degree than when I first set foot inside the tiny, domed complex. At first, I couldn't shake the crushing fear that accompanied my initial entry into the city. I was terrified of the shrinking process and the thought of being turned into a miniscule version of myself gave me nightmares for days before the transition was set to take place. And when it occurred, I'm slightly embarrassed to admit, the sensation of shrinking didn't exactly agree with me. I suppose I shouldn't have had such a big breakfast right before, but the scrib jelly on wickwheat toast smelled so good!",
        "* * *",
        "So many things to get used to, working in the Clockwork City! First off, everything is made of metal, though sometimes the forms and shapes can deceive the eye into thinking an object is composed of an entirely different substance. Second, we utilize sequence plaques instead of paper for inscribing notes and maintaining records. Very much in keeping with the aesthetics of the place. Third, the jargon developing within this small, closed community would be almost impossible to understand if I hadn't been here when it started to take root. Allusions and metaphors concerning clockwork mechanics fill our conversations and punctuate our statements. It even slips into our humor, such as it is. Sometimes it even feels like we're trying to upstage one another with who can construct the most perfect turn-of-gear phrase, but who could ever imagine that Clockwork Apostles would compete with one another? Well, except for that Albacron. He's a netch's arse.",
        "* * *",
        "Lord Seht requested my assistance in an unusual series of experiments today. He calls them his Nine Analyses of the Exalted Enigmas. I'm still trying to align my gears with his godly contemplations, but the experiments seem designed to test the limits of Sotha Sil's divine power. He outlined the entire series as he imagines them, but we only conducted the first of the experiments today. It was fascinating, even if I couldn't comprehend more than half of what I witnessed. Perhaps additional understanding will dawn as we conduct the remaining eight experiments. And I hope something explodes. I love explosions!",
        "* * *",
        "Lord Seht develops the most interesting and practical tools. When he required a tool to drain away minute bits of his own divine energy to store and study, he crafted one to his exact specifications. When he desired an instrument to measure the precise distance between different \"locations\" in Oblivion, he crafted that, too. What about a device for recording and analyzing our surroundings? He calls that his \"perception tabulator.\" I hope to one day be able to invent and craft devices that are half as useful as the contraptions he throws together when he's bored or even working on something else. He's the ultimate multitasker!",
        "* * *",
        "The longer I spend in the Clockwork City, the more I come to appreciate it as a wonder and a miracle! From its brass tunnels to its glass domes, its metal plating to its giant gears, I can barely begin to understand all of its potential - and I'm one of the apostles helping to expand and fine tune the construction! Other than the tasteless paste the city provides as the only source of nutrition, the place is nearly perfect. It makes me sad to realize that I'd need a hundred lifetimes to study and understand even a third of what was required to design and construct this marvelous invention. I wonder, could I extend my life in order to continue the work I've dedicated myself to? Something to research at some future date.",
        "* * *",
        "Novice Kellu attempted to add a sense of humor to the factotum personality sequencing. It went as well as can be expected. Of the three factotums she attempted to enhance with her whimsical algorithms, one exploded, one ran into the Radius and hasn't been seen since, and the third stands in the corner and mutters to itself. The words are low and hard to understand, but I'm sure I heard the poor mechanical repeating \"knock, knock\" over and over again.",
        "Maybe it's time to take my leave and find my own place in the larger world."
    ]
}