{
    "id": "BarkandSap",
    "paragraphs": [
        "Bark and Sap:\nThe Root System and the Ecology and Culture of the Gnarl",
        "Disclaimer:\n[The editors wish to express that the views contained herein belong solely to the author and have been printed posthumously and anonymously.]",
        "Foreword:\nBefore this present volume, little existed detailing the Root System tunnels and Gnarl but rumors, superstitions, and outright falsities. After consideration of such rumors, and after much research and expedition into the Root Systems to see the Gnarl in their natural habitat firsthand, this author will elucidate the ecology and culture of the Gnarl, the nature of the Root System, and their symbiotic relationship.",
        "The Root System:\nCommonly believed to be a series of natural caverns and rock formations with roots and foliage growing within, the Root System tunnels are, in fact, part of a giant living organism. Not only are these tunnels a living organic root-like entity, but each of the so-called \"root dungeons\" represents a smaller piece of a larger whole. The roots of all the trees (indeed of most the plant life on the Isles) all connect directly to the large Root System.",
        "The various twisting and turning tunnels have been created slowly over past millennia. Indeed, the growth and motion of the roots is imperceptible, though definitely recordable. The very fastest-growing tunnels increase at a rate of a few feet every month, and the slowest a few inches every few decades.",
        "Amber:\nAmber is a colorful resin formed from hardened sap. Much like skin bleeds and scabs over to protect a wound, the Root System tunnels \"bleed\" a sap that congeals and hardens into Amber deposits. Even still, the walls of the roots are very resilient; swinging a sword at the wall is not enough to puncture it. The large fissures that cause the appearance of Amber are the result of the massive pressures and frictional forces encountered by the giant roots as they push through tons of rock and dirt.",
        "The Gnarl:\nThe current and best theory describes the Gnarl as the caretakers and stewards of the Root System. The creatures tend to the general maintenance and cleaning of the tunnels, clearing away excess Amber. This behavior has been observed directly, but observation time was limited due to the aggressive nature of the Gnarl. However, the abundance of Amber found on the corpses of the creatures further supports this view.",
        "There has been some conjecture, though at present very little evidence to support the claim, that as Gnarl grow, they eventually become too large to maneuver the tunnels, and eventually fuse with the walls, becoming themselves part of the Root System. As to the recent claims of giant Gnarl, it should be noted that no creditable sources exist to corroborate. However, even were these reports to be true, the rarity of such sightings would suggest that only a very few Gnarl ever grow large enough to ascend to this root-state.",
        "Little is known about the natural life span of the Gnarl or their social behavior, since observational expeditions into the Root System are difficult at best. We do know with certainty that they are very territorial. The Gnarl are so protective of their tunnels that they will respond aggressively to anyone who comes within sight, which makes studying their social systems nigh impossible. This behavior has, however, provided us with an abundance of corpses to study at our leisure.",
        "When we analyze the corpses of dead Gnarl, we can see clearly that these creatures are made entirely of plant material. They are covered in bark and leaves, and over time they decompose similarly to other plant detritus. All attempts to \"plant\" Gnarl or parts thereof into the ground have been proven simple folly. To date, we don't actually know how the Gnarl reproduce.",
        "Upon examination, we have found nothing that looks like a brain as found in other sentient creatures. This does lend credence to the symbiotic caretaker theory, suggesting a kind of hive mentality -- though there have been no substantiated sightings of any such \"queen-Gnarl\" who might be controlling the drones. The other available explanation is that it is magic that animates these creatures, though this author finds resolving difficult questions in this manner to be counter-productive to the development of a rational theory.",
        "Conclusion:\nThe complex Root is a living organism that grows little by little each month, tunneling beneath the land. Virtually all the plant life on the Isles is connected to this Root System. Severe trauma to the system walls results in the formation of Amber deposits as part of its natural defense mechanism. The Root System has a symbiotic relationship with the Gnarl, who act as its protectors and caretakers, and who may be phyletically and physiologically connected to the Root System itself. In short, we have a living system, with its own dedicated staff of protector-caretakers, growing and developing largely unnoticed beneath our very feet.",
        "[Here the editors wish to acknowledge that the author was found dead near the entrance to one of the \"root dungeons.\" We again wish to remind the reader that the opinions expressed by this author are his own. While we do not dismiss the rational method employed by the author in his studies, we certainly do not deny that magic is explanation enough for Our Lord Sheogorath's many wondrous Blessings. We did, however, carefully consider omitting this clearly treasonous second half. We have decided to include it for journalistic integrity and at the request of his generous widow.]",
        "Afterword:\nAnd now, I will venture towards that theoretical discussion which draws near heresy (which I daresay will one day be the end of me), but which I must put forward, for good or ill.",
        "The common belief is that our Lord Sheogorath has blessed our land with two temperaments, Mania and Dementia. However, after much study and reasoning, I believe that it is the very realm itself that imposes upon us these two spheres of polar extremes!",
        "I have devised a clever experiment, whereby I seek to prove this theory. If you take a flower from a common plant, cut it and place its stem in water with dye in it, you will notice that the petals will slowly take on the color of the dye. Clearly, the veins of the plant transport the color to the leaves.",
        "Now, when we look at the Dementia side of the land, colors are muted and dark, and in the Mania side bright and colorful. I believe the Root System, and the Gnarl that serve it, are draining the color from the land of Dementia and giving it to the land of Mania!",
        "For what purpose, it isn't clear, but my experiment shows how color is transported through plant veins, and what bigger system of plant veins is there than the giant Root System tunnel network? Is it not then obvious that this System is the conduit of the forces of Mania and Dementia?",
        "And do we not eat the plants and the fruit of the trees that connect to the Root System and the beasts that feed on them, and drink the waters that fall from their leaves? Do we not breathe the air that carries their spores and seeds? Do we not throw our own waste onto the ground to be absorbed into the soil? Thus, are we not intimately connected to the giant Root System under our feet? Surely, we are one with it!",
        "Clearly, the Root System is feeding those of us in the Mania brilliant color, giving us our mood swings, filling our hearts with passions and sensations, and giving us powerful urges by stealing these things from our fellows in Dementia, leaving them dark, desperate, angry, violent, and disturbed!",
        "Sheogorath is not the source of our \"gifts.\" It is the land itself that has unbalanced us so!",
        "The Gnarl are the servants and lifeblood of this parasitic process.",
        "If we were to kill all the Gnarl, the balance would be restored!",
        "Mania would be less bright, true, but so would Dementia be less dark.",
        "We and our world would become whole again!",
        "Let go of your belief in the collective fantasy of Sheogorath!",
        "Let go of your belief in your own special \"gifts!\"",
        "We must destroy the Gnarl and the Root System!",
        "We must destroy those who shackle us to belief in some haughty and aloof ruler, who toys with our emotions and well-being!",
        "To arms, brothers and sisters!",
        "To arms!",
        ""
    ]
}