{
    "id": "TheBarrowsofWestmarkMoor",
    "paragraphs": [
        "The burial grounds of Westmark Moor, known to many as the Sanguine Barrows, have developed an unsavory reputation among locals over the course of their history. The nobles of Rivenspire have buried their departed beneath the gnarled trees here for as long as anyone alive today remembers, laying relatives to rest among centuries-old crypts that have borne witness to corruption, disputes, theft, and worse.",
        "Many prominent northern nobles inter their dead in Westmark's cold earth, including the Dorell, Tamrith, and Montclair families. Though some of these houses have produced Kings and Queens of Shornhelm, those deceased do not rest with their relatives here. Instead, they are transported to join the other monarchs of High Rock in the great cemetery of Cath Bedraud in Glenumbra, per long-standing tradition.",
        "Feuds between the houses over the titles to gravesites in the Sanguine Barrows are common. One incident in Mid Year of 2E 551 earned the burial grounds their unfortunate common name. As I recall, it so happened that the Tamrith and Montclair houses both suffered the loss of a family member on the same day. The houses' claims in the barrows bordered one another and had been a source of strife between them for many years. When both funeral processions arrived one morning on the same hill in front of the same gravesite (a highly desirable one with a view of the river), conflict was inevitable.",
        "The nobles quarreled for hours and sent servants back and forth for documents, titles, and maps with official claims laid out, but neither house could be convinced to step down. As sunset approached, patience was in short supply. The Montclairs and the Tamriths each blame the other, unsurprisingly, for hurling the insult that provoked the houses into drawing steel, and the Bloody Funeral (as it came to be called) that ensued left a black mark on each house's legacy in the eyes of Rivenspire's people.",
        "Looting and desecration are likewise common among the Sanguine Barrows. Though the responsibility of patrolling them belongs to the constabulary of Hoarfrost Downs, the lure of riches is sometimes enough to turn a protector into a criminal, or at least enough to turn his head and allow entry to the tombs. More than once, a King or Queen of Shornhelm has ordered a hanging to set an example against such behavior.",
        "Despite these harsh consequences, a new defacement or theft still seems to follow nearly every noble burial. In fact, it has only been a few years since the Tamriths were scandalized when an entire crypt was found empty one morning of everything—bodies and all. The thieves were never found, and as to why they'd take the bodies with their loot, well, we'd all prefer not to think of it.",
        "The Sanguine Barrows have seen more than their share of villainy and conflict throughout the years, and earned their name many times over. I sincerely hope that no more tales of violence or robbery shall need to be added to this record, and that the nobles still buried there may rest peacefully for ages to come."
    ]
}