{
    "id": "BasicProvisioningGuide",
    "paragraphs": [
        "In my twenty years as supply captain for the Seventh Imperial, I learned one absolute truth: provisioning is the same whether feeding yourself or an entire army. Per Magus-General Septima Tharn's request, I will share what I know to aid the provisioners of less accomplished legions.",
        "<bold>Step 1: Acquire Ingredients</bold>",
        "When you are in the field, your backpack is the only pantry upon which your soldiers can rely. Requisition anything you can find—every barrel, chest, or sack of grain should make its contribution to your cause.",
        "As an Imperial soldier you have the right to requisition as much as you want, but use discretion. A citizen with an empty larder will have long memories of Imperial imposition. A single handful, scoop, or item from each barrel, chest, or sack is my simple rule.",
        "<bold>Step 2: Acquire Recipes</bold>",
        "Never forget that you are a provisioner, not a chef. You aren't cooking personal meals for the Duchess of Cheydinhal. It doesn't matter how the food tastes as long as it feeds your cohort. You want recipes that are fast, simple, and best made in bulk.",
        "Take roasted chicken breast, a meal that requires poultry. It doesn't matter that you know the ingredients required—without a proper recipe, they're just raw meat. Locals always have their own ways to prepare local ingredients, so stay vigilant for recipes while requisitioning supplies.",
        "<bold>Step 3: Cook, Cook, Cook</bold>",
        "Once you've learned a recipe, bring those ingredients to a cooking fire. Then cook them. Don't burn the food.",
        "Remember to serve your cohort what it needs most. Scouts and skirmishers need plenty of vegetables. Mages in your cohort are best fed fruits. Infantry can always use hearty meat dishes. Never forget that a hot meal can make the difference between life and death.",
        "<bold>Addendum: Brewing On The Go</bold>",
        "I hear enough questions about brewing to warrant its own section. I recommend you never keep more than a flask of fine brew with you. Your cohort will know it's a prize for those who truly distinguish themselves.",
        "Yet sometimes the cohort needs liquid courage, such as before a battle or a parade review. This is when I brew horrible swill from local recipes, both to shock the soldiers into a state of confident readiness and to keep them from growing fond of the stuff.",
        "Step 1 and Step 2 are identical to the similar steps for cooking. As for the third?",
        "<bold>Step 3: Brew, Brew, Brew</bold>",
        "Once you've learned a recipe, bring those ingredients to a cooking fire. Then brew them. Don't spoil the drink.",
        "I often present excess brew to the locals who \"donated\" the ingredients in the first place. This is not Imperial requisition policy, but it helps my cohort stay in their future good graces should we suffer a retreat due to the actions of less stalwart legions."
    ]
}