{
    "id": "TheBastardsTomb",
    "paragraphs": [
        "In life, Yoregg Grass-Grazer was a rogue and a scoundrel. He made a fortune, first as a bandit and a raider, and later as a landowner and businessman. In all of his roles, he more than earned the name he was given—Yoregg the Bastard. By all accounts, he relished the name, and even had it applied to his tomb when his long and vile life finally came to an end. This is the tale of how that came to be.",
        "Yoregg the Bastard was among the oldest men in Windhelm, but he was as strong and as vigorous as anyone half his age. He owned many of the shops and market stalls in the city, as well as the tavern, the stables, and most of the farms beyond the western walls. But \"own\" might be too soft a word. Yoregg ruled over his holdings with as much power and authority as any thane or jarl in the land. If you worked for Yoregg, he treated you little better than a servant or a slave, and if you rented land from him, he made sure you acted as a humble vassal in his vaunted presence.",
        "In other words, he was a pure and total bastard.",
        "While Yoregg continued to fortify his fortune and terrorize the people beholden to him, he also began work on his tomb. He chose a location far to the southeast, in the region where he made his first fortune as a bandit and a raider when he was a very young man. The old hide-out that he used as a headquarters in those days of pillaging and plunder was located within a series of caves in the mountains separating southern Eastmarch from the Rift. He hired the talented stoneworker, Shreg Rock-Fingers, to turn the unadorned caves into a suitable resting place for the Bastard. She didn't disappoint.",
        "When Yoregg traveled to the tomb to see what Shreg had accomplished, he made one of the few blatant mistakes of his life. And it was a mistake that was about to cost him dearly. The truth was, Shreg had a grudge against the Bastard. Of course, almost everyone who had ever met the Bastard had a grudge or a grievance or an ax to grind with the intolerable man. But Shreg's grudge was personal and deep seated.",
        "Yoregg had squeezed gold from Shreg's parents for decades while they toiled and worked the farm he rented to them. She remembered how they suffered, but rarely complained. How almost every coin they earned had to go to the Bastard to pay off their debt. But it was never enough. And when Mother fell sick, Shreg could only watch as Yoregg and his goons unceremoniously tossed her family from their land for failing to make their regular payments. On that day, Shreg swore she would find a way to make the Bastard suffer.",
        "Yoregg was thrilled with the work Shreg had done on the tomb. It was regal and vast, and it appealed to his overblown sense of self-worth and status. He adored the raised dais and the altar that were the focal point of the main burial chamber, and the high ceiling above gave the place a majestic air that played to the Bastard's ego. \"Yes,\" he declared, \"this will do nicely.\"",
        "Shreg led the old man to an open sarcophagus made of chisiled stone that stood upright against one wall. \"Would you care to step inside, my lord,\" Shreg asked as innocently as she could manage, \"so that I can take an accurate measure?\" Yoregg beamed. He couldn't wait to step inside the ornate stone casket. But Yoregg was still a big man, even at his advanced age, and the inside of the box was tight and snug.",
        "\"Squeeze in, my lord,\" Shreg said, shoving at one of Yoregg's broad shoulders. Finally, after a bit of a struggle and some judicious contortions by the old man, Shreg was able to swing the massive lid of the sarcophagus closed.",
        "\"How does it feel, my lord?\" Shreg asked sweetly.",
        "\"It's a bit cramped,\" Yoregg admitted. \"And very dark.\"",
        "\"Just like your soul, my lord,\" Shreg shouted, making sure he could hear her through the stone.",
        "\"Excuse me? What did you say?\" Yoregg demanded, his voice reflecting confusion and anger and a slight hint of blossoming fear.",
        "\"This is for my parents, you bastard,\" Shreg declared as she sealed the lid of the sarcophagus. \"Enjoy your eternal rest, my lord.\"",
        "Shreg could hear the Bastard's cries echo through the chambers as she exited the tomb. She hoped it took him a long, long time to die.",
        ""
    ]
}