{
    "id": "TheBattleofKarthspireLea",
    "paragraphs": [
        "The Reach do not write their stories in the ways most scholars are used to. Their tradition of passing tales from one person to another is beautiful, and I have a deep respect for it. However, the scholar in me finds it difficult to hold a story in my heart without writing it down. For me, writing it down is another form of caring for the story. The message does not change, but the action of putting the words to parchment affixes it to my heart in such a way that feels intimate. There is no one correct way to tell a story, of course. But I heard this story from a Reach vateshran and it got its claws into me and would not let go until I put it to paper. I'd like to dedicate this copy to the vateshran himself. I do not expect him to learn to read it, nor would I ask him to. It is my token to him, a way to thank him for sharing the story with me by expressing it in my own way.",
        "",
        "Perhaps he will discard it, considering it outsider foolishness. But that's all right. I'm grateful to have heard this story at all.",
        "",
        "* * *",
        "The Battle of Karthspire Lea",
        "As told to me by Vateshran Barth",
        "",
        "It was not so much a battle as it was a sea of blood. The Six-Ford and Eagleseers did not fight, they merely bled. It is said that the grass of the lea was stained so thoroughly with red, it appeared black from a distance.",
        "",
        "There was no clear victor. Unusual, for a conflict between the Reachfolk. Many battles have been fought with the kind of rage and intensity that this one was fought, but historically, one force always yields. It is the nature of combat. One party, no matter how enraged, weakens under pressure. Such was not the case with this battle. Neither side waned. They flung themselves at one another, ceaselessly crashing against each other like waves against a cliffside.",
        "",
        "The men and women of each clan seemed to fight as if they intended to die. There was no thought of victory, only carnage.",
        "",
        "The leader of the Eagleseers, Maddorfa, took a mortal wound very early in the battle. A spear lodged itself in his leg, rendering him unable to walk. He insisted those close to him bind him to a nearby pillar so that he need not stand in order to continue fighting. The battle became something darker than winning or losing. It was rage unhindered, unchecked, and about killing as many of the enemy as possible.",
        "",
        "Few Reachfolk walked away from Karthspire Lea that day.",
        ""
    ]
}