{
    "id": "BazorgbegsNotes",
    "paragraphs": [
        "Librarian Comment:",
        "This book was an early draft of Bazorgbeg's Expeditionary Journal, and doesn't actually appear in game.",
        "",
        "Day 1",
        "Our first hours in Rkindaleft proved largely fruitless. We were ambushed by some pale Orcs that seemed completely mad. Lost a few of the sellswords we hired. Jeirmun and Glurbasha are convinced the place is cursed. Fools. If the place wasn't dangerous there'd be nothing left of worth inside. I want to press on.",
        "",
        "Day 2",
        "A strange day, but a productive one. Still no explanation as to what drove the Orcs here mad, but we saw more of them. They skittered away from us this time, hiding away in some holes. Fine by me.",
        "Amazing how Dwarven constructs seem to run forever. Several have frozen solid, but a few are still humming along. We expected an attack, but they ignored us as if we weren't even here. Occasionally I feel like they are looking at me, but when I turn they move along. I just need to eat something.",
        "",
        "Day 3",
        "Now we know why the ruin is slowly melting. Someone has been here, likely for a very long time. It's hard to make out what he's doing exactly, but he left research materials scattered around the place. We've collected everything we could. It sounds like he has been working towards something big involving pieces of a Dwarven Centurion, and his previous tests failed due to a lack of power. I wonder who he is. Nothing mentions his name.",
        "Dorand is losing it already. He should just go back to the camp with Glurbasha. He keeps saying the ruin is alive. That the walls are watching him. Haunted by waking dreams, I think.",
        "",
        "Day 4",
        "I've instructed the others to deal with attempting to shut down the power or divert it elsewhere. I was hoping to find some way to open the door to the workshop without doing so, but now I think I've confirmed they are connected somehow.",
        "I'll wait here by the door until they complete the task. I have to be the first inside.",
        "",
        "Day 5",
        "I'm still fascinated by the idea that this man has been living here conducting experiments for possibly years. If his research notes are true his workshop could contain evidence that would be worth a fortune. I can't decide if he's a genius or a madman. Maybe both.",
        "I wonder if he succeeded in transferring a mortal soul into a construct. What would it even be like? Just what will I find in there?"
    ]
}