{
    "id": "BazorgbegsExpeditionaryJournal",
    "paragraphs": [
        "Day 1\nOur first hours in Rkindaleft proved largely fruitless. We were ambushed by some pale Orcs. They seemed completely mad. Lost a few of the sellswords we hired. Jeirmun and <<1>> are convinced the place is cursed.",
        "Fools. If the place wasn't dangerous, there'd be nothing of value inside! I'm glad <<2>> is in charge. He wants to press on, so we press on.",
        "Day 2\nA strange day, but a productive one. Still no explanation for what drove the pale Orcs mad. We saw more of them, but they skittered away from us, hiding in the glacial portions. Good riddance.",
        "Amazing how Dwarven constructs seem to last forever. Several have frozen solid, but a few are still humming along. We expected them to attack, but they ignored us. It's as if we weren't even here. Occasionally I feel like they are looking at me, but when I turn they move along.",
        "<<2>> forbade us from studying the constructs. \"Don't give them a reason,\" he said. It salts my eyes that he's right.",
        "Day 3\nWe know why the ruin is melting. Someone was here after the Dwemer, likely for a very long time. It's hard to make out their intentions, but the research materials scattered around the place suggest an extensive team of mages who required vast amounts of thermoharmonic power for their purposes. We've collected everything we could for later study.",
        "<<2>> is losing it. One minute he's arguing with <<1>> about pressing on, the next he's jumping at the smallest sound. He keeps saying the ruin is alive. That the walls are watching us. He needs to get some sleep.",
        "Day 4\nSeparated from <<2>> and the others after the pale Orcs attacked. Leaves me in charge of two mercenaries. I don't even know their names, but they answer to \"you.\" Good enough for me.",
        "I told them about the thermoharmonic valve we saw on the way here and ordered them to close it. The pressure seals the door, just like <<2>> said. Release the valve, the door opens. I'll wait by the door until they release the valve. Once inside I'll see if I can find out why all this pressure is directed into one room.",
        "Day 5\nIt wasn't enough. The door lost pressure, but it still wouldn't budge. An hour later the pressure restored itself. The mercenaries never returned. Did they run? Were they killed?",
        "The constructs are watching me now. Coming closer. Perhaps if I'm very still they won't—"
    ]
}