{
    "id": "TheBearersofFargrave",
    "paragraphs": [
        "By Orette Arbogasque, Mortal Historian",
        "",
        "I've lived in Fargrave for more years than I inhabited Nirn, and the place still fascinates me! Here I sit, in the Bearer's Rest, my writing utensils spread out before me and a nice, uncorked spiced dreamwine breathing on the table. What better place to record what I have discovered about the entities that gave this place its name—the Bearers of Fargrave.",
        "",
        "Any visitor or long-time resident to Fargrave knows what I'm talking about. Look up and you can't help but notice the gargantuan skeletons that form a sort of protective boundary around Fargrave's central district. Now, these aren't animate skeletons, mind you. No one has seen these massive humanoid bones move even a fraction of a step in a Dremora's age. And various skeletal parts form natural features throughout the city.",
        "",
        "Who or what were these massive beings before they sat down, died, and decomposed into the rock-hard structures that grace our modern skyline? No one actually knows. However, there are many theories. Let me recount my favorites and also tell you where I think the truth lies when it comes to the Bearers of Fargrave.",
        "",
        "One popular theory among the mortals insists that Fargrave was once the domain of four rival Daedric Princes that competed for complete sovereignty of the realm. Constantly locked in battle, they eventually destroyed each other simultaneously and their bodies collapsed and eventually decomposed, leaving behind the four giant skeletons we see today. Over time, Daedra and mortals alike came to this realm without a Prince, built the city between the skeletons, and created our wonderful slice of Oblivion. Of course, any Daedra you meet will scoff at the very notion of competing Princes occupying the same realm.",
        "",
        "Another lesser known tale suggests that Fargrave was once a necropolis of sorts for a race of gargantuans that were neither Daedra, Aedra, or mortal. Like a mammoth graveyard in Skyrim, these immense beings would wander into Fargrave, sit or lie down, and expire when it was their time. Hence, the poses we see of the skeletons that remain to the current day. While this story has its proponents, others will point out that four skeletons do not a necropolis make.",
        "",
        "My favorite of the various stories calls our beloved gargantuans the Bearers of Fargrave. This version insists that before Fargrave settled into this exact location in Oblivion (whatever that actually means), it was carried from place to place by the four Bearers. That's where the name \"\"the Celestial Palanquin\"\" derives from. That once in ages' past, these great colossi hefted the city onto their shoulders like the porters of some passenger conveyance and moved it from one location to another. This went on for an eternity, establishing connections between the realms it visited that survive to this day in the form of permanent portals.",
        "",
        "What happened to our poor Bearers? No one can truly say, but I suspect that once those portal connections solidified, the need to physically move Fargrave became unnecessary. With no need for the Bearers, they simply lost the will to exist. Still, they could not imagine departing the place they supported for so long, they all sat down and died right where they once so graciously served.",
        "",
        "Some say they were slaves, compelled to carry Fargrave for some unremembered masters. I prefer to think of them as faithful servants, doing what they did for the love of Fargrave and its ancient inhabitants—whoever they may have been.",
        ""
    ]
}