{
    "id": "TheBeginnersGuidetoHomesteading",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Hearthfire DLC.",
        "",
        "<center><bold>The Beginner's Guide to Homesteading</bold></center>",
        "If you're like most people, you've always dreamed of owning your own steading and building your own home. But where to start? Never fear, you hold in your hands the guide to everything you need to know. Before long, you'll be gazing complacently across your well-tended lands from the porch of your own manor house.",
        "<bold>Getting Started</bold>",
        "There are two vital pieces of equipment that the prospective homeowner needs: the Drafting Table and the Carpenter's Workbench.",
        "Your Drafting Table is where you'll lay out the plans for each stage of your new house. Don't worry about making a mistake here - you can always change your mind, and making a new plan costs you nothing. Remember: measure twice and cut once.",
        "Your Carpenter's Workbench is where you'll do the actual construction. Once you've settled on a plan at the Drafting Table, you can start building your house at the Carpenter's Workbench. Avoid the common beginner's mistake - don't try to build the roof without building the proper supports first!",
        "<bold>Space for the Family</bold>",
        "If you have a spouse or children, you'll certainly want to get the house in a livable state as soon as possible. Your loving spouse will no doubt make do with nothing more than a roof over her head and a bed to sleep in, but what about the children? Don't worry - all they need is a bed and a chest or dresser to store their treasures, and they will be perfectly content.",
        "<bold>Building Materials</bold>",
        "You will need a lot of supplies to complete your house, but it isn't necessary to gather everything you need ahead of time. Unless you're in a hurry, you can just build in stages as materials become available. You'll enjoy watching your home progress from dream to reality.",
        "The most common materials you'll need are sawn logs, cut stone, and clay. Luckily, these are plentiful in Skyrim - in fact, most building sites will have one or more easily accessible sources of clay and stone. For sawn lumber, any lumber mill owner will be glad to sell and deliver as much as you need.",
        "You'll need a lot of nails - fortunately even a novice blacksmith will soon find themselves turning iron into nails with ease.",
        "When you turn to furnishing your completed house, you'll need a much wider variety of materials. Some of them, such as straw and glass, are commonly obtained from general goods stores. For the rest - the whole of Skyrim will become your general store!",
        "<bold>Hiring a Steward</bold>",
        "Once your estate is well-established, you may wish to consider hiring a steward to help manage your affairs. A good steward can be invaluable - from hiring a carriage driver to buying a cow to keeping you supplied with building materials - freeing you to enjoy the fruits of your labors.",
        "Before hiring a steward, it's advisable to bring a potential candidate to your manor and observe whether they are a good fit for your requirements. Remember, you are putting your entire estate into their hands - you need someone you can trust implicitly.",
        "<bold>Building Your House</bold>",
        "The rest of this guide will review plans for each room that you might want to build.",
        "<bold>Small House</bold>",
        "Before you get too ambitious, gain confidence by building this tidy cottage. It is the perfect starter home, and might turn out to be all you need. But don't worry - if you decide to keep building, you can remodel this into an entry way to the rest of your house.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohshack.png>",
        "<bold>Main Hall</bold>",
        "You may decide the Small House is not enough - perhaps you need room for a growing family? The next step is to add a Main Hall, which will turn your cottage into an imposing manor house: two floors, including space for two small bedrooms, a back room and a large dining area.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohhub.png>",
        "<bold>Additions</bold>",
        "Once you've built a Main Hall, your options become almost unlimited - you now have room to add three more additional wings, if you decide you still need more space.",
        "For each wing, you have three choices of what to build, giving a total of nine possible additions! (But remember - you can only build three of them, so choose wisely.)",
        "<bold>West Wing - Bedrooms</bold>",
        "The Bedroom addition is perfect if you have a family who needs more comfortable living quarters than the Main Hall affords. The Bedroom has space for a master bedroom plus two children's beds, as well as all the dressers, wardrobes, etc. that anyone could desire. This addition also includes a spacious exterior porch.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohporch_left.png>",
        "Perhaps you are a gardener at heart? If so, the Greenhouse provides room for planters where you can grow almost whatever you wish, sheltered from Skyrim's harsh climate. Tend and harvest your crops from the comfort of your own home!",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohlonghouse_left.png>",
        "<bold>West Wing - Enchanter's Tower</bold>",
        "If your interests lie in the magical realm, this tower addition is for you. Conduct your research in privacy and comfort. Plenty of space for keeping your collections and artifacts organized. And the view from the tower is guaranteed to take your breath away.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohtower_left.png>",
        "<bold>North Wing - Storage Room</bold>",
        "If you simply need more space to store your many possessions and collections, build yourself a Storage Room. The included porch can even be connected to the porch on the East or West wings, if you build the Bedroom or Armory additions.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohporch_back.png>",
        "<bold>North Wing - Trophy Room</bold>",
        "Are you a big game hunter who wants to show off your prizes? The Trophy Room provides space for displaying up to seven magnificent mounted specimens of your choice, sure to amaze and impress your guests.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohlonghouse_back.png>",
        "<bold>North Wing - Alchemy Laboratory</bold>",
        "Perfect for the aspiring alchemist, this tower addition will give you plenty of space and storage to hone your craft in comfort. And when you need a break from brewing potions, enjoy the view from the tower roof.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohtower_back.png>",
        "<bold>East Wing - Armory</bold>",
        "If you like nothing better than to spend a day hammering metal, or are simply a collector of armor and weapons, the Armory is for you. With space for smithing, as well as plenty of room to display your martial collections in style, the Armory is the perfect addition to any house.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohporch_right.png>",
        "<bold>East Wing - Kitchen</bold>",
        "The Kitchen provides everything you need to pursue the highest culinary arts. Tired of cooking everything in a pot over a fire? You can even equip it with a new-fangled oven!",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohlonghouse_right.png>",
        "<bold>East Wing - Library</bold>",
        "The Library tower is sure to please those who value literature. With space for all the bookshelves you could desire, you'll be able to enjoy your collection of books in style. Or perhaps take a book to the tower roof and enjoy the view of your steading?",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_byohtower_right.png>"
    ]
}