{
    "id": "BeholdKhunzarrisAmbition",
    "paragraphs": [
        "Khunzar-ri was not a humble Khajiit. Even as a young cat on the prowl, he dreamed of grand adventures, honor, fame, and a place in history. And with his own claws and a positive disposition, he achieved all that and more. But he did so in a way that endeared him to others. It was something in his smile.",
        "Take, for example, the time he hired a scribe to follow him around and record his exploits. The scribe, an unimposing Alfiq whose name has been forgotten, dutifully wrote down pages and pages of anecdotes from the daily life of Khunzar-ri. She constantly remained by his side, despite circumstances, danger, or propriety, in order to carry out her assigned duties. Anequina became so annoyed by the Alfiq's presence, that she refused to associate with Khunzar-ri until the scribe departed. Khunzar-ri shrugged and wished Anequina well during their sabbatical. \"Too much of Zar makes the heart beat too fast,\"\" said Khunzar-ri with a sigh as she walked away.",
        "A few days later, as dusk spread across the land, Khunzar-ri and his Alfiq scribe came upon a young Khajiit warrior. He appeared upset and unsure what to do, holding his spear and staring across the stream at a trio of ravening river trolls. \"You seem troubled, friend warrior,\" said Khunzar-ri, his scribe writing furiously to record every word. The young warrior turned. \"Those trolls attacked this one's village,\" he said, \"killing some, maiming others, and stealing the great wamasu that was roasting over the village cooking pit for our Festival of the Two Moons. This one came to retrieve the carcass, but fear of the three trolls stays his hand. This one will be marked a coward and never gain honor and prestige in his own home.\"",
        "Khunzar-ri considered the young warrior, the spear, and the three river trolls across the way. He held out his hand and motioned for the young warrior to give him the spear. Once he had tested the weight and straightness of the weapon, Khunzar-ri called to the trolls. \"River trolls of a most ugly and disgusting countenance,\" he yelled, \"this one has a gift for you!\" Curious, the three river trolls lined up to see who had dared call out to them. They looked like a single body with three heads, one peaking out from behind another. \"Perfect!\" said Khunzar-ri, and he threw the spear with all his might. It pierced all three trolls and pinned them to a nearby tree, where their blood flowed down to feed its roots.",
        "\"Go,\" Khunzar-ri said to the young warrior, \"retrieve the festival meal and return to your village as a hero.\"",
        "\"But Khunzar-ri,\" the Alfiq scribe asked, \"that was your kill! And a great kill it was, too! What of your ambition?\"",
        "Khunzar-ri shrugged. \"Zar's ambition is as strong as ever, but the young warrior needs this honor more. Besides, there will be an even more spectacular adventure tomorrow, Zar just knows it!\"",
        "These are the words, and the words are true."
    ]
}