{
    "id": "BeholdKhunzarrisGuile",
    "paragraphs": [
        "Many and many were Khunzar-ri's triumphs. In time, his victories grew like sugar-blossoms in vast fields beyond counting. Mountains of fragrant garlands, heady wines, and great sacks of gold filled every room of his grand treasure palace. Indeed, all the riches of the sixteen kingdoms stretched out before him—begging to be claimed! But wealth, like fruit, grows sour with age. At length, he resolved to give it away.",
        "And so, with a joyful heart, the Laughing Lion set out in search of a worthy recipient. In a fortnight, he found himself at the creaking gate of an ancient adeptorium. So drafty and bleak was the structure that even the rats refused to dwell within it. Only a pawful of wretched adepts made their home there. With sullen eyes and threadbare vestments, the sad Khajiit did naught but attend to their chores—shuffling from cloister to chapel with the pathetic gait of wounded birds.",
        "Brave Khunzar-ri felt his chest swell with purpose. Surely, these were the rightful inheritors of his vast fortune. But when he offered the riches to the order's abbot, Savda-jo, the elderly cleric shook his head. \"We need only thin soup and prayer to sustain us, Pahmar-kin.\" And with that he prepared to return to his chambers. Khunzar-ri gazed over the old cleric's shoulder and saw the pleading faces of his adepts—faces desperate for even the modest joys of a bowl of sweetrice.",
        "Thinking quickly, the Laughing Lion roared, \"Wait, abbot! Khunzar-ri will make you a wager. If this one can pluck the Moons from the sky and bury them at your feet, you must accept any gift he offers. If Khunzar-ri fails, he will forsake his call to adventure and join you here in this adeptorium forever. What say you?\"",
        "Savda-jo, filled with eagerness to see the proud warrior humbled, quickly nodded his assent.",
        "Brave Khunzar-ri smiled broadly, knowing that his victory was assured. With a joyful spirit, the hero bounded over the sour abbot's head and landed heavily upon the adeptorium's roof. The structure's ancient spire creaked and sighed as the massive Pahmar-raht clawed his way to its summit. And there, to the abbot's great dismay, Khunzar-ri plucked an iron effigy of Jone and Jode from the wood with one great yank. When the Laughing Lion returned, he quickly scooped a pawful of clay from the ground and dropped the statue in the hole with a flourish. Savda-jo, thus humbled, rent his garments and wandered into the wilderness, never to be seen again.",
        "With a fortnight's effort, Khunzar-ri transported his great wealth to the adeptorium. In honor of the scheme that liberated them, the new abbot renamed the shrine Moongrave and assured the Laughing Lion that he would always have a place among the grateful adepts.",
        "Behold the wonders of a hero's guile!",
        "These are the words, and the words are true."
    ]
}