{
    "id": "BewaretheGlenumbraBanks",
    "paragraphs": [
        "What's that? You want to know about the Glenumbra Banks? I thought everyone knew about those shifting sand bars off the northwest coast of High Rock, the narrow islets that make seafaring there so dangerous close to shore. I myself have made a living for almost thirty years as a Daggerfall pilot, guiding merchant ships through the Banks in and out of the city's North Docks. And I'm well paid for the job, but the merchants don't complain — they see the rotting spars and twisted planks of the shipwrecks we pass as we wend our way through the channels.",
        "Those channels are treacherous and ever-changing. When we go out in early Sun's Dawn to meet the first ship coming in to port after the winter storms, there are always numerous visible changes to the waterways—as well as invisible changes to their depths, which we must take care to map out by frequent use of the plumb-line.",
        "But the fact is we must be ever on the lookout for changes in the Banks even in Mid Year and Sun's Height. Now, how is it that the sands shift the way they do, sometimes changing overnight even when there has been no storm? The Herne Current runs far offshore, and in summer the breeze the mariners call the Yokudan Zephyr blows steadily but gently from the west.",
        "And yet, the sands shift, and the Banks change.",
        "Well, stranger, I'll tell you the secret, so long as you're buying the drinks tonight in the Rosy Lion. It's Ithguleoir. Yes, you heard me right—the immortal leviathan of the Eltheric Ocean is no mere fable. Ithguleoir lives, and haunts the far depths of the sea … and sometimes the near shallows of the shore. He fills old channels in the Banks and dredges new ones. And when a ship runs aground on the sands, he rises from the waters and dines on its sailors, one by one.",
        "I suppose you're entitled to look skeptical about that—so long as you buy another round, that is. But listen, I'm not just spinning an old salt's yarn. I've seen the thing. On nights when the moons are full and the sea is calm, you can sometimes glimpse the leviathan's oily back heaving above the surface as the old monstrosity digs his devious traps. Occasionally there's a geyser of sea-mist, like when a whale blows, but then the breeze wafts ashore a demonic stench that smells like it's blown from Oblivion.",
        "So there: now you know. But let's just keep this between you, me, and the tavernkeeper's cat, shall we? The south harbor's too shallow for the big merchantmen, and Daggerfall depends on her sea-trade continuing to find its way in to the North Docks. As do I. And sailors are such a superstitious lot—no point in scaring them away. Eh?"
    ]
}