{
    "id": "TheBindingStone",
    "paragraphs": [
        "Altmeri texts reference many variations of the entrapment spell. Some of those spells, like the early First Era \"Aninaire's Tower,\" create physical fields around their targets. These varieties are unbreachable unless broken by an appropriate amount of force—like conjured stone walls, or shield wards turned inward. The effect differs in strength from spell to spell, but is generally effective for containing the layman prisoner and certainly tougher to break free from than brick and mortar.",
        "Of course, sometimes a mage seeks to confine creatures that walls won't hold, magical or otherwise. Gaseous forms of the Wild Hunt, Nether Liches, and various ghosts and phantoms all have means to escape physical barriers. These must be imprisoned using spells that create completely impermeable surfaces while absorbing or stemming the magicka of their captives. These spells must be re-incanted constantly to avoid consuming themselves, usually at a high cost of magicka for the caster.",
        "The Binding Stone, which your Head Keeper will soon introduce to you if he hasn't already, functions as a combination of these spells. It's tangible, small, and therefore portable, but capable of holding all manner of magicka-wielding creatures—even ones as powerful as your charge.",
        "I'm sure you understand the grave nature of what the prisoner's escape would mean, both to you, personally, and to Auridon and Tamriel as a whole. The condition of the Binding Stone is more important than the condition of your prisoner. Indeed, your very lives depend on the upkeep and maintenance of the Stone.",
        "And as for your prisoner: do not look at him. Do not speak to him. There is no specific danger in doing so, but any such interaction is a fruitless venture. Watch yourself, watch each other, do your duty, and your name will live forever among those who have committed everything to shield Auridon from his menace."
    ]
}