{
    "id": "BiographyofQueenBarenziah",
    "paragraphs": [
        "Librarian Comment:",
        "The second edition of this series have been heavily edited and reads a bit better.",
        "",
        "<title>Biography of Queen Barenziah, Volume I</title>",
        "Late in the Second Era an heir, a girl child, Barenziah, was born to the rulers of Mournhold in Morrowind. She was reared in all the luxury and security befitting a royal dark elf child until she reached five years of age. At that time, His Excellency Tiber Septim demanded that the decadent rulers of Morrowind yield to him and institute Imperial reforms. Trusting to their vaunted magic, they impudently refused and much of Morrowind was laid waste in the conflict that ensued.",
        "The little Princess Barenziah and her nurse were found among the wreckage. General Symmachus, himself a dark elf and born in Mournhold, suggested to His Excellency that the child might someday be valuable, and she was placed with a loyal supporter who had recently retired from the Imperial army. On retirement, Sven Advensen had been made Baron of Blackmoor, a small town in central Skyrim. Baron Sven and his wife reared her as their own daughter, saw to it that she was educated appropriately, and more importantly, was taught the Imperial virtues and piety. In short, she was made fit to take her place as a member of the new ruling class of Morrowind.",
        "The girl Barenziah grew in beauty, grace, and intelligence. She was very sweet-tempered, a joy to her adoptive parents and their five young sons, who loved her as their elder sister. Other than her appearance, she differed from young girls of her class only in that she had a strong empathy for the woods and fields, and was wont to escape her household duties to wander there.",
        "Barenziah was happy and content until her sixteenth year, when a wicked orphan stable boy whom she had befriended out of pity told her that he had overheard a conspiracy of her dear guardian. Baron Sven, said the boy, had dealt with a Redguard visitor to sell her as a concubine in Rihad, as no Nord or Breton would marry her on account of her black skin, and no dark elf would have her because of her foreign upbringing.",
        "\"Whatever shall I do?\" the poor girl wept, trembling, for she had been brought up in innocence and trust, and it never occured to her that her friend would lie to her.",
        "The wicked boy, who was called Straw, said she must run away if she valued her virtue, but he would come with her and protect her. Sorrowfully, Barenziah agreed to this plan and that very night, Barenziah disguised herself as a boy and the pair escaped to the nearby city of Whiterun. After a few days there, they managed to get places as guards in a disreputable merchant caravan. The caravan was heading east by side roads in a dishonest attempt to elude the lawful tolls charged on the highway. Thus they eluded pursuit until they reached the city of Rifton, where they ceased their travels. They felt safe in Rifton, close as they were to the Morrowind border so dark elves were commonly seen.",
        "The story of how Barenziah finally came to the throne of Mournhold after this fitful start is told in Volume II of the Biography of Queen Barenziah.",
        "<title>Biography of Queen Barenziah, Volume II</title>",
        "The first volume of this series told the story of Barenziah's origin, heiress of the throne of Mournhold until her father king rebelled against His Excellency Tiber Septim and brought ruin to the province of Morrowind. Due to the benevolence of the Emperor, the child Barenziah was not destroyed with her parents, but reared by the Baron Sven of Blackmoor. She grew beautiful, pious, and trusting in his care. This trust was exploited by a wicked orphan stable boy at Baron Sven's estate, who with lies, tricked her into fleeing Blackmoor with him. After many adventures on the road, they settled in Rifton, a Skyrim city on the border of Morrowind.",
        "The stable boy Straw was not altogether evil. He did love Barenziah in his own selfish fashion, and the lie was the only way he could think of that he might have her. She, of course, felt only friendship for him, but he was hopeful that she would change her mind. He wanted to buy a small farm and settle down in marriage, but his earnings were barely enough to feed and shelter them.",
        "After only a short time in Rifton, Straw fell in with a bold villian of a Khajiit thief named Therris, who proposed that they rob the Imperial commandant's house. Therris said that he had a client, a traitor to the Empire, who would pay well for the information they would find there. Barenziah happened to overhear this plan and was appalled. She stole from their rooms and walked the streets of Rifton in desperation, torn between loyalty to the Empire and to her friend.",
        "In the end, loyalty to the Empire prevailed over personal friendship, and she approached the commandant's house, revealed her true identity and warned him of her friends' plan. The commandant listened to her tale, praised her courage and assured her that no harm would come to her.",
        "General Symmachus had been scouring the countryside in search of her since her disappearance had just arrived in Rifton, hot in pursuit. He took her into his custody, and informed her that, far from being sold, she was to be instated as Queen of Mournhold as soon as she turned eighteen. Until that time, she was to live with the Imperial family in the new Imperial City, where she would learn something of Imperial government and make the acquaintance of people of importance.",
        "And so it came to pass. In the Imperial City, Barenziah became great friends with Tiber Septim during the last years of his reign; Tiber's heir Pelagius also came to love her as a sister. The ballads of the day praised her beauty, chastity, wit, and learning. On her eighteenth birthday, the entire Imperial City turned out to watch her procession back to Mournhold. Sorrowful as they were at her departure, all knew that she was ready to be the glorious sovereign of the new kingdom of Mournhold.",
        "<title>Biography of Queen Barenziah, Volume III</title>",
        "Barenziah was welcomed kindly by the Emperor Tiber Septim and his family, who treated her like a daughter during her stay in the newly built Imperial City. After several happy months there learning her duties as a regent under the Empire, Symmachus escorted her to Mournhold where she took up her duties as Queen of her people, under his wise guidance. Gradually they came to love one another and were married and crowned in a splendid ceremony at which the Emperor himself officiated.",
        "After several hundred years of marriage a son, Helseth, was born to the royal couple, amid rejoicing and prayers to the goddess who had at last blessed their marriage. Although it was not known at the time, it was shortly before this blessed event that the Staff of Chaos was stolen from its hiding place deep in the Mournhold mines by a clever bard known only as Nightingale.",
        "Eight years after Helseth's birth, Barenziah bore a daughter, Morgiah, named for Symmachus' mother and the royal couple's joy was complete. Alas, shortly after that, relations with the Empire mysteriously deteriorated, leading to much civil unrest in Mournhold. After fruitless inquiries and attempts at reconciliation, in desperation Barenziah took her young children and travelled to Imperial City herself to seek the Emperor's ear. Symmachus remained in Mournhold. During her audience with the Emperor, Barenziah, through her magical arts, came to realize, to her horror and dismay, that the so-called Emperor was an imposter, none other than the Bard Nightingale who had stolen the Staff of Chaos. Exercising great self control she concealed this realization from him. That evening news came that Symmachus had been killed in battle and that Mournhold had been taken by the rebels. Barenziah knew not where to seek help, when a knock sounded at her door. It was Eadwyre, King of Wayrest, and an old friend of Uriel Septim and Symmachus. He comforted her, pledged his friendship and confirmed her suspicions that the Emperor was indeed an impostor, and none other than Jagar Tharn, the Imperial Battlemage. Tharn had supposedly retired from public work and put his assistant, Ria Silmane, in his stead. As it seemed, Tharn had never left the Imperial City. Ria was indeed dead, but her ghost had appeared in Eadwyre's dreams and revealed that the true Emperor had been kidnapped by Tharn and imprisoned in an alternate plane. Tharn had then used the Staff of Chaos to kill her when she attempted to warn the Council of his nefarious plot.",
        "Together, Eadwyre and Barenziah plotted to gain the imposter's confidence and unmask him with the help of another friend of Ria's, who was currently in prison, but to whose dreams she had access, and who possessed great, albeit untapped, potential. Barenziah charmed and befriended the fake Emperor. By reading his secret diary she learned that he had broken the Staff into eight pieces and hidden them. She managed to obtain a copy of the key to Ria's friend's cell and bribed a guard to leave it within the cell, as if by accident. Their Champion, whose name was unknown even to Barenziah and Eadwyre, made his escape through a shift gate Ria had openned in a dark rat infested corner of the prison where the cowardly goblin guards feared to venture. It took Barenziah several months to learn the hiding places of all eight staff pieces through snatches of overheard conversation and rare glimpses of the diary. Once she had the vital information, she and Eadwyre fled to Wayrest where they managed to stave off the sporadic efforts of Tharn's henchmen to obtain revenge. Tharn, whatever else might be said of him, was no one's fool save perhaps Barenziah's, and he concentrated most of his efforts in tracking down and destroying the great Champion.",
        "As all now know, the brave, tireless, and forever nameless Champion was successful in reuniting the Staff of Chaos. With it, he destroyed Tharn and rescued the true Emperor, Uriel Septim VII. Following the Restoration, a grand state memorial service was held for Symmachus in the Imperial City, befitting the man who had served the Septim family so long and so well. Barenziah and good King Eadwyre had come to care deeply for one another, and had married in the year after their flight from Imperial City. Her children remained with her and a regent was appointed to rule Mournhold in her absence. She planned to return after Eadwyre's death. He was elderly when they wed so she knew that event, alas, could not be far off as the elves reckon time."
    ]
}