{
    "id": "BirdsofGloommire",
    "paragraphs": [
        "Winged Beasts That, For Whatever Reason, Have Not Been Included In a More Standard Chapter in This Book. Sections provided by Domind Kamaz and Junior Researcher Unila Rotheloth.",
        "",
        "CROW",
        "\"These winged blights on the small patches of sky I happen to like best, do not, under any circumstances, tolerate me or my presence. This may have to do with the curse that was placed on my family by a Hagraven a few generations ago. With the locals taking care to warn us of the over-intelligent nature of the crows in this area, particularly around Arpenia, I have decided to graciously delegate the entry for these despicable creatures to my assistant, Unila Rotheloth.\"",
        "",
        "Field Researcher and Avian Expert Domind Kamz",
        "",
        "As with everywhere else in Tamriel, crows can be found in even Gloommire, at the far southern reaches of Blackwood. To borrow from earlier editions, crows can range in size from being as small as one's hand to rumored reports of one stretching the expanse of a man's forearm in body. With black beaks and primarily black feathers, they can make striking figures against stark landscapes. These feathers also allow them to blend surprisingly well into dense forests and marshlands. Which, coincidentally, is how I remained completely unaware of the small family group that was following me back to base camp, but that's something I will touch on later.",
        "",
        "Colloquially, crows are intelligent, creative creatures. This is mostly true. I should make mention that a non-zero number of corvids were witnessed to fall out of their tree-top nests. It was unclear whether the specimens were displaying this ability out of their own cognitive failings or due to a sense of enjoyment.",
        "",
        "What can be discussed with some clarity is that the crows appear to hold grudges. Not only that, but they can pass the memory of past slights down to their young. I witnessed a display of the very behavior described above when a family of crows followed me back from my research gathering trip to where Domind was waiting for my report. They dropped a series of stones on him, I was unharmed, and then proceeded to swoop at him with such ferocity that he ran towards the nearest shelter and refused to leave for a week.",
        "",
        "HACKWING",
        "Many readers would be surprised at my including these creatures in a book entitled 'Birds of Gloommire.' They resemble other creatures that would be identified as a bird in no way and morphologically could be better classified as a small dragon.",
        "",
        "This is, of course, completely false. Hackwings display many of the same characteristics as a bird and if we must include the sooty rats of the sky (see the Crow entry) under the noble term of bird, then surely the Hackwing qualifies as well.",
        "",
        "A bird is a winged creature that lays eggs and soars in the sky. Though some creatures we call birds may fail at one or more of those qualifications (see Terror Bird and Flight). The hackwing, notably, has wings, lays eggs, and can take to the sky as easily as any bird. For these reasons, it has been included.",
        "",
        "In terms of behavior, the hackwings skulk around rocks more often than a standard fowl might. They use their long talons to gain purchase on the craggy outcroppings and rough bark of the trees in the marshlands. Often, they waste the day away sunbathing on the rocks and stealing fruit and meat from the baskets of unsuspecting locals. Despite the thievery, these creatures have not yet been witnessed eating the stolen goods. They prefer to feast upon corpses left by the sides of roads and, presumably, on the joy of their own mischief.",
        "",
        "On a personal note, I quite like hackwings. They're fun and playful and only slightly life-threatening. Their temperament means that they are more likely to rummage through your carefully organized campsite, rooting through your bedding and overturning inkwells, than they are to attack you and try to pluck out your eyes.",
        ""
    ]
}