{
    "id": "BisnenselOurAncientRoots",
    "paragraphs": [
        "Hyrma MORA pado ADA oia NAGAIA aba AGEA cava APOCRA dena GORIA gandra ARCAN",
        "As everyone in our society knows, the roots of our order are ancient and deep—for are we not the Primeval Seekers? Having spent a season researching ancient manuscripts on Balfiera Island and in the Daggerfall Mages Guild, I can finally provide some details about our hallowed halls of meeting—put some meat on the bones, as it were.",
        "I can now reveal that the original name of our private Ayleid sanctum beneath Halcyon Lake was \"Bisnensel,\" which meant \"New Water Halls\" in the tongue of the Wild Elves. It was built by a clan of Ayleids who fled the anti-Elven pogroms in Cyrodiil during the early First Era, after the slave uprising of the so-called \"saint\" Alessia. The clan that built Bisnensel came from the Heartland city of Nenalata, which like most Ayleid habitations was built partly above and partly beneath the surface of the land. This plan was copied in miniature when the refugee Elves built Bisnensel, though now only the subterranean halls survive intact.",
        "The ruler of this Elven clan was named Laloriaran Dynar, though he is far better known by the soubriquet \"Last King of the Ayleids.\" He was a notable tactician and general, and you have almost certainly heard of him in connection with the great High Rock victory of the Battle of Glenumbria Moors, in which the invading Alessian horde was broken and turned back to Cyrodiil.",
        "Possibly the most fascinating fact turned up in my researches, at least for us of the Primeval Seekers, is that the use of this site for the worship of Hermaeus Mora actually began many thousands of years ago when it was still occupied by the Ayleids! The leader of this effort was a Wild Elf scholar known as High Priest Uluscant, who established a congregation in Bisnensel that attracted many of the learned and most influential people in the community. As their numbers became more numerous, on their behalf Uluscant quite reasonably requested more of a say in municipal affairs, a request that was unfairly denied by \"King\" Dynar. The ruler had no interest in sharing power with a non-military order of scholars, whom he foolishly thought he could insult with impunity.",
        "Well, this Dynar soon learned that the servants of Hermaeus Mora are not so easily shunted aside! Within a few months of his arrogant rebuff, this \"Last King of the Ayleids\" was deposed. He and his family fled to Balfiera, where he begged refuge of the Direnni, whom he served for the rest of his days as a sort of trained war-dog.",
        "As history teaches us, the Primeval Seekers always win out in time. It's as the ancient analects say: if knowledge is power, then forbidden knowledge is ultimate power! \"For the desire to know is beyond reckoning, and in recompense, whatever price is named shall be met.\"",
        "AE HERMA MORA ALTADOON PADHOME LKHAN AE AI"
    ]
}