{
    "id": "BitterTravelsandtheNixad",
    "paragraphs": [
        "Zabia-ko would like to warn you that the following story may be sad, but it has a happy ending. This one would not want you to stop reading out of despair. There are many trials, but all are overcome. And don't forget, there are nixad in this story.",
        "Abah's Landing is like most cities. The poor and witless cannot survive long. Luckily, this one is not witless. Many days I scouted the city, searching for means to rebuild my fortunes. An inattentive, overconfident merchant would serve nicely. Before I began the hunt, a handsome and well-dressed Khajiit approached.",
        "\"Whispers of your plan reached these ears,\" he said, \"Certainly, if this one has heard, so have others. Others that may sell such whispers to rich, fat merchants. Be smart. Work for me instead. We are very successful, and it would be the kind of work that avoids the ire of the guards.\"",
        "And that's how this one came to work for the Spotless Goods Shipping Concern.",
        "Through hard work, soon this one could afford a cart, a guar (named Little Bazrag, for his stubbornness), passage to the Gold Coast, and some crates of exotics to trade. Zabia-ko's promise to her father would be met! She would return to her childhood village, pockets fat with gold, sacks of coffee, and bags of Mistral Moon Sugar, prized for its fruity aftertaste.",
        "\"But Zabia-ko,\" you ask, \"where is the tragedy? Where are the nixad you promised?\" Rest assured. They are not forgotten.",
        "The tragedy begins on the road from Anvil to Kvatch. Workers at a dig site invited me to rest for the night at the edge of their camp after I sold them a sleeve of horker summer sausage.",
        "Sleep could not have held me long when I heard the ground shake, followed by screams shouting.",
        "The workers scattered, running every direction like field mice during a game of This One Caught Many. Little Bazrag refused to wake, so I hid.",
        "That's when I saw them. One nixad had a pouch of gold hanging from the sharp claw at the end of its arm. It did not seem that it should fly under such weight, but its wings flapped furiously, successfully fleeing with its prize. The other raised its arms over its head, ready to strike at a bag of the Mistral Sugar. Before I could stop it, it dove in headfirst, legs sticking out of the bag as I imagine it consumed in ecstasy.",
        "This one grabbed the thief by the legs and pulled it from the sack. It thumped my head and giggled wickedly, buzzing off leaving a trail of sugar in its wake. During the struggle, I failed to notice the others that were already consuming all the bags from the inside. They never touched the coffee.",
        "By morning, all that remained were three dead nixad, overstuffed with moon sugar, empty sacks, and the coffee. Even Little Bazrag wandered off. And there is the tragedy. Again I lost my goods, but this time it was the prized Mistral Moon Sugars. Such a loss, wasted on filthy evil creatures!",
        "But, Zabia-ko promised a happy ending, and this one does not make such promises lightly. Many things were learned that night, but two were the most important.",
        "First: if you're going to lose your sugar to nixad, roast them afterwards. The meat is sweetened by the sugar and leaves the body tingling with pleasure.",
        "Second: When travelling in nixad country, surround your sweet things with coffee. They hate coffee."
    ]
}