{
    "id": "BjormundsDiary",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Alternative Armor: Dragon plate from the Creation Club",
        "",
        "I remember the first time M'Sharra showed me the tunnel, the one we had been burrowing for months. At first, I didn't understand it. We were already making good coin sacking the carriages. What was the point of digging holes underground like vermin? It didn't help that the tunnel smelled like a troll's armpit.",
        "",
        "We reached the warehouse, and walked by crates stacked upon crates like mountains of wood. M'Sharra led me to the back, where a dozen Legionnaires were unloading cargo too big for any box. And Shor's Breath, I couldn't believe my eyes when I saw it! It was a skull the size of a carriage, with fangs that touched the floor!",
        "",
        "For someone who winces at the sight of cliff racers, the idea of this monstrosity soaring through the sky made my heart tremble. And yet, for the first time, I felt alive.",
        "",
        "For what better way to live than to fight a dragon! What better way to die! Now that would be a story even Tsun would lend an ear to!",
        "",
        "\"You think the bones are special, you should see what this one found yesterday,\" M'Sharra said to me. Her grin was as wide as the Halls of Jorrvaskr as she beckoned me further into the warehouse. Inside a crate, set apart from the others, was a cuirass of Dragonbone Mail! M'Sharra bade me to put it on, and I couldn't help but notice it was a perfect fit.",
        "",
        "In that moment, I thought of my Da. People called him a pirate, a murderer and a thief. But he told me the Wind-Striders descended from the Dragonguard, ancient warriors who fashioned armor from the bones of the dragons they slew.",
        "",
        "Still, my pride as a Nord wouldn't allow it. How could I face Tsun wearing the armor of another's triumph? I could have the Orc forge gauntlets and boots from the skull, but the cuirass - that which held one's heart, must be earned in battle.",
        "",
        "My mind drifted then to stories I heard as a youngling, of my great ancestor who strode through fire like it was the wind, wearing an ancient cuirass made of dragonbone. It was then that I knew my destiny. In his honor I would claim it, and fight until the day I reached Sovngarde.",
        "",
        "It's that same spirit that resides in me now. The others may be fine living in hiding, but a Nord is at war so long as he holds breath."
    ]
}