{
    "id": "TheBlackFinGoestoWar",
    "paragraphs": [
        "By Peek-Ereel, Friend and Confidant to Keshu the Black Fin",
        "<title>The Black Fin Goes to War, Part 1</title>",
        "In the season following Keshu the Black Fin's return from the ruins of the Old Ones (as she referred to the so-called advanced Saxhleel who lived in the distant past), we were extremely busy, breathing life into Keshu's hopes and desires. In addition to learning some small amount about the way the Old Ones lived, Keshu's time of contemplation among the ruins saw the development of new ways of thinking for our leader and life-long friend. She came back to us with a dream.",
        "Some will tell you that from the moment she returned from the ruins, Keshu wanted to bring about the resurrection of the advanced Saxhleel society. Now, while she was definitely interested in learning more about that ancient time, her initial dream was much simpler. She wanted to defend the Saxhleel from the threat of outsiders. When Xocin was captured by the Dark Elf slavers, I think it affected Keshu on a profound level. And when she freed Xocin and the other Saxhleel captives, I think her destiny was set in motion.",
        "Keshu decided to create an army. She called for volunteers from across the greater marsh, and a surprising number answered that call. The village elders, tree-minders, and sap-speakers were of mixed minds about her actions, but in the end they decided to sit back and let the Hist sort it out. As with all things in Saxhleel life, if Keshu succeeded then her plans were meant to come to fruition. And if she failed? Then she would disappear into the swamp and never be heard from again. That was the way things happened in Black Marsh. But whatever Keshu's ultimate fate was to be, in the beginning she was unstoppable.",
        "The initial band—informally known as the Black Fin's Legion—was more than two dozen strong. Keshu and Vos-Huruk at first served as instructors and trainers for the small gathering of warriors, but soon other notable fighters had rallied to her banner, including the battle mage known as Fire-From-Nowhere and the Saxhleel freedom fighter called Elf-Slayer. They provided expertise and helped with the training to reduce the burden on our beloved leader. When Keshu determined that we were at last ready to be tested, she decided on a target and pointed her newly honed weapon at it. We were going to attack a House Dres slave caravan and set the captives free.",
        "We planned and trained for weeks, preparing for every contingency Keshu and her most-trusted advisors could think of. We scouted the House Dres enclave. We reconnoitered the most probable paths from Stormhold toward Morrowind. We watched. We waited. And then we made our move.",
        "The House Dres slave caravan departed from Stormhold on a rainy morning with little fanfare. A line of Saxhleel slaves consisting of more than fifty of our egg-brothers and egg-sisters were chained together and forced to march between two massive wagons, each pulled by a team of guar. House Dres guards rode atop the wagons, marched on each side of the line of slaves, and ranged around the caravan atop horses and other riding beasts. In all, there were about thirty Dark Elf warriors guarding the caravan. For this exercise, Keshu led a force of twenty-six Black Fin Legionnaires to liberate the slaves.",
        "Our warriors were nervous. For the majority of them, this would be their first real battle, and though they were well trained and committed to Keshu's cause, they still suffered from the usual fears associated with entering a life-or-death situation. Keshu and her officers remained visible, displaying confidence and determination that went a long way toward calming our troops. We set up to ambush the caravan as it made its way through a narrow passage a few hundred strides from the border of Morrowind. Keshu gave the signal as she rushed forward to meet the enemy. We followed, spilling from our hiding places like wood ants emerging from a rotten log. If we were still nervous, it didn't show as we fell upon the Dark Elves like waves crashing into the shore.",
        "Keshu's strategy worked perfectly. When the battle was over, the Dark Elf guards were either dead or had surrendered, and though we had suffered a few minor wounds, none of the Black Fin Legion had fallen. The mission went off flawlessly and Keshu's reputation grew with every Saxhleel captive we set free.",
        "<title>The Black Fin Goes to War, Part 2</title>",
        "Keshu's war against the House Dres slavers continued for a number of seasons, and with every victory the Black Fin Legion notched, her army of loyal Saxhleel expanded. They came from far and wide to pledge themselves to her banner: slaves liberated from Dark Elf holdings; adventurous Saxhleel from widely separated villages; even a few citified Argonians from Stormhold and locations beyond the influence of the Hist.",
        "I had finally completed my rites of maturity and was now considered a full-fledged adult in the eyes of the tribe. I was trying to decide what I wanted to do with the rest of my existence. As much as I loved Keshu and believed in her cause, I did not want to be a soldier or a freedom fighter. I wanted a simpler life, something in service to the Hist or the Xal-Uxith. I was destined to become a sap-speaker or an egg-tender, or so I believed at the time. So I decided to let Keshu know my desires and withdraw from the Black Fin Legion.",
        "Keshu understood my situation and agreed to release me from my obligation. I was still with the Legion, however, when Tee-Wan returned to camp. He was Keshu's spy-master now, ranging into the field for days or weeks at a time to gather information for the Black Fin Legion to use against the forces of House Dres. The news he brought back with him this time, however, dealt with a much larger, more dangerous foe. \"Outsiders from across the far ocean have invaded the land of Skyrim,\" Tee-Wan explained. \"I bring a message for you from the Nord who helped us in Stormhold, Jorunn the bard.\"",
        "Jorunn's message explained that an enemy called the Akaviri had laid siege to the city of Windhelm and was now marching toward Mournhold. Jorunn's sister had fallen and he had temporarily taken command of the Nord forces. \"I go to aid the Dark Elves and try to stop this vile invasion,\" Jorunn had written. \"I would not mind in the slightest if you decided to return that favor you owe me and join us in Morrowind. Your Argonian shell-backs would certainly help turn the tide of this conflict.\"",
        "I could tell by the look in Keshu's eyes that she had already decided to go to Jorunn's aid. \"Vos-Huruk, Fire-From-Nothing,\" Keshu called to her chief lieutenants, \"rally the troops. Today, the Black Fin Legion goes to war.\"",
        "I wished Keshu and the others cool breezes and clear water, but I wasn't going to join them on this adventure. I was going home, back to Tadulpa. I assumed they would be back after the moons had moved through a few of their cycles, but I was wrong. I would not see Keshu again for more than ten cycles of the calendar, and by that time she would be much changed.",
        "But word would reach us even in isolated Tadulpa. We heard that the Akaviri were defeated, thanks to the combined efforts of the Nords and Dark Elves—and the timely intervention of a phalanx of Argonian warriors. On that day, the Ebonheart Pact was born. Keshu and her legion stayed in allied lands after the Akaviri threat was dealt with, helping to establish the parameters of the newly formed alliance and securing the freedom of Saxhleel for as long as the Pact survived. She spent time touring Skyrim and Morrowind, helped crush rebellions, and defended the borders from competing alliances before eventually taking up arms in the Three Banners War.",
        "Do I regret not joining Keshu on that mighty adventure? Sometimes. But I would not trade my time in Tadulpa as an egg-tender for anything—not even to fight at Keshu's side once more."
    ]
}