{
    "id": "TheBlackHand",
    "paragraphs": [
        "By Geon Alinie, Chronicler-at-Large",
        "My in-depth investigation of the clandestine organization known only as the Dark Brotherhood has been a long and difficult process. But after years of research, countless interviews, and no small amount of good luck, I've finally been able to put together a profile of the assassin cult's ruling body - the notorious Black Hand. While much of what follows has been augmented by theory and conjecture, the basis upon which I constructed the profile is undeniably factual and true.",
        "So, what group of individuals is strong enough to command the assassins of the Dark Brotherhood? A group called the Black Hand. Like any hand, the group consists of five members: four fingers and a thumb, as it were. The members corresponding to the fingers are called the Speakers, while the member representing the thumb is called the Listener. These are titles and ranks, and as ridiculous as they may sound to anyone not steeped in the lore of the cult, the assassins take these terms very seriously.",
        "Now, I need to explain an even stranger concept. It will sound unbelievable, and it may very well be nothing but a legend used to keep the lesser assassins in line, but from everything I've been able to uncover, the cult holds fast to this concept. They claim that a near-deific figure known as either the Shadow Matriarch, the Dark Woman, or the Night Mother leads the Dark Brotherhood. Apparently, no one ever sees this Dark Woman. Instead, she whispers commands to the Listener, who then selects one of the Speakers to pass the commands along. And, yes, most of these commands relate to murder.",
        "What does the Listener hear? Details, as you can imagine, are sketchy, but an educated guess allows us to assume that the Dark Woman provides either the name of the client or the target that has been named for the kill. The Listener passes this information on to one of the Speakers, who then either personally selects an assassin to carry out the deed or provides the information to a minor functionary to assign the contract.",
        "Now, as far as I can tell, the assassins don't all gather in one place. Instead, the cult divides its members into small, self-sufficient units known as either Havens, Sanctuaries, Shelters, or Assassin Ports. Again, details on these topics are often fluid and even contradictory, but I have done my best to make sense of the stillness within the noise. The leader of these Havens, which seem to be established in specific geographic locations as to spread the assassin's reach far and wide, is either called a Dame or a Matron (although one source referred to her as a Widow, but the other names were much more common in my research). The Speaker can pass along orders to this subordinate and have her select the assassin best-suited to carry out the deed.",
        "Finally, I was able to ascertain that each Speaker commands a personal assassin. For truly special missions, I can only assume. I'm not sure if these personal assassins are considered wrists or knuckles or some other body part, but I did learn that they are possibly granted the title of Quieter, or maybe Husher, or even Silencer. Something menacing and ridiculous like that. These are supposedly the best of the best, master killers without peer. Whether they constitute as members of the Black Hand or not, I was never able to determine, nor did I come across information concerning how they receive their orders.",
        "The Dark Brotherhood. The Black Hand. Melodramatic names for a demented cult of killers - but they are killers, all the same."
    ]
}