{
    "id": "TheBlackfeatherCourt",
    "paragraphs": [
        "By Ulysa Rervam, Proctor of Daedric Studies",
        "My ongoing quest for information regarding the Daedric realms and their inhabitants led me to investigate rumors of a portal in the city of Davon's Watch. After much searching, I discovered an entrance to a pocket realm within the Evergloam, a place known only as the Crow's Wood. Similar in its ominous feel to the rest of Nocturnal's mysterious realm, the Crow's Wood appears as a dark marsh full of dangerous creatures. Most notably, a murder of intelligent, talking crows inhabits the area and considers the place to be its personal kingdom. Here is what I learned during my brief sojourn to the Crow's Wood.",
        "The crows organize themselves using a feudal system and refer to their flock as the Blackfeather Court. These birds claim to be the spawn of a hagraven they call the Crow Mother, and they constantly strive to defend their domain from wolves, giant bats, and other predatory creatures that roam the shadowy realm. The Duke of Crows leads the Court. This large, proud bird presides over the rest of the flock because, as he tells it, he's \"the smartest and biggest and loudest\" crow in the murder. Indeed, for these noisy, talkative birds, the ability to stand out among the crowd is considered not only a necessity, but a symbol of prestige. The rest of the flock clusters and conspires around the Duke of Crows, engaging in their insistent plotting and politicking for status and favor.",
        "Not that the Duke of Crows appears to do much more than preen and bluster. The real work of the Blackfeather Court, such as it is, falls to the Seneschal of Carrion and the Court Castellan. Both of these birds serve the Duke of Crows, but they evidently have the freedom and authority to perform independently to keep the Court operating efficiently—or, at least as efficiently as any group of intelligent birds can manage. The Seneschal of Carrion takes care of the assorted domestic arrangements for the Court, as well as acting as the steward for the Duke of Crows. The Seneschal also adjudicates the various tributes of death and carnage regularly heaped upon the Court. (Although to be fair, except for the tributes they requested of me, I saw no one else seeking the favor of the Duke of Crows and his flock during my visit.) The Court Castellan, on the other hand (wing?), acts as the governor of the Court. This involves overseeing the various knights and knaves that serve the Court, including the Knights of Marrow, Pith, Gore, and Vitreous, and the Knaves of Rooks, Pipes, and Ravens. As with everything surrounding the Court, there appears to be more attention paid to pomp and circumstance than to actually accomplishing anything of substance.",
        "Eventually, it falls to the Bursar of Tributes, a feathered accountant of sorts, to sort and catalog the tributes of death and carnage that add to the Court's ever-growing hoard of shiny objects. The crows charge visitors who enter the realm, either a toll of flesh or silver, to grant temporary safe passage through the Crow's Wood. Anyone who refuses to pay, be they featherless tourists or birds of a different persuasion, is subject to any and every disgrace and degradation the crows can come up with, including incessant cawing, pecking, and foul droppings on heads and fancy clothing. I paid the toll for an opportunity to wander among the Court and talk to its members, but it isn't clear to me that such a payment was absolutely necessary. They are just crows, after all.",
        "As I prepared to depart the Crow's Wood, the Knave of Ravens sidled over to me, fixed me with her curious sideways gaze, and uttered this ominous proclamation: \"Pay attention, featherless cur! Today the Blackfeather Court rules the Crow's Wood. But tomorrow? Tomorrow the Night Mistress has grander plans for our respected murder!\" The word followed me back to Tamriel, along with an echo of caws. \"Murder!\"",
        "I may never feel completely safe around a gathering of birds again."
    ]
}