{
    "id": "TheBlackDragon",
    "paragraphs": [
        "Rat Master,",
        "I want your rats combing the docks and back alleys. I want them to listen and root through garbage and even rough up the locals if necessary. Do whatever it takes, but get me the information I desire - and get it for me yesterday! You have always supplied me with an endless array of rumors and gossip, much of it profitable. But now, when I need the ears and eyes of your rats the most, you tell me that the streets of Anvil and Kvatch have become eerily silent on this matter. Well, that is not acceptable, my old friend.",
        "I need to know more about the mysterious and apparently extremely dangerous individual known as the \"Black Dragon.\" Where did he come from? What does he want? Is he actually a he? And more to the point, what kind of threat does he pose to me and my profits? Don't make me change my good opinion of you and your operatives, my old friend. I'd hate to think that the infamous Rat Master has lost a step, that his network of spies and informers has suddenly grown cold. I'd hate to have to replace you after all these years of loyal and dedicated service simply because this Black Dragon has proven to be too elusive for you and the rats that whisper in your ears.",
        "Let me help you out. Get you started on the right track, as it were. From what I've heard, the Black Dragon is a fearsome warrior clad in black plate armor who wields a long, wicked sword. This individual has been linked to the gruesome murders of a number of disreputable people - including at least one who has long been believed to be a member of the secretive Dark Brotherhood. Now, I have no qualms about someone dispatching those murderous bastards, but I want to make sure that the Black Dragon's predilections don't stray too far into my territory.",
        "Now why are you still reading this letter? Send out your rats and get me the information I require. Now!",
        "Fortunata, Provincial Governor of Anvil"
    ]
}