{
    "id": "BlackKiergoPrimedforPeryite",
    "paragraphs": [
        "Yeah, so, this is my journal. I'm Yamighu of Peryite's Chosen. Hopefully this book doesn't become privy paper like my last journal did. I'll dust these pages with some itching powder just in case. I can stand the itch. Most others can't—especially in their tender regions.",
        "Traveling to find a new location for my group's worship of Peryite has been hard for an Orc like me. I gave up my home for Peryite, but that's a long story that requires more ungorth than Elsweyr has. Still looking for a new home. Heard about this place called Black Kiergo and decided I should visit one day. That day is now.",
        "Black Kiergo is a vast, underground slum that stretches beneath the streets of Senchal. Supposedly, secrets paths lead into Black Kiergo, so I'll need to find one of these paths. In addition to the poor and destitute, all sorts of vile and corrupt business takes place in the depths of Black Kiergo, which speaks to the glory of Peryite almost perfectly! I can't wait to see the place for myself.",
        "Day One",
        "Senchal looks run down. Fire-scarred as well as flu-scarred, I hear. So many refugees. Bet they need work. Got to prove themselves worthy to eat. Perhaps this is a sign. I have plenty of work to hand out, thanks to Peryite. Not enough food here. And the Dragons, well, they just add to the whole ambiance. I like it.",
        "Found out Black Kiergo got flamed first during both the Thrassian Plague and the Knahaten Flu. Weak-minded fools. Putting flame to such things only gets you dead of breathing smoke. Promising for my purposes, I suppose.",
        "Day Two",
        "Heard some tales about this Rajhin thief fellow growing up in Black Kiergo. Also learned more about how people fear Black Kiergo if they don't live in it. It's the slums of this town. This place gets better and better. Time to head into this welcome darkness.",
        "Taking a moment to write what I've seen since this morning. And smelled. For a place that serves as the home of outlaws and scoundrels, Black Kiergo sure is spacious. I bet we could take over a corner and no one would even notice. Folk down here are a suspicious lot, but I like that about them. Trusting folk make my tusks itch. The smells, though. Just what you'd expect of a slum. I note them only because it reminds me of my time hiding out in Riften. Good times.",
        "Cat-land history mentions a fellow named Keirgo who married someone and founded the nation. Got to make sure I spell that name right. Even though it sounds the same, it isn't spelled the same as the underground slums. This place and that fellow have no real connection. I found this out when I asked one of the locals about it and he put a knife to my throat. Nice to see they have pride in their heritage, but I did need to give the guy a bloody nose and a broken knife for my troubles. Praise Peryite!",
        "These people need better blades, though. It shouldn't have broken so easily.",
        "Day Three",
        "Got a bit celebratory down in the arena area of Black Kiergo. Lots of strong drinks. Some of it was Elven backwash, but who cares after your twentieth or so flagon? And, yeah, the slums have an arena. More of a fighting pit, actually. A place for nobles to spend gold and bet on how much blood the poor people can spill. Kind of exciting, though. Heard some whispers about a cult that worships Dragons. Competition? I'll need to keep my ears open. Peryite's more than a Dragon, of course, but I wasn't expecting to have to compete for followers. Tusk it all, anyway!",
        "Day Four",
        "Found a nice place to set up shop. Need to send Reetza off to collect the rest of the group and bring them back here. She's been busy in Senchal proper, talking to the crowds and spreading the word of Peryite. We're striving for a mix of fun and work. Balance, you know. Peryite's not all pestilence and poverty, after all. Any illness he sends your way? Live through it and prove yourself strong, that's what I say! Too bad about some of those I sent to their graves for disagreeing with me. Seeing as how I'm still here and they aren't, I think my Prince agrees with me.\\n\\nI'm thinking of entering the arena while I'm waiting for the rest of the group to arrive. Haven't had a good fight in a long time, and maybe I can earn some gold along the way. Peryite knows we could use the funds! Wish me luck in Black Kiergo!"
    ]
}