{
    "id": "TheBlackwaterWar",
    "paragraphs": [
        "By Valenca Arvina, Historian-in-Residence at Gwylim University",
        "<title>The Blackwater War, Volume 1</title>",
        "When the invasion of Black Marsh began in 1E 2811, the Imperial Legion was confident of victory. Imperial forces had won a great and decisive victory in the Battle of Argonia, as well as in several other clashes. These battles were one-sided affairs, with Argonians suffering significant casualties and Imperials hardly getting winded. By First Seed 1E 2811, the Lizard-Folk were in full retreat—taking refuge in the shadowy depths of the region's interior. The Empire decided to press the advantage and mount a full-scale invasion before the Argonians could regroup.",
        "The column was led by a young and charismatic commander named Augurius Bucco. Bucco was a popular figure in Cyrodiil. His good looks and practiced oratory catapulted him through the ranks of the Legion hierarchy with unprecedented speed. By the time he was twenty-five he was already wearing the General's Diamond. Upon receiving his generalship he was offered legions in practically every corner of Cyrodiil. He chose the Fourth Legion of Black Marsh as his command.",
        "Other historians have offered countless theories as to why he would choose such a bleak and dangerous post. As for me, I would propose that simple pride was the determining factor. Rumors of the Legion's successes along the Black Marsh border had reached the inns and alleys of Imperial City as early as Rain's Hand, 1E 2811. Seeing the swamp's conquest as his ticket to Grand Marshal, Bucco greedily took on the mantle of Fourth Legion commander, convinced the war for Black Marsh would be a quick and glorious affair. He could not have been more wrong.",
        "<title>The Blackwater War, Volume 2</title>",
        "The early years of the Blackwater War were not kind to the Imperial Legion. The army which had claimed hundreds of victories on the rolling fields of Cyrodiil was utterly unprepared to deal with the fetid bogs of Black Marsh.",
        "To begin with, the Legion's gear was ill-suited for such an environment. Their armor, for instance, was heavy and prone to rust in the moist climate. Legionnaires spent hours scraping the mud from their boots and shields—desperately trying to lighten the load they carried into battle. By the end of the second year, legionnaires had abandoned their cuirasses and greaves entirely, preferring to die comfortably rather than drenched in sweat inside a metal suit.",
        "The battle tactics the Imperials had developed over the centuries were just as useless as their armor in this inhospitable place. Their system of cohort deployment and rigid line organization was impossible to implement in the swampy interior. The thick cypress growth and sloppy terrain consistently fragmented the group, resulting in a tangled mass of small skirmishes that the Argonians routinely won. The chain of command deteriorated quickly in such conditions. This rapidly gave way to rampant insubordination and morale-draining power struggles among the troops.",
        "Finally, the marsh itself seemed to devour whole cohorts time and time again. Rumors and half-truths constantly swirled around Legion campfires. Some assumed that the missing cohorts became lost and disoriented, dying of hunger and thirst before finding their way back to a safe location. Others blamed the greatly feared \"Ghost Warriors,\" pale and hideous Argonians of gruesome reputation. There were even whisperings about some dark and malevolent creature lurking under the swamp that ate whole phalanxes in a single bite. Such rumors were clearly false, but had a significant impact on troop morale.",
        "This complication of setbacks and cercumstances set the stage for years of calamitous warfare. Thousands of soldiers would die before the end of hostilities finally came to Black Marsh.",
        "<title>The Blackwater War, Volume 3</title>",
        "By 1E 2816, General Bucco's legion had been depleted to a mere six cohorts—none of which were at full fighting strength as the campaign pressed on. Endless raids, disease, and mysterious disappearances were compounding on each other, creating a culture of utter hopelessness and cynicism.",
        "Seeing that the cause would be lost without reinforcements, Bucco called for an additional legion to be deployed to Black Marsh. Rather than shifting these fresh troops to the front to relieve his beleaguered force, he set them to work building the \"Reman Way\" (later known as the Swamp Road). Almost no one knew where the road went or what purpose it would serve in future conflicts, but Bucco was convinced that a well-paved and well-defended road would aid the war effort and turn the tides of battle in the legion's favor.",
        "In theory, the road should have been a boon to the Imperials. Lack of supplies had long been a thorn in the legion's side. A secure supply train would mean more frequent troop rotation and an uninterrupted flow of food, water, and equipment. Alas, the road would never be completed.",
        "The Reman Way fell under attack almost as soon as the work began. Waves of Argonians crashed upon the workers day in and day out. Troopers who should have been armed with shield and spear were forced to defend themselves with shovels and lengths of chain. Soldiers also routinely succumbed to exhaustion and swamp fever. The road made it only half-way to the front lines before construction was abandoned. The Swamp Road project would long be remembered after the Black Marsh campaign came to a bitter end as \"Bucco's Folly.\"",
        "<title>The Blackwater War, Volume 4</title>",
        "By 1E 2820, General Bucco's fourth legion was utterly decimated. What few troops remained were completely unable to defend themselves. After a near mutiny almost saw Bucco ousted from his own command, he finally ordered his remaining soldiers to retreat and exit the Marsh's interior. His prevailing assumption was that if the legion left the swamp, the Argonians would not follow.",
        "After a withering ten-day withdrawal, what was left of the legion rallied at the foot of an ancient Argonian pyramid known as \"Xi-tsei.\" The force consisted of barely three-hundred-and-fifty swords by that point. Bucco hoped that after a brief respite in the shadow of the pyramid, his remaining forces could fall back to the relative safety of Cyrodiil. This wish went unfulfilled. On the night of Last Seed 14, 1E 2820, what remained of Bucco's proud Fourth Legion was annihilated.",
        "The specifics of the Xi-tsei massacre are a matter of much debate in the historical community. While there is broad agreement that Bucco's remaining forces were destroyed by a massive Argonian war party, the evidence supporting such a conclusion is spotty at best. Archaeological excavations around the pyramid found hundreds of bodies and discarded weapons, but the remains of at least one-hundred legionnaires were never recovered. This, of course, begs the question: what happened to those soldiers? There is no evidence that they were able to make it back to Cyrodiil, which leads to the possibility that they were taken prisoner. But excavations around known war camps have found no evidence of legionnaire prisoners, either. This is just another in a series of mysterious disappearances that occurred during the conflict. Argonians may know more, but none have volunteered the information to any historians.",
        "This crushing defeat in Black Marsh was the last embarrassment that the Imperial Council could stand. Other hostile forces looked to Black Marsh and became emboldened by the apparent weakness of the once-dreaded Legion. In response to this, the Council reconstituted the Fourth Legion under the command of General Regulus Sardecus and began the second campaign of the Blackwater War.",
        "<title>The Blackwater War, Volume 5</title>",
        "General Sardecus was a near-legendary figure in the Imperial military. A veteran of countless campaigns, Sardecus had distinguished himself on many occasions as both a soldier and a general.",
        "Sardecus (or Sardecus the Rock) was everything that the missing and assumed slain General Bucco was not. Eyewitness accounts depict him as a stout and humorless man with sharp, hawk-like features. He walked with a limp (a lingering injury from the Battle of Argonia) and spoke in short, gravely sentences that commanded obedience. He eschewed all formal dress and regalia, preferring to wear a simple centurion's panoply with a white crest to signify his station.",
        "Sardecus and the reconstituted Fourth Legion wasted no time resuming the war effort. By 1E 2823, they had regained all the territory lost when Bucco retreated. Military scholars attribute this success to Sardecus' adaptability and tactical creativity. For instance, Sardecus ordered that all legionnaires abandon their metal armor in favor of padded leather jackets. Imperial quartermasters coordinated with Argonian irregulars and scouts—learning how to subsist on food procured from the swamp alone. Also, centurions and legates were given additional authority such that they could fight independently when the legion became fractured. Allowing cohorts and maniples to function independently had a surprisingly positive effect on soldier morale. For the first time, legionnaires were able to see their primary commanders and could follow them into battle personally. Of course, much depended on the proficiency and leadership capabilities of the legates. But Sardecus was a notoriously demanding commander and would not hesitate to strip a soldier of rank if he or she fell short of expectations.",
        "Sardecus' greatest success, however, was in the diplomatic arena. Early in the conflict, he reached out to disenfranchised Argonian tribes and offered them rewards for joining the war effort on the side of the Empire. The fallen Bucco (and many of his contemporaries) viewed the Lizard-Folk as a singular bloc of barbarians, united by low breeding and savage tempers. Sardecus saw through this deception almost immediately. He secured solid alliances with several influential tribes, including the treacherous Archeins and Shoss-kaleel. Suddenly his forces were nearly tripled. The war for Black Marsh was finally swinging in the Empire's favor.",
        "<title>The Blackwater War, Volume 6</title>",
        "Sardecus' command strategy hinged on one fundamental principle—the swamp was the true enemy, not the Argonians. Disease accounted for roughly half of all fatalities in the first campaign, followed closely by mysterious disappearances. By his estimation, Argonian raids stood at a distant third. With these facts in mind, he created a new war doctrine and disseminated it to all of his officers. The crux of the strategy was simple: the only way to conquer Black Marsh was to destroy it.",
        "Sardecus deployed entire cohorts of engineers and sappers to the front lines. While legionnaires launched punishing raids on border villages, the supporting troops drained swamps, salted rice paddies, and felled hundreds of trees. The most well-known event of this portion of the war was the \"Great Burn\" of 1E 2828.",
        "Records indicate that in early Rain's Hand 1E 2828, Elissia Mallicius (one of Sardecus' most-trusted legates) ordered a unit of sappers to set fire to a peat bog outside of Stormhold. The sappers did as they were told, not knowing that the bog was just one part of a massive underground network. Months passed before legionnaires started reporting random fires as far away as Soulrest and Gideon. It took several more months before the Legion realized that the entire region was on fire.",
        "An inferno of burning peat and detritus raged underfoot for more than three years. The already deadly Marsh became so dangerous that the Legion was forced to give ground for the first time in the better part of a decade. Choking fumes and thundering eruptions of burning swamp gas made the area nearly uninhabitable, even for Argonians. Hundreds of species of unique flora and fauna were rendered extinct, and entire tribes of Argonians were lost. Even the Legion suffered significant casualties. Hundreds of soldiers were lost to \"swamp lung\" and gas explosions before they escaped the scalding heat of the fire. It was a devastating blow to both the Legion and the Argonians. This marked the end of the second campaign, and the end of Sardecus' tenure as general. Soon after the legion's retreat, he fell ill and passed to Aetherius before making it back to Imperial City. The official diagnosis was acute infection from a wound he sustained on the way out of the Marsh. The soldiers of the Legion weren't so sure.",
        "The true circumstances of Sardecus' death are still a matter of historical debate. As for me, I do not rule out Shadowscale involvement. While we know next to nothing about their organization or methodology, I think that we can safely assume they played some role in the conflict. The mysterious death of a high-ranking general directly following a disaster like the Great Burn …. If my study of history has taught me anything, it's that there is no such thing as coincidence.",
        "<title>The Blackwater War, Volume 7</title>",
        "Historians often refer to the Blackwater War as a single conflict that spanned twenty-six years. While the primary combatants were essentially the same, the first, second, and third campaigns had almost nothing in common with one another. By the year 1E 2833, the Imperial strategy had been so heavily revised that it was barely recognizable as Imperial. While \"Sardecus' Reforms\" had reorganized the Legion, the \"Falco Doctrine\" was the true catalyst that drove the war's endgame.",
        "General Lucinia Falco took command of the Legion shortly after Sardecus' passing. She was the natural choice: a close confidant of Sardecus; strong, fiercely loyal to the Empire; and utterly ruthless. She received her officer's commission shortly after the Battle of Argonia, which meant that her entire military career had been shaped by the Blackwater War. Unlike her predecessors, she knew that the battle could not be won on a single front. She urged the Empire to offer letters of marque and temporary commissions to the countless pirates off the coast of Lilmoth and Archon. Working in conjunction with a legion of Diamond Marines, this force succeeded in taking vast swaths of territory in the southeastern marshes and even parts of the interior swamp.",
        "Using Gideon as her base of operations, Falco launched the second prong in the region-wide attack. Rather than sending out a full legion as her predecessors had done, she broke her force into hundreds of compact, highly lethal units. These expeditionary platoons (later referred to as \"redbelts\") were led by grizzled swamp veterans—some of which had been serving since the inception of the second campaign.",
        "The redbelts met with a great deal of success early on, claiming most of western Black Marsh before finally grinding to a halt outside the thick bogs and eerie silence of the region's core. Unfortunately, given each unit's size, they could not hold what they took for long. What began as a battle of two nations became a protracted and complex guerrilla war, replete with all the horrors associated with such a conflict. 1E 2834 to 2836 was a dark time for both sides. The Argonians and the Imperials each conducted campaigns of intimidation and terror. It was only the tribal infighting on the part of the Argonians that finally brought the war to a close. Rather than an official armistice, the war seemed to simply end in late 1E 2836. Argonians who had been fighting Imperials for decades abruptly buried their weapons and went back to farming, fishing, and weaving without rendering a formal surrender. The Empire wasted no time in officially claiming the region in 1E 2837. At long last, the Blackwater War came to a sudden and inexplicable end.",
        "The Argonians' abrupt cessation of hostilities is just another in a long series of mysteries associated with this conflict. The prevailing assumption is that their bizarre tree-worshipping tradition had something to do with it, but we may never know why they actually laid down their weapons. As a historian, it's a vexing situation, but mysteries born in the deep murk of Black Marsh are seldom solved. At least, they are seldom solved to a satisfying conclusion."
    ]
}