{
    "id": "TheBlackFinComesHome",
    "paragraphs": [
        "By Mee-See, Squire and Personal Aide to Keshu the Black Fin",
        "General Keshu, known as the Black Fin, turned command of the Pact forces in Cyrodiil over to a Dark Elf general named Felisi Varo. Then, with a small group of companions that included myself, Vos-Huruk, Tee-Wan, Xocin, the Dark Elf twins Llensi and Meralyn, and the Nords Jod and Ulfbel, we departed the war-torn countryside and returned to Mournhold for a final meeting with Jorunn the Skald-King.",
        "\"The more time I spend in this strange country, the more I miss the mountains and the snow,\" Jorunn said as we entered his audience chamber in the Dark Elf city. \"Now tell me, Black Fin,\" he said, turning to face Keshu, \"are you sure you want to do this?\"",
        "Keshu raised the spine of affirmation and said, \"I've done all I set out to do for you and the Pact, Jorunn. It's time for me to return to Black Marsh and do the same for my people.\"",
        "Jorunn nodded solemnly. \"Then I can ask no more of you, my trusted friend,\" he said with a tear in his eye. \"May Kyne guide you back home, Black Fin. And if you ever need my aid, you have but to ask.\"",
        "At those words, Keshu's eyes sparkled like the stars in the sky. \"Well, there is a small matter,\" she said, and then she went on to explain how she was hoping to open Black Marsh to outsiders, especially crafters and artisans, to help expand the knowledge and experiences of her people. \"I shall put out the word,\" Jorunn agreed. \"And where should these crafters and artisans go? To Stormhold?\"",
        "\"No,\" Keshu replied. \"Send them to Gideon.\"",
        "And that's where Keshu led us. To Gideon, the Imperial stronghold in Murkmire, where she was determined to establish a more inviting and vibrant \"modern\" Argonian society. Her plans, as she explained them to us during the journey, was to start out by bringing the things we learned and discovered during our time in Morrowind and Skyrim to Gideon, and then begin a series of quests to re-discover the secrets of the ancient Argonian civilization. \"I do not want to change our culture,\" Keshu assured us. \"I want to enhance it and bring back the glory we had and lost in ages past.\"",
        "We may not have all agreed with everything Keshu outlined on our journey home, but we believed in the Black Fin. We would follow her to Oblivion and back if she asked it of us. So it wasn't that far a leap to realize that we were going to help her achieve her dream for our people.",
        "As we approach the borders of Murkmire, this ongoing narrative comes to an end. I may write again in the future, but I imagine that my free time will evaporate like a small puddle on a hot day as soon as we get settled in Gideon. But if you ever make it to our fair city, stop by and say hello. We welcome all visitors—Argonians and dryskins alike!"
    ]
}