{
    "id": "TheBlackFinForeignAdventures",
    "paragraphs": [
        "By Mee-See, Squire and Personal Aide to Keshu the Black Fin",
        "<title>The Black Fin: Foreign Adventures, Part 1</title>",
        "I started out as a simple ka in service to the mighty Keshu the Black Fin. In the Saxhleel tongue, ka roughly translates as apprentice, but it doesn't necessarily carry the responsibilities and obligations that such a position among the Nords or Dark Elves does. Later, as Keshu began to adopt some of the customs of our allies, I was named as squire to the Black Fin. When Peek-Ereel decided to leave the legion, I also inherited the duty of recording significant events as they happened in the life of the mighty Keshu. Now, understand, this wasn't a specific duty related to my role as ka. This was an obligation passed on to me by Peek-Ereel herself without the express knowledge of Keshu, and it was an obligation I readily accepted.",
        "So, where to begin? I think I'll start with the day the alliance began to take shape. The three nations (well, I find it difficult to actually refer to our people as a nation, but the reference makes the Nords and Dark Elves more comfortable, so there you have it) had met on the field of battle and come together to finally defeat the Akaviri invaders. After the Akaviri finished sacking Windhelm, it turned its attention to the south and east and began to march against Morrowind. As the Akaviri invasion force cut a path toward Mournhold, the Dark Elf army—led by Almalexia of the Tribunal—established a defensive line to halt their progress. Jorunn and the Nords, meantime, rallied their own forces and followed after the Akaviri, catching them from behind. The Akaviri, caught between two powerful armies, nevertheless was able to withstand the two-pronged attack. They may even have been able to eventually win the day, but that might just be speculation on my part. In any case, they never had the chance to try.",
        "Keshu's force, a phalanx of Saxhleel shellbacks and swamp warriors, hit the Akaviri from the south, providing the last element needed to end this period of invasion. Our troops, seasoned from fighting the Dark Elf slavers in Black Marsh, were the final ingredient required to overwhelm the invaders, and we fell upon them with wild abandon. Keshu wanted to help her friend Jorunn, but she also had an ulterior motive for marching our legion out of the swamp and into the heart of Morrowind. She wanted the other nations to recognize the value and veracity of the Saxhleel—the Argonians. We were more than primitive savages. We were more than slaves. We were the equals of the others, and we were here to save them from alien invaders.",
        "I won't say that the victory was totally due to the intervention of Keshu's legion, but we certainly played our part. We fought valiantly alongside the ferocious Nords and the cunning Dark Elves, slaughtering Akaviri soldiers with every step of our advance. When the fighting finally ended near the city of Ebonheart and victory was ours, Keshu hurried to meet with the leaders of the other two factions. I, as her loyal squire, followed in her wake.",
        "I had never been in the presence of so many powerful and important people before! I had heard stories about Jorunn the Nord Bard, but I never imagined he was really that big! And Almalexia—who the Dark Elves worshipped as a god—was cold and beautiful, for a scaleless Elf without a tail. Jorunn stepped forward and greeted Keshu like an old friend. \"We owe you a great debt, Black Fin,\" Jorunn said in his loud, booming voice. \"What can the Nords and the Dark Elves offer you for your invaluable assistance this day?\"",
        "Keshu was silent for a few long moments, looking intently at Jorunn first, and then turning her attention to Almalexia. With her eyes locked upon the Mother of Morrowind, she finally replied, \"No more Argonian slaves. Set my people free.\"",
        "Almalexia and Jorunn exchanged a look of their own, and the large Nord's gaze never wavered. After a time, the Dark Elf leader made a slight nod of her head and said, \"A reasonable request. And one the Dark Elves shall honor—with one provision. The Argonians must join the Dark Elves and the Nords in a mutual pact of cooperation and defense. In that way, all three of our nations will remain free.\"",
        "Thus began a series of negotiations that lasted well into the next day and ended with the formation of the Ebonheart Pact. Keshu agreed to keep her forces in the north to help bolster the defense of her new allies, but not before she sent runners to Stormhold to inform our people of the news: slavery was abolished and the Argonians were now allies with the Nords and the Dark Elves. Since we had no government, at least not in the sense that our new allies did, Keshu determined to remain in Nord and Dark Elf territory to solidify the Saxhleel position and make sure the various agreements were adhered to. In the meantime, she sent Xocin back to Black Marsh to find ambassadors to serve in the capital cities of the alliance.",
        "And that was how the Argonians joined the Ebonheart Pact.",
        "<title>The Black Fin: Foreign Adventures, Part 2</title>",
        "Now, the declaration of the formation of the Ebonheart Pact and the abolition of Argonian slavery didn't result in the immediate cessation of all Dark Elf slaver activity. It would take almost a full year for every Dark Elf province and holding to comply with the order of the Tribunal, and even then there would always be slavers who refused to adhere to the new accords. This resulted in a few awkward situations for Keshu and her Black Fin Legion as it toured the land of Morrowind as the initial Argonian representatives to the alliance.",
        "We met with a good amount of fear and hatred during those early days of the alliance. Some Dark Elves became very uncomfortable when a heavily armed force of Argonians approached their town or village. At these, we were turned away at best or attacked by settlements with sizable militias. Others, though, having heard the story of the Battle of Ebonheart, appeared grateful for our help and were happy to welcome us into their homes. While such treatment is much more common now, back then it was nearly unheard of, and we were both surprised and thankful for every friendly face we encountered.",
        "We spent that first year of the alliance in Dark Elf territory, making our presence known and working to make sure that all of the tenets of the agreement were adhered to. We also took in many of the newly freed Argonians, giving the ones who decided not to return to Black Marsh or try to make a go of it as a free Saxhleel in Morrowind an immediate purpose and a place to belong. In this way, the Black Legion continued to grow even as it traveled throughout Morrowind.",
        "Eventually, we arrived at Mournhold as guests of the Tribunal. We spent nearly a month camped outside the city and regularly meeting with Almalexia and other important Dark Elf and Nord officials. Keshu participated in discussions to bolster the defense of the Pact by forming an \"army of the alliance,\" which would include forces donated by each of the member nations. As we were looking for a purpose, Keshu volunteered the Black Fin Legion to serve as the backbone of the new allied army. In time, Keshu would become not only a war hero, but one of the foremost generals leading Pact forces.",
        "Before that initial year had ended, Keshu and the Black Legion would prove their worth to the Pact by once again saving the day. This time, it was to deal with raiders crossing the mountains from the west. Rumors abounded that the raiders were either funded by the Daggerfall Covenant or were Covenant soldiers in disguise, but we were never able to prove that. But when reports of a large band of raiders attacking Dark Elf settlements in western Morrowind reached Mournhold, Keshu offered to take the Pact army on a hunting expedition.",
        "Keshu's force consisted of mostly Black Fin legionnaires, bolstered by a contingent of Nord soldiers and a squadron of Dark Elf mages and healers. We moved quickly, following the path of destruction left by the raiders until we finally caught them at Indrano Pass. Keshu divided our forces, sending half of our contingent around to cut off the raiders' escape path into the mountains, while the rest of our troops formed an arrowhead and advanced on the raiders' position. Instead of holding fast, the raiders decided to turn and run. That's when our troops swarmed out of the rocky foothills and we caught the raiders between us. After all the trouble they caused, we expected them to put up more of a fight.",
        "<title>The Black Fin: Foreign Adventures, Part 3</title>",
        "It was well into the second year after the formation of the Ebonheart Pact, and Keshu and the Black Fin Legion (minus the troops we left behind as part of the Pact army in Morrowind) were now touring the Nordic lands of Skyrim. Our first stop after crossing into Nord territory was the town of Riften, where we were treated to a typical Nord celebration that included lots of food, lots of mead, and a number of good-natured brawls that seem to be a common pastime in the colder climes. While there, we helped fortify some of the town's defenses, which Keshu insisted we do wherever we went to show our willingness to provide whatever assistance we could during our visits.",
        "After more than a week in Riften, we began our trek north through Eastmarch toward the city of Windhelm and Keshu's reunion with Jorunn—who was now Jorunn the Skald-King, if you can believe that! Apparently, the big Nord was a prince or some such, and was now the leader of the entire Nord nation! And Windhelm, what a city! It was as large and as impressive in its own way as Mournhold, but where the Dark Elf metropolis was a reflection of its people, Windhelm was clearly and undeniably a reflection of the Nords. Repairs were still underway to deal with the damage inflicted by the Akaviri siege, but that did nothing to detract from the sheer grandeur of the Nord city.",
        "Jorunn met us at the gates, grabbed Keshu up in an enormous hug, and then invited us all to enjoy the hospitality of his home and city. The celebration lasted for a week and a day! The Nords certainly love to throw a good party, and they seem to look for any excuse to have one. During the celebration, we were treated to the best mead and ale the Nords produced, exquisite delicacies such as rabbit meatballs, and some of the most ribald drinking songs I had ever heard—all sung extremely loudly and with a lot of clinking of mugs and goblets.",
        "When the mead casks were finally empty and the rabbit meatballs had run out, the celebration came to an abrupt end. Then the work began. We stayed in Windhelm for the better part of a month, helping repair the outer walls of the city and providing whatever other aid the Nords were comfortable allowing us to deal with. And whenever they could both spare the time, Keshu and the Skald-King huddled in a corner and spoke at length about a variety of topics. No one was allowed to join them during these discussions, but I always got the sense that they were sharing their thoughts on leadership, the alliance, and the future of our nations.",
        "The Black Fin Legion, as we had come to know it, came to an end in Skyrim, as well. Our soldiers were divided into small teams and sent to serve with Pact troops of mixed nationality, fighting alongside Nords and Dark Elves in the same cohorts. I stayed with Keshu, of course, and I was there when the Skald-King offered her a unique honor. \"I want you to command the Pact forces in Skyrim, Black Fin,\" Jorunn proclaimed. \"Will you accept this charge?\" To no one's surprise, Keshu agreed. And through her efforts over the next seven years, the tactics and strategies of the Pact's military might were developed and set in place.",
        "Which is why the Pact was prepared when the War of the Three Banners began.",
        "<title>The Black Fin: Foreign Adventures, Part 4</title>",
        "In the midst of General Keshu's continued build-up and improvement of the Ebonheart Pact allied forces, the Black Fin received a summons from Jorunn the Skald-King. We had been training with combined troops near Riften when the runner arrived with the sealed letter. The meeting would take place at Fort Amol, in Eastmarch, in two-day's time. Keshu began to make preparations to depart at once.",
        "Keshu the Black Fin decided to travel light and fast, taking only a small contingent with her to meet with the Skald-King. I accompanied the General, of course, along with Tee-Wan, Xocin, and the Nord warrior, Kora Greatstorm. Vos-Huruk remained behind to command the troops and continue the training exercises. As our small group approached Fort Amol, we were met a good distance outside the settlement and led in through a hidden trail that bypassed the main roads into and out of the town. We were hurriedly escorted to the jarl's manor and taken to a secret meeting room within the large estate. There, standing behind a large table, was Jorunn the Skald-King.",
        "I sensed immediately that something was very different from our previous meetings with Jorunn. For one thing, he didn't rush to scoop up Keshu in a tremendous hug, and he wasn't his usual loud and boisterous self. To be fair, the weight of the crown had taken a toll on the bard-turned-ruler, but he appeared more grave and serious than I had ever seen him. \"The Tribunal has sent a dire warning, Black Fin,\" Jorunn began. \"Almalexia has had a vision. Or maybe it was Vivec? Who can say? In any case, they warn that a threat to the Ebonheart Pact is developing and we need to be ready. So, everything you've been doing? Now you must triple your efforts and prepare us for war.\"",
        "The new war effort was placed in the hands of three generals, one from each member nation of the Pact. Keshu represented the Argonians, Kora Greatstorm represented the Nords, and Yeveth Noramil represented the Dark Elves. These were the generals that would, together, bolster and prepare the Pact's offensive and defensive capabilities for the coming years. And, thanks to the preparations that the Black Fin had already begun, the foundation was in place for the arms buildup to reach the next level in a relatively short amount of time. Before we departed that secret room in the jarl's manor, Jorunn had one last nugget of wisdom to pass on to Keshu. \"Peace is a fragile, precious thing, Black Fin,\" the Skald-King said in a weary voice. \"Cherish the time you have with it, for it never lasts long.\"",
        "Over the next two years, the expanding Pact army faced a number of small tests, including skirmishes with Imperial legions and Daggerfall troops, and it acquitted itself admirably. In many ways, these small encounters led to the War of the Three Banners. When the three separate alliances finally declared war against each other, Keshu led the Pact army into the field. The land of Cyrodiil became the battlefield, and the sound of war echoed throughout the land.",
        "For the better part of a year, General Keshu and the Pact army gained ground, lost ground, and gained it back again. We couldn't claim victory, as the war continued, but we won many significant battles—much to the chagrin of the Covenant and the Dominion. Then, at the height of her power and popularity, the Black Fin made a decision that surprised us all. \"We've done all we can for the Pact,\" Keshu explained. \"It's time for us to go home.\"",
        "And that was how the Black Fin's foreign adventures came to an abrupt end."
    ]
}