{
    "id": "BlacksmithingBasics",
    "paragraphs": [
        "Orc forge-wives say they're the only ones who know how to smith. I say mudcrabs to that! I'll show you how to find ore, extract ingots from the ore, explain crafting styles, and then teach you how to craft a weapon. Soon enough, you'll call yourself a blacksmith.",
        "<header>Step 1: Get Some Iron Ore</header>",
        "Iron ore is the simplest to work, and easy to replace if you make a mistake. Look for rusty, dull rock near big rock outcroppings. Then you mine it. If you don't mine it yourself, buy it from people who mine it, or ask a friend to loan you some. When you have ten chunks of iron ore, you're ready for the next step.",
        "<header>Step 2: Refine Ingots</header>",
        "Find a blacksmithing station. Then make iron ingots from your ten chunks of iron ore. This is called \"refinement.\" If you want to know why, ask a forge-wife.",
        "<header>Step 3: Choose A Style</header>",
        "Every race has a style of blacksmithing, and each favors a traditional material. I call this a \"style material\" because it's easy to remember. The Orc style works best for me, but I'm an Orc. If you're an Imperial, start with material for the Imperial style. Blacksmiths sell them, if you can't find them anywhere else.",
        "<header>Step 4: Make An Iron Dagger</header>",
        "Iron daggers are easy to make. You need one style material, two iron ingots, and a steady hand with a hammer. When you have these things, find a blacksmithing station and craft an iron dagger. For better quality blades, use more ingots to make it. But for now, use two iron ingots.",
        "<header>Step 5: Admire Your Iron Dagger</header>",
        "Take a moment to admire your work. It's not \"just an iron dagger.\" You pulled metal from the ground and forged into a tool that can end lives. Respect what you've made.",
        "Forge-wives won't be impressed with your iron dagger, but what do they know? You're a blacksmith if you do the work, not if you marry into it. Remember: iron daggers today, ebony greatswords tomorrow.",
        "<header>Appendix: Advanced Smithing</header>",
        "If you really want to show up the forge-wives, you need to know more than just iron daggers.",
        "<header>Improving Weapons and Armor</header>",
        "Use a \"temper\" to improve weapons and armor you've smithed. I call them that because I can never find one when I need it. This always makes me lose my temper.",
        "When you find one, bring it to a blacksmithing station with the item you want to improve. The more tempers you have, the greater the chance to improve the quality. But this is not a guarantee. If you do it wrong, you'll lose the tempers and the item.",
        "<header>Deconstruction</header>",
        "If you're short on materials, you can deconstruct them from weapons or armor. You'll destroy the item when you break it down, and you'll only salvage part of what went into making it, but it's a quick way to get ingots.",
        "<header>Researching Traits</header>",
        "One way to annoy a forge-wife is to buy her finest items, take them apart, and research the best traits of her weapons and armor. Then you can make copies of her best work and sell them for less. Do it all on her own blacksmithing station if you really want to make her angry.",
        ""
    ]
}