{
    "id": "BlackBooks",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC",
        "",
        "<title>Black Book: Epistolary Acumen</title>",
        "<center>Epistolary Acumen\nby the Transparent One</center>",
        "Bring you forth the lovestruck mute who preys with vigor on his love, and set the sky alight with all who dare to struggle 'gainst our move. For we are they who own the night and all who dwell without us fall; we drink the mind-grapes formed of thought and wail a tumult on the wall. To sweep",
        "<title>Black Book: Filament and Filigree</title>",
        "<center>Filament and Filigree\nby Jelketheris</center>",
        "I stared at my reflection in the metal, wondering if my face had hardened to match my inner mood. I had been working the piece for days, and the forge's swelter was taking its toll. I always came to the metal shop when the dark swam over me, and today was no exception. In the midst of",
        "<title>Black Book: The Hidden Twilight</title>",
        "<center>The Hidden Twilight</center>",
        "<center>by\nCarillius Melfus</center>",
        "The City of Inkseeds rose from the desert, shining and decadent. Somehow, it still stood. I crossed through the gate, and the beast knew exactly where to take me: the way worn by beggars and poets. The only place a man of my appetites can find satisfaction. I'm not proud, but then, nobody ever is.",
        "<title>Black Book: The Sallow Regent</title>",
        "<center>The Sallow Regent\nby Hawfip the Crafter</center>",
        "Act I, Scene i\n(Enter Filemina, with broken sceptre)\nFilemina--\n     Woe betide my fate-wrecked heart\n     Which gives no tender shine to he\n     Who gave his favors up to gods\n     And brought his blood-struck mind to me.",
        "<title>Black Book: The Winds of Change</title>",
        "<center>The Winds of Change</center>",
        "<center>by\nLiesl Grey-Heart</center>",
        "During the reign of Elgryr I took notice the various patterns of in the thoughts and behaviors of a troubled populace, and undertook a humble plan to comprehend and, in the end, affect them. Being of ordered mind, I began my taxonomy in the lower classes, which divide evenly into those who",
        "<title>Black Book: Untold Legends</title>",
        "<center>Untold Legends\nThe Other Lives of Ysgramor</center>",
        "As the great ships of men crawled the waves to their destinies, there were, after long years, a number of tales lost in the mists of morning. Even after the forgetting, though, wisps of story find ways to receptive ears as even the deepest of secrets never truly dies. When fires burn and the night grows soft in",
        "<title>Black Book: Waking Dreams</title>",
        "<center>Waking Dreams of A Starless Sky\nby Bilius Felcrex</center>",
        "The eyes, once bleached by falling stars of utmost revelation, will forever see the faint insight drawn by the overwhelming question, as only the True Enquiry shapes the edge of thought. The rest is vulgar fiction, attempts to impose order on the consensus mantlings of an uncaring godhead. First,"
    ]
}