{
    "id": "BlackHorseCourier",
    "paragraphs": [
        "All the issues of the Cyrodiilic newspaper can be found here.",
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_black_horse.jpg>",
        "The following issues are available from the beginning of the game: <Assassination!> <A New Guild for Fighters?> <New 'Doomstones' Series!> <Gray Fox, Man or Myth?> <Gray Fox Unmasked!> <Night Mother Rituals!>. Others become available after the completion of specific quests.",
        "<title>Assassination!</title>",
        "SPECIAL EDITION!\nEMPEROR AND HEIRS ASSASSINATED!",
        "Elder Council Named as Regents!",
        "Emperor Uriel Septim VII is dead, at the age of 87, having ruled Tamriel for 65 years. He was killed by assassins unknown. At the same time, in separate locations, the late emperor's three sons and heirs (Crown Prince Geldall, 56; Prince Enman, 55; Prince Ebel, 53] were slain by other assassins. An investigation into the identity and motives of the assassins is under way, but the Elder Council, Imperial Guard, and Blades Guard have forbidden the publication of reports and rumors concerning the event until further notice.",
        "By ancient precedent, the Elder Council rules the empire until a new emperor is crowned. No direct heirs survive, and the council has proposed no list of candidates. Chancellor Ocato, Imperial Battlemage, speaking for the Elder Council, presented an appeal to the empire's citizens for calm, and asked that the people remember the Emperor, his sons, and the Elder Council in their prayers.",
        "Emperor Uriel's early reign was marked by peace and prosperity. The Empress Caula Voria bore him three healthy sons, was a loving companion to the Emperor, and a great favorite of the people. However, the emperor and the empire suffered terribly during the Imperial Simulacrum (3E 389-399], when he was held captive in Oblivion while the usurper Jagar Tharn assumed his appearance and ruled in his stead. Emperor Uriel was finally rescued and restored and the impostor defeated by the agency of the sorceress Ria Silmane and her shadowy protégé, but the affairs of the empire were in great disorder, and Empress Caula Voria, exhausted by her ordeal, withdrew from public life.",
        "The decades following the Restoration were once again peaceful and prosperous, but increasing political tensions among the petty states of northwest Tamriel finally erupted in the Wars of the Iliac Bays, resulting in the establishment of the modern borders of Daggerfall, Sentinel, Wayrest, and Orsinium, and culminating with the remarkable events associated with the Warp in the West.",
        "The latter years of the Emperor's reign have seen a flourishing of Imperial influence in the provinces, and with the fortunate resolution of the religious wars and the Vvardenfell Crisis, and with the wise and firm guidance of King Helseth and his mother, Queen Barenziah, an extension of high Imperial culture even into the more remote parts of Morrowind.",
        "The Emperor's murder, and the murder of his three sons, is a terrible crime, and a great tragedy for the Empire. Battlemage Ocato assures us that all the resources of the Elder Council, the Legions, the Guard, the Arcane University, and the Imperial Battle College are being employed to bring the assassins to justice. But, in the meantime, the greatest tribute we citizens can offer to the memory of our beloved Emperor is to go earnestly and diligently about our daily affairs, honoring the life of the great Empire he loved so much, and served so faithfully for so long.",
        "<title>A New Guild for Fighters?</title>",
        "FIGHTERS GUILD FACES TOUGH COMPETITION",
        "The Fighters Guild has been an institution in Tamriel for as long as most anyone can remember. These brave men and women have, for countless years, always been available to do those jobs that the average citizen is simply not qualified to handle. Whether it be ridding a homeowner of a plague of rats or rescuing a wayward scholar, the Fighters Guild has always been available for anyone with enough coin to pay their modest fees. Now, however, it seems that the Fighters Guild is not the only game in town.",
        "A new group has recently been making a lot of waves in Cyrodiil. They call themselves the Blackwood Company, and they've let it be known that they'll handle any job that the Fighters Guild will, and many that they won't.",
        "While the Fighters Guild has always maintained the strictest standards on both the quality of their members and the legality of the contracts they accept, the Blackwood Company makes none of the same claims. They have no screening process when accepting new members, and they seem willing to accept any contract, assuming one can afford the price tag.",
        "Some have questioned the Blackwood Company's methods. They are rumored to be reckless and indiscriminant. Many have spoken of needless damage to person and property during the fulfillment of a contract. None of those we spoke to were willing to go on the record for this article.",
        "What the future holds for this upstart group remains to be seen. Are they the perfect solution for a quickly changing world? Will their methods force the Fighters Guild to adopt more lenient business practices? Only time will tell. Until then, if you need a job done, and the Fighters Guild won't do it, check with your local Blackwood Company!",
        "<title>New 'Doomstones' Series!</title>",
        "QUILL-WEAVE PLANS NEW 'DOOMSTONES' CYCLE\n\"Doomstones not Magical\" Says Noted Argonian Writer",
        "The author of 'The Goblin with the Golden Arm' and 'Red Crater' plans a new series of historical works set in the early days of the Reman emperors. The stories will center around the sorcerers and battlemages that play such a prominent part in the legends of the Reman emperors' rapid rise to power in the closing years of the Second Era. She plans to call the series \"The Paths of the Doomstones.\"",
        "The Argonian authoress declined to reveal any details of the characters and themes of these books. However, Quill-Weave clearly has quite ambitious plans for this series, since she plans titles to correspond with each of Cyrodiil's twenty-one Doomstones. These ancient monuments are scattered throughout Cyrodiil, and each is known in legend by its own name.",
        "\"I always carefully research my subjects,\" Quill-Weave says, \"and I find no evidence at all to support the popular notion that these runestones were once artifacts of great magical power.\" She noted that thirteen of these stones are associated with the common birthsigns by which people have always marked the aspects of the heavens when children are born. \"Such stones as the 'Mage Stone' and the 'Serpent Stone' were certainly associated with the primitive sky worships of the Beast Folk of the Mythic Era. Other stones, like the 'Aetherius Stone' and the 'Magnus Stone' were also doubtless associated with other long-forgotten cults.\"",
        "The Courier asked Quill-Weave why she might choose to abandon the popular tales of thieves, outlaws, murderers, and low-lifes that have made her so famous in Cyrodiil and throughout the Empire. She explained that she has long sought material with more mature and epic themes to celebrate the noble virtues of Cyrodiil and the Empire. She assured the Courier that she will fill the Doomstones series with the lusty and colorful characters we've come to know and love. \"But this time,\" Quill-Weave says, \"my characters will uproot trees, devastate cities, and summon rains of boiling blood before slipping away to explore the private and intimate mysteries of the heart.\"",
        "<title>Gray Fox, Man or Myth?</title>",
        "Is a so-called Thieves Guild masterminding all the thefts in the Imperial City? Captain Hieronymus Lex of the Imperial Watch seems to think so.",
        "When asked about the Thieves Guild and its mythical leader, the Gray Fox, the captain was quite emphatic. \"This one man is responsible for all crime in the city!\" The energetic and tenacious Captain Lex has therefore devoted himself to apprehending this masked menace.",
        "When questioned on the subject, Adamus Phillida, Legion Commander and Captain Lex's immediate superior, had the following response. \"Ridiculous! The Gray Fox is just a fairy tale. There is no such thing as a Thieves Guild, and there never has been.\"",
        "Stories of an unstoppable thief called the Gray Fox have been circulating around the Imperial City for centuries. The stories claim he can turn invisible at will, shrink himself down to the size of a mouse, turn to mist and seep under locked doors, and perform any number of other truly unbelievable feats. If even half of these stories are true, Captain Lex will have his hands full capturing the Gray Fox.",
        "<title>Gray Fox Unmasked!</title>",
        "GRAY FOX UNMASKED!",
        "Vlanarus Kvinchal recently admitted to being the notorious thief, the Gray Fox. Under questioning by the Imperial Watch, he also confessed to being the reincarnation of Tiber Septim, the love-child of Lord Stendarr, a were-shark, and the mother of Hieronymus Lex. Only after he spent a night in the Imperial prisons was it discovered that Vlanarus had recently consumed a near-lethal dose of skooma.",
        "Vlanarus is now back home and recuperating from the hospitality of the Imperial Watch and from the close attention he received during his interrogation. He speculates that he might be able to work again in a month or two, so long as it doesn't involve walking or lifting anything heavier than a beer mug. The sometimes- dockworker has sworn a solemn oath never to trifle with Skooma again, and earnestly warns everyone to stay away from the Orum gang.",
        "<title>Night Mother Rituals!</title>",
        "SPECIAL EDITION\nNIGHT MOTHER RITUALS ON THE RISE!",
        "\"And won't be tolerated!\"\nwarns Imperial Legion.",
        "by Agnes \"the quill is mightier than the ebony sword\" Earheardt",
        "The Imperial City -- pinnacle of art, entertainment, scholarship... and ritualistic murder? So says Adamus Phillida, commander of the Imperial Legion forces in the Imperial City, and a staunch opponent of the mysterious assassin's guild known as the Dark Brotherhood. According to Phillida, Imperial Legion soldiers have discovered thirteen separate instances of the macabre \"Black Sacrament,\" a sinister rite purportedly used to summon a member of the Dark Brotherhood, in order to arrange an assassination.",
        "Whether or not a card-carrying killer shows up on a ritual performer's doorstep remains to be seen, but the Black Sacrament itself is very real, and truly the stuff of nightmares. As documented in the rare and taboo work \"A Kiss, Sweet Mother,\" the Black Sacrament involves an effigy of the intended victim -- created from actual body parts, including a heart, skull, bones and flesh -- within a circle of candles. To proceed with the ritual, one must stab the effigy repeatedly with a dagger rubbed with the petals of a Nightshade plant, while whispering the plea, \"Sweet Mother, sweet Mother, send your child unto me, for the sins of the unworthy must be baptized in blood and fear.\" As gruesome as this ritual may be, even more frightening is its intention -- the summoning of a mysterious assassin (who some witnesseses claim is always clad in a black hooded robe) who will then receive money to kill an innocent victim. No remorse. No regret. It is, as the merchant's say, simply business. And that's what worries Adamus Phillida.",
        "\"This brazen increase in Night Mother rituals is an affront to the decent, peace-loving citizens of the Empire. The Imperial Legion exists for one reason and one reason only -- to protect and serve the people of Tamriel. How in Azura's name can we do that when people take it upon themselves to contact paid assassins and have innocent people murdered? How can I sleep at night knowing my Legion can't possibly save the life of someone marked for death by the Dark Brotherhood? Anyone who carries out this \"Black Sacrament\" makes a mockery of the Imperial Legion, and as Commander, that's something I just can't tolerate. From this point forward, any citizen found in the possession of items related to the Night Mother ritual will be incarcerated in the Imperial Prison indefinitely, and their property seized by the Empire. There's no fine high enough, no standard prison sentence long enough, for the type of malcontent who would show such a blatant disregard for our dear Emperor's laws and the wellfare of the fine people of Tamriel\"",
        "To be sure, Adamus Phillida is not one to issue empty threats. Indeed, the Black Horse Courier has learned that one Claudius Arcadia, until recently a resident of the Talos Plaza District of the Imperial City, is now residing in a cold, dank cell in the Imperial Prison, and his house has become the newest Imperial Legion outpost. So before you take the law into your own hands, dear reader, remember -- you'll go further in life with a warm smile than a cold blade. And if you've got a grudge that won't be soothed, a score that can't be settled, you can always move to Morrowind and have the government-sanctioned Morag Tong do the killing for you.",
        "<title>Adamus Phillida Slain!</title>",
        "SPECIAL EDITION!\nADAMUS PHILLIDA SLAIN\nBY DARK BROTHERHOOD!",
        "by Waldorf Wordswell",
        "In what can only be described as a blatant assault on the security and liberty of the civilized people of Cyrodiil, retired Imperial Legion commander Adamus Phillida was brutally murdered by the secretive assassins guild known as the Dark Brotherhood. The slaying occurred in the sleepy town of Leyawiin, where Phillida had chosen to spend the remainder of his days. It was to be a life of quiet solitude, far removed from the hustle and bustle of the Imperial City, where Phillida had served the Imperial Legion proudly for more than twenty-five years.\nBut even in retirement, the noble Legion commander could not escape his past. Throughout the years, Adamus Phillida had become a rather vocal opponent of the Dark Brotherhood and its practices, and vowed to expose the organizations' secrets and bring its leaders to justice. Indeed, Phillida had been targeted for assassination twice in the past, but both attempts were thwarted by the commander and his Legion soldiers. Sadly, his luck ran out in Leyawiin.",
        "When asked if there was any doubt as to the Dark Brotherhood's involvement in Phillida murder, newly appointed Imperial Legion commander Giovanni Civello had this to say:",
        "\"It was the Dark Brotherhood, all right. No question about it. This was a crime of vengeance, a despicable act of hatred and evil against a pinnacle of nobility and virtue. Adamus fought the Dark Brotherhood every day of his life, and he died for what he believed in. Adamus Phillida was a great man. He taught me everything I know, and I'll be damned if I let his dream die with him. From this day forward, I vow to destroy the Dark Brotherhood and everything they stand for!\"",
        "Adamus Phillida may be dead, but it would seem his fight against the Dark Brotherhood lives on in Giovanni Civello and the rest of the Imperial Legion. There may soon come a day when those bloodthirsty assassins have more to fear than the good people of the Imperial Province.",
        "<title>Anvil Tarts Thwarted!</title>",
        "SPECIAL EDITION!\nGANG OF TARTS THWARTED!",
        "Temptresses Terrorize Anvil No More!",
        "A ruthless crime ring of female thieves plaguing Anvil's men folk has finally been broken. These shameless women employed feminine wiles to seduce the men, lured them to remote locations, then robbed them, leaving them without a stitch of clothing.",
        "The gang's ringleader, Faustina Cartia, had preyed upon Anvil's male population for some time, but the shamefaced victims had been reluctant to admit what was happening. Now, thanks to an extensive undercover operation by two unnamed Anvil Guard Investigators, and with the aid of an anonymous private operative, this menace to Anvil's men has been summarily dealt with, and the wives of Anvil may rest easier knowing their gullible husbands will no longer be imperiled by predatory seductresses.",
        "<title>Cheydinhal Heir Saved!</title>",
        "SPECIAL EDITION!\nCHEYDINHAL HEIR SAVED\nFROM CERTAIN DOOM!",
        "Sir Farwil and Companions Close Gate Threatening City!",
        "Farwil Indarys, son and heir of His Lordship Andel Indarys, Count of Cheydinhal, has been delivered from the sulfurous torments of Oblivion by a questing hero. The count's courageous son and his boon companions, the Knights of the Thorn, had boldly entered an Oblivion Gate threatening Cheydinhal, intent on slaying its monstrous horrors and protecting the city and its citizens.",
        "Sources report that the Knights were outnumbered a hundred to one, and only the dauntless courage and strength of arms of Farwil and one other brave soul managed to hold them at bay. Thanks to an allied adventurer who entered the gate to offer his aid, the Knights of the Thorn, led by the noble Sir Farwil, were able to assault the main citadel and shut the gate forever. Cheydinhal and its people are forever in the debt of Sir Farwil and his brave companions.",
        "<title>Greatest Painter Safe!</title>",
        "SPECIAL EDITION!\nCYRODIIL'S GREATEST PAINTER SAFE!",
        "Disappearance Still a Mystery!",
        "Rythe Lythandas of Cheydinhal, one of this period's most noted landscape painters, is finally back in his studio after an unexplained absence. He'd reportedly been missing for several days.",
        "Neither the artist nor his wife would comment on the circumstances of his disappearance, though both expressed deep gratitude to the unnamed citizen responsible for his safe return. [The citizen remains anonymous at the request of the happy couple.] Speculation by sources within the Cheydinhal Guard of a kidnapping and ransom demand behind the disappearance cannot be confirmed.",
        "A grateful Empire expresses its appreciation to Lythandas' anonymous benefactor. The Courier is pleased to report that Lythandas is back to work in his studio, and anticipates a new exhibition by our great living painter in the near future.",
        "<title>New Watch Captain Named</title>",
        "New Watch Captain Named",
        "Servatius Quintilius was recently promoted to Watch Captain to replace Hieronymus Lex. Captain Lex's career was marked by frequent tirades against the mythical thief and master criminal, the so-called \"Gray Fox.\" At the same time, Hieronymus Lex announced that he has been retained by Countess Millona Umbranox of Anvil to be her new Captain of the Guard.",
        "Captain Quintilius is a practical man who does not believe in the Thieves Guild or its imaginary grandmaster, the Gray Fox. He has promised peace and order in the districts under his protection. Guard patrol routes will be posted so that all citizens will know where to find a Watchman when they need one.",
        "When asked if this would also make things easier for thieves, Captain Quintilius responded, \"Never. Criminals are dumb. Wouldn't be criminals otherwise, right? Stands to reason. You smart Courier boys should just leave the crime-fighting in this city to professionals like me.\"",
        "<title>Palace Break-In?</title>",
        "The Legion Centurion in command of the Palace Guard was charged with dereliction of duty. Although the Council has officially denied the stories of a palace break-in, the rumors persist. Muddled accounts of the events and principles range from a madman intent on spit-polishing the Emperor's shoes to a master thief stealing one of the legendary Elder Scrolls.",
        "The Palace Guard has made no arrests in connection with the break-in. However, the Watch has been making peculiar inquiries all around the city. The Guard and the Legion are in complete agreement on one matter at least... neither the fictitious Thieves Guild nor its mythical leader, the Gray Fox, could have been in any way involved. Although rumor has long insisted that the Thieves Guild has been a significant factor in Imperial City criminal activities, representatives of the Guard and Legion insist that even the mythical Gray Fox would never dare to break into the Imperial Palace.",
        "<title>Pale Pass Discovery!</title>",
        "SPECIAL EDITION!\nFORT PALE PASS DISCOVERED!",
        "First Era Secrets Revealed!",
        "Fort Pale Pass, the fabled headquarters of Tamriel's First Era Akaviri invaders, has been located by an agent of the Countess of Bruma. This fortress was thought to be long lost to the ages, buried in the frozen wastes of the Jeral Mountains. Thanks to an expedition funded by Her Ladyship Narina Carvain, Countess of Bruma, the secret entrance to this great ruin was found.",
        "Previously, scholars have offered no persuasive account for why the Akaviri juggernaut, having swept aside Tamriel's defenders, should collapse suddenly and completely crossing the Jeral Mountains. Now evidence uncovered at the site indicates a great landslide had covered the fort, trapping the hapless Akaviri commanders within, leaving the Akaviri columns leaderless and isolated in the alpine wilderness passes.",
        "<title>Poor Burdened by Taxes!</title>",
        "The Poor Burdened by Taxes!",
        "Recently Captain Hieronymus Lex of the Imperial Watch collected the taxes from all citizens in the Waterfront district of the city. Although the laws are clear that all citizens of the Imperial City must pay taxes, it has been 53 years since anyone applied that law to the poor and destitute of the Waterfront.",
        "Although members of the Watch approached by the Courier declined to comment on the success of the venture, one of the Watchmen who asked not to be named suggested the operation was \"a complete... wossitsname? You know. Starts with an 'f'. Right. Complete fee-ass-ko, is what it was.\"",
        "In a related story, miscreants have recently broken into the South Watchtower. An anonymous source reports that a small sum of money was stolen from the office of Hieronymus Lex. By remarkable coincidence, the sum corresponds exactly to the taxes collected by Captain Lex from the Waterfront.",
        "The ever-vigilant Captain Lex has renewed his call to capture the infamous thief, the Gray Fox. He is petitioning for a bounty to be put on the legendary master thief's head.",
        "<title>Prank Spoils Society Gathering!</title>",
        "SPECIAL EDITION!\nDINNER PARTY MARRED BY PRANKSTER",
        "Countess Alessia Caro is a lady of great beauty, wit, and grace. Her face is known throughout Cyrodiil. Unfortunately, thanks to one deviant prankster, the rest of her has become known to a good deal of her castle staff as well.",
        "During what started as a formal dinner party for some close friends of the Countess, an unknown assailant cast a spell that affected all who attended. Though it did no physical damage, it certainly left a lasting impression. The Countess and all of her invited guests suddenly found themselves altogether...in the altogether.",
        "The spell apparently stripped everyone affected of all of their possessions, including the clothes on their backs. From all reports, the frightened guests handled the situation calmly, maintaining proper decorum at all times.",
        "\"Everybody was acting like ladies and gentleman,\" said one palace staffer who asked not to be identified. \"I don't think they was trying to sneak no glances at anyone's naughty bits.\"",
        "As to the identity of the assailant, castle guards have remained silent. Some reports maintain that the culprit was apprehended at the scene; others claim that he was able to escape without detection. One witness even claims that the assailant was affected by his own spell, and fled the scene in haste when he realized he, too, had been a victim.",
        "Whatever the case, castle security has been on high alert since the incident. It is not known as of press time whether Countess Caro has any dinner parties planned in the near future.",
        "<title>Rain of Burning Dogs!</title>",
        "SPECIAL EDITION!\nRAIN OF BURNING DOGS!\nExperts Bewildered!",
        "The quiet life of the idyllic Border Watch community was shattered recently by a meteorological phenomenon local experts are unable to explain. On an otherwise normal day, the skies above the small village suddenly darkened, and burning dogs rained down from the heavens.",
        "The carnage was terrible, according to witnesses. Charred dog carcasses littered the village, and the smell alone was enough to drive many residents into their homes. When asked about the event, local mage and weather expert Castus Philidus had this to say:",
        "\"There seems to be no precedent for this in all of Tamrielic history. While there have been stories of insects, frogs, and the occasional wayward mage crashing to the earth, I've never encountered tales of burning dogs raining from the skies. It is possible that the dogs were the part of some mage's experiments with summoning gone bad, or perhaps the dogs were swept up in a great wind and hurled into the sky. This might explain the dogs falling onto the unfortunate Border Watch community. Of course, that still doesn't explain why they were on fire.\"",
        "While the experts seem puzzled, the residents of Border Watch see only one explanation.",
        "\"It is the end of the world!\" said one resident, who asked not to be named in this article. \"The K'Sharra Prophecy tells us that this will happen! The rats! The sheep! We are all doomed! Doomed!\"",
        "Prophecy? Mages? Freak weather occurrence? We may never know. And the small village of Border Watch will definitely never be the same.",
        "<title>Tragic Accident! Baenlin Dead!</title>",
        "SPECIAL EDITION!\nBRUMA'S BAENLIN DIES IN TRAGIC ACCIDENT!",
        "Nephew inherits estate",
        "by Phineas Farnsworth",
        "For the residents of Bruma, a city known for its snowy avenues and frigid, Skyrim-like temperatures, nothing is quite as important as the warmth and safety of one's own home. But even the most secure dwelling can harbor a deadly secret. In the case of Baenlin, an elderly Elf nobleman who had called Bruma home for nearly forty-three years, death came not from the icy cold, nor from the sting of a burglar's blade, but from a killer far more insidious -- structural instability.",
        "According to Gromm, Baenlin's longtime live-in manservant, the day of his master's death was like any other. Baenlin lived as a recluse, and rarely left the comfort of his home. He spent his morning breakfasting, and his afternoons reading or napping, but it was in the late evening hours before bedtime, when Baenlin relaxed in his favorite chair as was his custom, when disaster struck. A stuffed Minotaur head mounted on the wall directly over the chair came crashing down, killing the unsuspecting noble instantly.",
        "As horrible as Baenlin's death may seem, even more horrible is the revelation that this was not an isolated incident, as previously thought. In fact, through a series of interviews and an in-depth investigation, the Black Horse Courier has learned that many of Bruma's homes are actually deathtraps waiting to spring.",
        "\"Me and my boys, we done repair work on half these houses. They're a bleedin' mess! Rotted wood, rusty nails, misaligned foundations. Them Nords, they're good for drinkin' and killin', but they can't build a house worth a damn!\"",
        "So said Antoine Dubois, owner of Dubois and Sons Carpentry, a thriving house-building business headquartered in the Breton nation of High Rock. Because of his expertise, Dubois has been known to offer his services throughout the Empire, and has visited Bruma on numerous occasions. In his opinion, this predominantly Nord city features some of the most poorly-constructed dwellings in all the Empire.",
        "\"Yeah, I know what the Nords say. It's the snow! It's rots the wood, it does this, it does that. Whine, whine, whine! The mead-swillin' savages wouldn't know oakwood from oranges. Truth is, they just don't know anything about the latest architectural methods. The work is unsafe and sloppy. That head that fell on the Elf? An infant could've secured those bindings better! It's no wonder they came loose! But I've seen this type of thing all over Bruma. Did you know that until I came in to do repair work on the roof, you couldn't attend a service in the Chapel without getting snowed on? Now that's just wrong.\"",
        "When asked what he thought of the issues, Baenlin's nephew, Caenlin, who inherited his uncle's estate and is now residing in the very house where he was killed, had this to say:",
        "\"It was a tragic, tragic accident. I always told my poor uncle that head would fall on him some day, but would he listen? Now, I've heard the rumors that some think there was foul play involved, but that's nonsense, of course. Everybody knows this city is falling apart. It could have happened to anyone.\"",
        "And so, as the city of Bruma mourns the loss of one of its oldest and most respected residents, there are those who can't help but wonder -- am I next?",
        "<title>Vampire Nest in the City!</title>",
        "Vampire Nest in the City!",
        "A nest of vampires was recently discovered in the home of the Earl of Imbel. The Courier is shocked to learn that Earl Jakben, a local noble of previously unblemished reputation, is revealed to have one of these vampires!",
        "Responding to a tip by the Earl's servant, the Imperial Watch raided the Imbel estate and slew all of the foul creatures. Captain Quintilius has categorically denied the rumors that most of the terrible creatures of the night were already dead by the time the Watch arrived.",
        "<title>Waterfront Raid Fails!</title>",
        "Daring Waterfront Raid Fails!",
        "Stymied in his attempts to capture the legendary thief, the Gray Fox, Captain Hieronymus Lex of the Imperial Watch raided the Waterfront. Extra Watchmen were pulled from duty in other parts of the city to search the slums of the Waterfront. A small amount of contraband was confiscated, but the Gray Fox escaped.",
        "The Arcane University has filed a formal complaint against Captain Hieronymus Lex for dereliction of duty. The guards normally posted at the Arcane University were sent to the Waterfront during the raid. An attempted break-in at the University was foiled. University spokesmen insist that nothing was taken. They scoffed at the idea that any mere thief could make off with one of their treasures."
    ]
}