{
    "id": "BlackreachFictionsandFacts",
    "paragraphs": [
        "The name is whispered in certain corners of Skyrim. It is spoken of in roadside taverns and trapper camps. Sometimes the word is pronounced with awed reverence. Others spit it out like a terrible curse. Blackreach.",
        "Indeed, Blackreach features prominently in many folktales and superstitions in Tamriel's forlorn north. Many tricksters enrich themselves by selling precious ores and gemstones said to come from the legendary place, while parents frighten children and urge them to behave with threats that the monsters will drag them to Blackreach if they aren't good.",
        "So, what is Blackreach, you ask? A legend, a ghost, a fable? Blackreach is all these things and more. According to the Nords, it's the great expanse that stretches below the ice and snow. An underground land that once belonged to the Dwarves and now sits empty—or worse, has been filled by all manner of myth and monster.",
        "These stories, as with all tales that originate with the common folk, must be viewed with a skeptic's gaze. The lesser-minded often turn to tales of the fabulous and terrifying to justify and rationalize the greater mysteries or tragedies of life. A loved one suddenly falls ill and dies? Poisoned, doubtless, by a miasma seeping up from Blackreach. An enemy enjoys a sudden windfall? He's made a dark bargain with Blackreach's spirits.",
        "Of course, it would be close-minded to simply write off all tales of Blackreach as baseless and without merit. Skyrim's territories teem with subterranean caverns—one need only speak to any of the dozens of adventurers who make their livings delving into such depths. It would take little effort for a peasant to believe these caverns extend deeper, far beyond the ken of any adventurer, into a morass of passages and tunnels lost to time and light. For that is the true reality of Blackreach: a few odd caves and the wild imaginings of some half-drunk farmer.",
        "Do not think me too disdainful, reader, for I do respect this hypothetical lout. From his mind has sprung forth an idea so compelling that it remains a topic of conversation in tavern halls, campfires, and back-alley hovels to this day. I applaud their imagination!"
    ]
}