{
    "id": "BlessedAlmalexiasFablesforEvening",
    "paragraphs": [
        "<header>Sotha Sil and the Stars</header>",
        "Young Sotha Sil lay upon a patch of moss and gazed up at the stars. Driven by his great love of maths, his mind turned to counting. \"I shall count every star and give each a name!\" he resolved. For hours he counted and named until, at length, his eyes tired and he drifted off to sleep.",
        "When morning came, Sotha Sil woke with a start and looked up at the sky. Alas, all the stars had vanished. He buried his face in his hands and began to weep, for he had learned a harsh lesson. You see, child, time cages all tasks.",
        "* * *",
        "<header>The Strongest Nix-Ox</header>",
        "A great nix-ox trumpeted to its herd, \"None of you love the master more than I! Do you see what great burdens I bear?\"",
        "\"But you are twice our size!\" the lesser nix-oxen grumbled. \"Better for us to carry four bales of saltrice than struggle with six and risk great injury.\"",
        "\"Bah!\" the mighty nix-ox snorted. \"It's hard work you fear, not injury.\" The great beast took up its yoke and trudged out into the field.",
        "The lesser nix-oxen gathered by a fence and watched their mighty brother take up two bales of saltrice, then four bales, then six, eight, ten! Until at last, the great nix-ox was laden with twelve full bales. \"Do you see?\" it said, straining for breath. \"None of you love the master more than I!\"",
        "Just then, the nix-ox's shell began to crack under the weight. It let out a painful bellow and collapsed under the bales - crushed to death.",
        "The lesser nix-oxen sighed and shook their heads. \"Poor fool. He learned too late that there is no mortal strength without limits.\"",
        "* * *",
        "<header>The Tale of the Frozen Guar</header>",
        "A lonely guar struggled through the Ashlands on a cold, moonless night. The wind was frosty and bitter and chilled the animal to the bone. \"Alas!\" it cried, \"I will die here, alone in the cold.\"",
        "Just then, the guar caught sight of a faint orange glow in the distance. \"A campfire?\" it barked hopefully, \"It must be! It must be!\"",
        "The guar raced toward the light, its feet growing warmer with every step. Soon, the cold gave way to a sweltering heat. The air grew thick and acrid, searing the guar's nostrils and lungs. But still, it hurried on, barking, \"It must be a campfire! It must be! It must be!\"",
        "Finally, the guar reached the orange glow. Alas, it was not a campfire, but a great flow of lava. The guar, so seduced by the warmth, gave this truth no heed. It sprinted to the lava's edge and tripped on a loose stone. With one last joyful bark, the beast landed headfirst in the fiery liquid and died.",
        "So you see, child, a fool's thirst for safety carries its own risks.",
        "* * *",
        "<header>The Most Beautiful Netch</header>",
        "A netch mother once said to her calf, \"You, my darling, are the most beautiful netchling in all these isles. No bull is worthy of you!\"",
        "For years the netch's vanity grew. Many worthy bulls approached her with loving intent, but she rebuffed them all, saying, \"Do you not know that I am the most beautiful netch in all these isles? None of you are worthy of me!\"",
        "At length, the netch grew old and weary. \"Alas, I shall die alone!\" she cried.",
        "A young netch couple passed her by and sighed at her wretched condition. \"We must be cautious with our calves,\" the betty said. \"Smothering a child with praise does nothing but harm.\""
    ]
}