{
    "id": "Bliss",
    "paragraphs": [
        "I was there, on the caravan where it started. I still can't bring myself to travel; the fear paralyzes me every time I think about leaving.",
        "Almost a year ago, I was headed into Elsweyr for the Mages Guild to do research on plants native to Dune. They sent me along with a large caravan, one that was well-guarded. Despite being an infrequent traveler, I felt safe among the guards and heavy wagons.",
        "That illusion shattered only four days into our journey. In the morning, as we prepared for our departure, I heard that one of the late-night watch had gone missing. At first, my traveling companions shrugged it off, assuming he'd just abandoned his post (which is apparently common), but we discovered his pack as we continued loading up. We set out anyway, the question of what had happened hanging over us.",
        "By mid-day, one of the Khajiiti guards spotted something ahead of us on the trail. He scouted forward to investigate, and if a Khajiit can look pale, he did upon returning. He went straight to the caravan master, saying nothing. After some prying, I learned that the Khajiit found the guard's body, propped up in our path. Rumor had it that there was one arrow through his throat, marked with the word \"Bliss.\"",
        "He was only the first. Every night, another guard went missing. Every day, his body was discovered on the trail ahead of us, an arrow marked with the word \"Bliss\" through the throat. The caravan was in turmoil. Some begged to turn back, but we were more than halfway to Dune by then, and the caravan master wouldn't hear of it. No one slept, guards were put on double duty, campfires were built all along the perimeter—but without fail, someone still disappeared every night. We took to constant travel, sleeping in shifts on the backs of the lurching wagons.",
        "I woke from a fitful sleep two days out from Dune to discover my wagon had stopped moving. Bleary, I slowly sat up and peered over the wagon's side. All around me lay bodies. Every single remaining member of the caravan lay dead, with an arrow marked \"Bliss\" through the throat. I scrambled from one to another, trying to find any sign of life, but soon gave up and collapsed. Who or what could do this? Why? Why inscribe that word onto the arrows?",
        "The two days from then to Dune are a blur. I was certain they'd find me, that they or he or it had just missed me. It feels now like I was supposed to escape, supposed to tell the tale. No one believed me—when I rode out with the town guard to the site of the massacre, nothing was there. Not a trace. I wondered if I had gone mad, but only a week later more reports started coming in of phantom archers playing the cruel game with caravan after caravan, always using arrows marked \"Bliss.\"",
        "I haven't had the will to leave Dune and return to the Mages Guild, though they've sent couriers to find me. Even though no reports have come for months, I cannot fight the fear and leave.",
        "Whoever did this is still out there. I'm sure of it."
    ]
}