{
    "id": "BloodfiendsofRivenspire",
    "paragraphs": [
        "I have been tasked with learning everything that I can about the bloodfiends that have been appearing throughout Rivenspire of late. These creatures appear to be exactly the same as other bloodfiends we have examined in the past. But for all their similarities, they have one telling and significant difference—they appear at the beginning of the vampiric cycle instead of at the end.",
        "Instead of appearing at the end of an otherwise long and grueling vampiric gestation period, this process changes ordinary citizens into feral monsters in a frighteningly short amount of time. It's almost like a fevered blood affliction that burns through individuals at an alarming rate. While not everyone who comes in contact with the catalyst becomes afflicted, those who do either turn into a vampire (rarely) or quickly spiral into the frenzied madness that characterizes all bloodfiends (the most likely outcome).",
        "My investigations suggest that these bloodfiends have a connection to the Argonian Reezal-Jul and Lady Lleraya Montclair. The court magician of House Montclair and the daughter of Baron Wylon Montclair have been leading Montclair troops across Rivenspire—troops that include vampires. There have been rumors of a blood-curse, some sort of foul magic that allows Reezal-Jul and Lleraya to turn ordinary citizens into bloodfiends with nothing but a glance, a wave of a hand, and a few muttered words. Eyewitness reports have been confused, at best, and these claims have yet to be fully verified.",
        "As with other bloodfiends dealt with in the past, the Rivenspire bloodfiends are vampires that have gone insane. Their minds have degraded beyond recovery, and they attack anything that moves with no regard for their own wellbeing. They are feral, violent creatures driven by their carnal lust for bones and blood. This strain of the blood-curse runs its course at an alarmingly rapid pace. I have documented instances of citizens being afflicted and turning feral in mere moments. How Reezal-Jul and Lleraya came by this terrible power is unknown. What is known is that they seem to be Oblivion-bent on helping Baron Montclair conquer the entirety of Rivenspire.",
        "This unusual blood-curse notwithstanding, the bloodfiends operate as all others of their ilk. These wild, ferocious savages can and often do pass their affliction on to their victims. Anyone wounded or killed by a Rivenspire bloodfiend has a significant chance of becoming a bloodfiend, and in a remarkably short period of time.",
        "Until I can gather more information, I can only recommend one course of action concerning the bloodfiends of Rivenspire—they must be destroyed."
    ]
}