{
    "id": "BoneOrchardResearchLogs",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such.",
        "",
        "<title>Bone Orchard Research Log 1</title>",
        "Creative application of energies ensured the locals were eager to see us safely to Arborfell, though it would seem our objective now goes by \"the Bone Orchard.\" Descriptive, if quaint.",
        "The concentration of massive bones confirms what the records only hinted at—this is, indeed, a repository for the bones of the wandering ones the Bosmer once feared and reviled.\nWhether they are also the bones of the Ehlnofey has yet to be seen, for they are sealed as surely as any coffer from our use.",
        "Fortunately for us, the panoply of Bosmer remains scattered about this Bone Orchard are not sealed in kind. They are being gathered for use in the creation of skeletal constructs as I put these words to paper.",
        "Our scouts have noted the presence of smoke rising from a cavern mouth on the northern hill. I have ordered an investigation.",
        "—Ethruin",
        "<title>Bone Orchard Research Log 2</title>",
        "Our initiates have assembled a minor force of skeletons and have set them to patrolling the camp for intruders. If news of our presence reaches Elden Root, it would draw unwanted attention. While I doubt we will remain hidden for long, our new allies should be able to cover our presence for the time being.",
        "The cave on the hill bore some fruit, at least. One of the local \"spinners\" was quite forthcoming in regards to the history of this place.",
        "Evidently, the local Y'ffre cult planted a seed in the skull of one of the wanderers while he was at rest. He—and others of his kind—have not budged since.",
        "While I am not one for superstition, it seems likely these events are linked. We will begin investigating the tree's relationship to the wards immediately.",
        "On a final note, one of the initiates found a strange, glowing skull at the edge of camp. We probed its enchantments and could find no trace of necromancy at work. Very curious. I can almost feel it watching me.",
        "—Ethruin",
        "<title>Bone Orchard Research Log 3</title>",
        "Initial tests indicate that the tree in the center of this place is, in fact, linked to the wards protecting the bones.",
        "Injuring it by breaking off branches or cutting the trunk reduces the efficacy of the wards by an almost imperceptible degree.",
        "Unfortunately, any damaged tissue is almost immediately regenerated. If we are to release the wards, we will have to find a more effective means of killing the tree.",
        "I have segregated the initiates into a series of excavation teams. They will begin digging for the roots at once. Perhaps they will prove more vulnerable to our methods.",
        "Meanwhile, our glowing skull has learned to speak. At first it was tolerable—simply requesting to be reunited with the bones it believes we have used to construct our skeletal minions.",
        "When we did not comply, it began singing offensive tunes as loudly as it could—an impressive feat for a construct without lungs.",
        "As we could find no easy way of destroying the skull, we have exiled it to the camp's perimeter. Perhaps if we leave it alone it will return to its dormant state.",
        "—Ethruin",
        "<title>Bone Orchard Research Log 4</title>",
        "Located a root cluster today. Attempts to immolate, cut, or otherwise destroy it proved fruitless. We will have to find another way.",
        "Consulted with the spinner. She is reluctant to help, but knows to defy me is her death. Still, I do not believe she is aware of our purpose here.",
        "According to her histories, this \"Great Tree,\" as she calls it, is soundly rooted in the skull of one of the wandering ones. When its growth caused it to burst through the skull, a guardian was put in place to ward the roots from harm.",
        "This guardian has slept for many years, and the way to the skull's breach has been buried by ages of undergrowth and decayed foliage.",
        "—Ethruin",
        "<title>Bone Orchard Research Log 5</title>",
        "One of our excavation teams dug up an enormous skull. Unlike those on the surface, it practically glows with magicka. Its depth and placement make us hopeful that it is the guardian the spinner spoke of.",
        "Attempts are being made to awaken it, though the wards continue to make our efforts difficult. Some of my initiates are working on a way to damage a large portion of the tree at once.",
        "If our calculations are correct, this will weaken the wards enough to get a spell or two through. When this happens, I can only hope this skull is not so irritating as the last.",
        "Pilgrims from Cormount discovered us today. We assumed the guise of a Mages Guild expedition and let them carry out their rites undisturbed. There was some question as to our use of skeletons—one of the pilgrims had heard of the Guild ban on necromancy—but concerns were easily dispelled.",
        "I must write a treatise on necromancy and the Bosmer. Their people are not as perturbed as others by the sight of deceased relatives walking around performing menial tasks. Indeed, they experienced no small amount of pleasure seeing particularly lazy ancestors doing something constructive for a change.",
        "Perhaps it is the lack of flesh, though I suspect it has more to do with the Bosmeri sense of humor.",
        "—Ethruin"
    ]
}