{
    "id": "TheBookofCircles",
    "paragraphs": [
        "<title>The Book of Circles, Forging Maximx</title>",
        "In the clay smelter you shall build a charcoal fire, of a heat to blacken teeth.",
        "You shall add a layer of iron-sand upon the charcoal.",
        "After six yarbans you shall add a layer of charcoal atop the iron.",
        "You shall repeat this process, layering iron-sand over charcoal, for three days.",
        "After cooling, you shall separate the low-carbon steel from the high-carbon steel.",
        "You shall use the low-carbon steel to form the core of the sword.",
        "You shall use the high-carbon steel to form the skin of the sword.",
        "You shall forge-weld, fold, and forge-weld anselim the skin of the sword, until it attains its needful kotu-ajcea.",
        "You shall sharpen the sword-skin until it may shave an egg without breaking it.",
        "You shall speak the Oblation to Onsi, then drink of the Purifying Beverage of Kotu.",
        "Then, anselim.",
        "<title>The Book of Circles, Loredas Maxims</title>",
        "Thus on Loredas, Faithful Ones, do we consider these maxims of the Master:",
        "\"Train your opponent to make the wrong response.\"",
        "\"The worst action executed with vigor is superior to the best action executed timidly.\"",
        "\"A thrust is elegant, and a cut is powerful, but sometimes the right action is a head-butt.\"",
        "\"The high guard is most suitable for feints and crossovers, but mind your nether limbs.\"",
        "\"Your opponent's sword is not your enemy. Watch your opponent, not his sword.\"",
        "\"Perfection in the eight basic cuts is critical—though you will never use them in battle.\"",
        "\"A closed line is not open.\"",
        "<title>The Book of Circles, Sundas Maxims</title>",
        "Thus on Sundas, Faithful Ones, do we consider these maxims of the Master:",
        "\"Be as dawn to your ally, and set dusk upon your foe.\"",
        "\"The Four-Hundred and Fifth Strike: the serpent's right fang as it pierces the eye.\"",
        "\"When swarmed by flies, favor the flat over the edge.\"",
        "\"Anger is a crack in the hull that sinks the ship.\"",
        "\"First blood matters less than last breath.\"",
        "\"Journey many and many miles, but do not leave the Hall of the Virtues of War.\"",
        "\"Discover your foe's habits and discard your own.\"",
        "\"Do not lose the melody in the rapture of one triumphant note.\"",
        "<title>The Book of Circles, Tirdas Maxims</title>",
        "Thus on Tirdas, Faithful Ones, do we consider these maxims of the Master:",
        "\"The sword is the self. Its edge is the mind.\"",
        "\"To shed the mantle of fear is to cast it upon your enemy.\"",
        "\"Shouting to halt the sands' shifting only leaves you hoarse.\"",
        "\"Prepare to pay for victory in blood, but do not waste a drop.\"",
        "\"The victor's tempo grasps his opponent's and devours it.\"",
        "\"The Seventy-Ninth Strike: the spear of the fisherman sharpened at daybreak.\"",
        "\"Live and die in every moment of battle.\""
    ]
}