{
    "id": "BookofBloodfiends",
    "paragraphs": [
        "<title>Chapter 2</title>",
        "<header>Flame</header>",
        "The most important information when dealing with a bloodfiend infestation is knowledge of their weaknesses. Not all of us are battle-hardened warriors or mages with devastating magic, so to survive we must use our wits!\nWe tested several different delivery methods of fire. We found that mundane and magical fire by itself is not sufficient, but covering a bloodfiend in oil and lighting it is extremely effective. We recommend retreating to the nearest castle for this purpose, as they have oil in quantity and murder-holes to pour it from.",
        "<header>Silver</header>",
        "The most important information when dealing with a bloodfiend infestation is knowledge of their weaknesses. Not all of us are battle-hardened warriors or mages with devastating magic, so to survive we must use our wits!\nWe tested the popular folklore about silver harming undead with its touch, and we are happy to report the wise women are right for a change! Hitting a bloodfiend with a silver weapon will stun it for a few seconds, which gives you precious time to escape. Stick with silver-plated weapons with a good edge—someone wielding a solid silver blade has more gold than sense.",
        "<title>Chapter 3</title>",
        "<header>Flame</header>",
        "If one of your friends or family dies, you don't want them coming back as a bloodfiend! We found that burning the corpse is an effective deterrent to spreading the plague.\nHowever, you have to burn the corpse black for the intended effect, so please do not try this on living people! However, a fire shield spell proved insufficient to ward the plague, as one of our valiant researchers discovered.",
        "<header>Water</header>",
        "If one of your friends or family dies, you don't want them coming back as a bloodfiend! We found that pouring blessed water over all exposed areas of the corpse effectively prevented the spread of the plague.\nSadly, this method is less effective with the living, as the blessed water will simply run off your skin as you move around. I suppose this means it would be worth trying on an immobile person, but we were not able to test this theory.",
        "<title>Chapter 4</title>",
        "Our research debunked many folk myths about vampirism, at least where bloodfiends are concerned. Our findings include:\n1. Blessed water does not harm bloodfiends. It just makes them angrier!\n2. A folk myth recommends throwing rotten eggs at the undead, burning them with the sulfur inside. We found that not only are the eggs disgusting to carry about, they are also completely ineffective.\n3. Beating or cutting a body with silver had no effect on the spread of the plague. Neither does self-flagellation, so stop it!\n4. The folk tale of garlic warding against vampirism is patently false.",
        "<title>Appendix A</title>",
        "One of the most popular requests from readers of our first edition was how to tell bloodfiends from proper vampires. We are happy to report that an actual vampire (who will remain anonymous) helped us clear up the distinction! Here are some signs that you're dealing with a vampire instead of a bloodfiend:\n1. A vampire will usually attempt some form of conversation before he or she attacks you. A bloodfiend will simply go straight for your throat.\n2. Vampires may look under the weather, but they usually keep their condition hidden. A bloodfiend is obviously stricken, with patchy hair, extremely pale skin, wrinkled features, and bloodshot eyes.\n3. Vampires will not feed on corpses. They liken it to us eating trash. Bloodfiends make no such distinction."
    ]
}