{
    "id": "TheBookoftheGreatTree",
    "paragraphs": [
        "Librarian Comment:",
        "This book originally used the term \"Salache,\" but was edited in mid 2016 to \"Saliache\"",
        "",
        "(excerpts)\nAll things to the Tree\nFrom the Tree, all things\n— Ayleid prophecy",
        "* * * * *\nLet this be your first lesson: the roots of the First Tree grasp all the ground on which you stand. When the rains and wind come, it will be the roots that hold you firm. Under the roots lies Nirn, and over her boughs shines Aetherius. She provides both floor and roof. You need no other shelter.",
        "* * * * *\nAzra Root grows along the banks of the slow-moving rivers. Pull it gently free of the mud and wrap the roots in a damp cloth. Thus the plant may be transported. These will take root in pots and baskets of moss, if they are kept moist enough.",
        "* * * * *\nWhen the Saliache Elves first came to the Elden Root, they were led to it by Meridia's shining colors, which told them this was her gift and blessing. The Tree's branches and roots are as hands, reaching at once into the Mundus and Overworld. On this, we built Mundus' greatest city and prove ourselves her highest and most honored race.",
        "* * * * *\nIn the heat of the summer, shroud the leaves of the Alocasia in silk. The fruit will grow larger and sweeter if the growing process is thus slowed. It is said Y'ffre took its fallen fruit as tribute.",
        "The Alomeria plant is related to this, but will not bear fruit. You may know it as Water Hyacinth.",
        "* * * * *\nWhen they arrived, they said, \"This is the Grove of the One Great Tree. This is the Grove of the Sages, the Elden Grove. We brought with us life and knowledge, and in the shade of the Great Tree, we build the classrooms and libraries, so that we would make a harvest of our legacy of intellect.\"",
        "* * * * *\nThe seed of the Nirnroot may be carried great distances by birds and other creatures. Near the Great Tree, the fronds grow tall and lush. Farther away, they may grow reedier and less hardy.",
        "Let this likewise be a lesson."
    ]
}