{
    "id": "BordauntVirelandesJournal",
    "paragraphs": [
        "Day 1\nI've decided to strike out on my own. No one makes a name spending their whole life in a small town. I plan to document the noteworthy incidents of my travels so I have them for the book I'm going to write when I retire from adventuring.",
        "Day 7\nI had to defend myself from a bandit attack on the road today. I guess they didn't expect me to be more proficient with a blade than they were, but fortunately my training paid off. I dispatched one, and the other two fled, wounded. I did not relish the act, and while I realize that it was either him or me, I hope I do not have cause to do so again in the future. Now it's time to get past this unpleasant incident and focus on building my legend!",
        "Day 15\nI helped rescue a family's cow from a burning barn today! I got a little singed, but they gave me a jug of fresh milk, a block of cheese, and told me to stop by whenever I passed through this area. My renown is growing, and I look forward to more adventures in the days to come.",
        "Day 22\nI've already encountered some strange things in my travels but without question the most disturbing so far was watching that man take his own life just outside the town of Goldfolly. He was sobbing and incoherent, and there was nothing I could do as he brought the knife across his wrists. At first I was reluctant to go through his belongings, but my rumbling stomach overrode my misgivings. It looked like he was just setting off on a trip, as his provisions were fully packed and unused. I briefly considered bringing the body back to town, but they would just as likely condemn me for dragging a corpse into their midst as thank me for returning him. I couldn't just leave him to rot though, so I left a letter under the door of the Inn and watched from a nearby hill as he was buried the next day.",
        "On a related note, I believe I've acquired my first magical item from this unfortunate fellow. I'm not sure what this amulet is supposed to do exactly, but the way it glows tells me that it must hold some type of power. I believe it will help me in my future endeavors. Soon enough, I'll be in full enchanted armor with a blazing sword!",
        "Day 24\nHaving trouble sleeping. I believe this wooded area must be haunted as I keep hearing voices. I'm sure my spirits will improve when I emerge from this shrouded forest.",
        "Day 26\nI haven't slept in days. The voices have gotten louder and more persistent every day, even after I left the woods. I am haunted by the death I caused and the death I did not prevent. I have tried to bury the amulet in the forest, but I cannot bring myself to leave it.",
        "Day 30\nI am a monster and I don't deserve to live."
    ]
}