{
    "id": "TheBountyandtheShields",
    "paragraphs": [
        "This Journal Belongs to Julia Runellius",
        "Father told me that if I were to travel and fill bounties, I needed to keep a journal of my activities. He handed me this blank book and told me to fill it. I'm not much of one for writing, but I'll honor his request as best I can. I'm here in Senchal now. Following the trail of a lost soul. Gian Mico. He's wanted for several crimes, not least of which is stealing some important books from the Mages Guild in Daggerfall. Books? Of all the things to steal! He last showed up here. My guess is that he thought being among the Khajiit would keep him safe enough, especially since there is an Imperial presence here that he can blend into.",
        "But I'll find him.",
        "Day Two: Senchal",
        "I walked around the city. You can't take a step without bumping into a refugee or a flustered Khajiit. A militia of sorts marginally protects the city. They call them the Shields of Senchal. It was originally the Thirteenth Legion, but the locals gave them their new name after they settled in and started to police the place. They don't run the city, though. Just enforce whatever rules the Khajiit want them to enforce, from the sound of things.",
        "My bet is that Mico has joined them. Perhaps I should do the same just long enough to find my target.",
        "Day Three: The Shields",
        "Oh by all the gods, these Alfiq! I don't know how it got into my room, but it woke me up with purring, as if it were a housecat, then said clear as day, \"Time to get up, walker.\" I'm not sure what to do. If this were another Imperial, I'd smash their nose in then kick them out of my room. But it's a creature that reminds me a bit of Mouser, my first cat. I just nodded at it, then asked it to leave, polite as can be.",
        "After breakfast, I talked to some fellow named Bruccius about the Shields and how they recruit new candidates. Though he seemed like he wanted to complain about his aches or send me after some wayward priest, I kept him on topic and asked what the new recruits did. He helpfully pointed me to an area of the city where they train. I think I'll head over there and see if I can pick out Mico.",
        "Day Four: Bureaucracy",
        "I spent most of today talking to various Shields. Mico was indeed among the new recruits. I went to the person in charge of the training squad and told her about Mico's past activities and my bounty to bring him back to the Mages Guild in Daggerfall. She said she needed to bump this up the chain of command. It wasn't long before I ended up talking to the Shield's commander, General Renmus.",
        "I learned more about the Shields of Senchal in this discussion. They were sent here five years ago by Emperor Aquilarios to help the city restore order in the aftermath of the flu. Without royal guidance since the demise of the ruling family of Senchal, the Imperials helped set up a city council and have been working with them to govern the region. With the arrival of the Dragons, though, refugees are pouring into the city, putting a strain on already stretched resources. He invited me to join the Shields. I guess smart, well-trained combatants are in short supply.",
        "I was honored, of course, but I prefer traveling and working on my own for now.",
        "And that is when the general noted that Mico is a very skilled battlemage and had stolen those books in the hope of coming here and destroying Dragons with new magic. He didn't condone the mage's actions, but he also needed as many soldiers as he could get to protect Senchal. So, he refused to release Mico into my hands.",
        "My first bounty, and I need to make a decision regarding whether to let this bounty go for the greater good or try to persuade the general to let me take him back to Daggerfall to face justice. I've already talked to Mico, and he does indeed wish to fight Dragons with some techniques he uncovered in various tomes he took from the Mages Guild. But theft? Why didn't he work with all those mages to fight Dragons? It's not as if these beasts are going to stick around Elsweyr forever. They're a threat to us all.",
        "And, having written that, I think I've made my decision. Father, you were right to give me this journal. Sometimes writing things down removes any foggy thinking. Perhaps my next bounty will be easier. I'll acquire a new book for my next bounty. (Oh, I should note: I'm going to work with those mages who had their books stolen to put them in touch with Mico so they can work together to defeat the Dragons.)"
    ]
}