{
    "id": "BraveLittleScrib",
    "paragraphs": [
        "Brave Little Scrib lived with the Kwama Queen, the workers, and the warriors. They were a free colony of kwama, not bound to a Dark Elf mine or any other form of servitude. But Brave Little Scrib was bored. She didn't like being told what to do by the older kwama.",
        "\"What makes you smarter than me?\" Brave Little Scrib asked Kwama Worker.",
        "\"I'm older than you, Scrib,\" Kwama Worker said impatiently, \"And I'm always very busy, so I know what's best. You need to stay away from the waterfall. Trust me, you're better off keeping busy than playing in the stream.\"\nBrave Little Scrib didn't like that answer, so she went to speak with Kwama Warrior. \"Why can't I play in the waterfall?\" she asked.",
        "Kwama Warrior, serious as always, never looked at Scrib as he spoke. Instead, he constantly scanned the cave for any potential threats that needed to be fought. Warrior liked to fight, and he was always looking for a battle. \"The waterfall? You can't fight the waterfall, Little Scrib. Water is cold and fast and it makes you drown. You should go back to the egg chamber and play with the other scribs where the other warriors and I can watch over you.\"",
        "Brave Little Scrib didn't like that answer, either. \"Well,\" thought Brave Little Scrib, \"if no one can give me a really good reason why I can't play in the waterfall, then I'm going to go play in the waterfall.\"",
        "As Brave Little Scrib approached the underground stream that flowed from the falling water, she spotted a tiny torchbug up ahead. \"Hello, tiny Torchbug,\" Scrib called out.",
        "\"Oh, hello, Little Scrib,\" Torchbug sang. His voice was hot and sultry, and it crackled like a burning fire. \"What brings you to this part of the cave?\"",
        "\"I've come to play in the waterfall,\" Brave Little Scrib said cheerfully. \"Will you fly away so I can pass?\"\n\"Oh, yes,\" sang Torchbug. \"I'll happily fly out of your way. I haven't seen anyone drown in the waterfall in quite some time, and I find the sight very entertaining. Please, hurry. I need a good laugh.\"\nBrave Little Scrib didn't like what Torchbug was saying. \"You want to see me drown?\"",
        "\"Well, I guess I don't really care one way or another,\" sang Torchbug, \"but I do enjoy a good drowning. Do you know how to swim, Little Scrib?\"",
        "Brave Little Scrib thought about Torchbug's song. \"I know how to swim,\" she lied. \"But I don't think I feel like playing in the waterfall today. Maybe tomorrow. See you later, Torchbug.\"\n\"If you insist, Little Scrib,\" Torchbug sang. \"Have a good day.\"",
        "And Brave Little Scrib wandered back to the egg chamber, looking for another adventure."
    ]
}