{
    "id": "ABriefHistoryofAldSotha",
    "paragraphs": [
        "By Varlinsi Arandu, Apostle of Sotha Sil",
        "To follow Sotha Sil is to listen to the winding of the gears, to think of the unlimited possibilities of what can be, not simply what is, or what was. I know this, but so too do I know what truths our past may hold. My devotion to the Father of Mysteries has been unyielding, spring-loaded I've even been told, but for so long incomplete. I began to ask questions, and was surprised so few knew. Where did our Lord come from? I received a name, but not an answer.",
        "Ald Sotha.",
        "I was quick to find my own answers, not within the cautious words of others but in the honest pages of books. My first discovery is that all information I would find was of the Ald Sotha that was, for the town was destroyed long ago. It was the homestead of the minor House Sotha, and how strange to write the word minor with any regard to my Lord's name! But from all my research I can only conclude such, as they are known for no great deeds or any particular skill. An unremarkable town belonging to an unremarkable family, yet somehow the birthplace of the very Father of Mysteries.",
        "Ald Sotha was destroyed sometime within the First Era by the Daedric Prince Mehrunes Dagon. There's very little speculation as to why the Prince of Destruction wished to eradicate this town, and I don't believe there needs to be. Why try to piece together the reasoning behind a being of chaos? The result is still the same, and that is the death of everyone living within Ald Sotha. Everyone, that is, but Lord Seht, rescued by Lord Vivec before either of them had obtained true godhood.",
        "Vivec's rescue is worth further insight, however. How did Lord Seht survive through the attack? There is no mention of a battle, and from what I have analyzed I can only assume that it was after Dagon's destruction that our Lord Seht was rescued. I can only speculate in that end. If the Tribunal wished for others to know, they would have shared the tale. And you certainly won't see me tugging at one of their sleeves, asking such trivial questions!",
        "And, once again, the end result is the same. Lord Seht was rescued, raised by Lord Vivec, and eventually ascended to his rightful place as our Clockwork God. Whatever manner he was saved by Dagon's wrath, it was the fate of the divine gears which move us for him to live, and guide us to reclaim our lost heritage, Tamriel Final."
    ]
}