{
    "id": "TheBrightBladeofCaptainCastatilSceneVI",
    "paragraphs": [
        "Scene 6. The High Seas. The deck of the dreaded Ash Viper. The terrifying vessel sinks slowly beneath the players' feet.",
        "Enter King Orgnum and the mysterious gold-masked Captain Castatil",
        "King Orgnum:\nCastatil! My old nemesis! How dare you sully the deck of my most majestic vessel with your thin-heeled, High Elf boots!",
        "[Orgnum steps forward menacingly, drawing his poisoned blade with a sneer.]",
        "Captain Castatil:\nHa! Brave words from the king of fishes. Look about you, Sea Elf! Your fleet sinks beneath the waves, and your sailors choke on foam and brine! Prepare to join them, you perfidious picaroon!",
        "King Orgnum:\nIt is you who will do the dying, gold-skin! But before I run you through, throw down your mask. I wish to see the look of agony on your face when I skewer you upon my venomous blade!",
        "Captain Castatil:\nVery well. In truth, I have waited years for this moment!",
        "[Castatil removes his mask to reveal his true identity: Marcivel, the aggrieved son of Eroldalin. King Orgnum gasps.]",
        "King Orgnum:\nZounds! Marcivel? The wiry son of my old foe, Eroldalin?",
        "Marcivel:\nThe same! When you slew my father all those long years ago, I swore an oath to cast your ruin into the deep! Now, at last, I slake my thirst for revenge!",
        "[Marcivel draws his bright blade and makes ready to fight.]",
        "King Orgnum:\nCome then, son of Eroldalin! Face the serpent's bite!",
        "[The two adversaries thrust, parry, and slash their way across the stage. Marcivel briefly gains the upper hand.]",
        "Marcivel:\nYou fight like a fishmonger's wife, Orgnum! Would you rob me of a true challenge? My bloody satisfaction is too quickly won!",
        "King Orgnum:\nHar! The folly of youth! Your overconfidence shall be your downfall!",
        "[Orgnum slams his boot down upon a loose deck-board, knocking Marcivel off his feet. Orgnum pounces as the prone Marcivel dodges and parries.]",
        "King Orgnum:\nLook how he wriggles upon the hook! Our duel reaches its savage climax!",
        "Marcivel:\nYou think you've bested me? Don't you know that you cannot skewer what you cannot see?",
        "[Marcivel takes a nearby bucket in his hands and splashes its contents upon Orgnum's face. The water washes away a thick coat of blue make-up, revealing the golden face of Marcivel's father, Eroldalin. Marcivel gasps.]",
        "Marcivel:\nFather? I ... I don't understand!",
        "Eroldalin:\nYou see the truth of it, at last. Yes, Marcivel, It is I, Eroldalin! Your father! Once-admiral of the Starborne Armada!",
        "Marcivel:\nI thought you dead! Killed at King Orgnum's hands!",
        "Eroldalin:\nDead? Har! All that Maormer killed was an old fool's faith in Auri-El! Faith in the falsehood and pretense that shackles the Mer of Summerset! Can you not see? The serpent's truth reigns supreme! All the Mer of Summerset shall learn! All shall pay homage to the great Snake-Wizard!",
        "[Marcivel springs to his feet, deftly parrying Eroldalin's final slash. With one last thrust, he pierces his father's heart.]",
        "Eroldalin:\nCurses! I am killed!",
        "[Eroldalin dies.]",
        "Marcivel:\nQuiet now, father. Mine is the heart that is truly pierced! Woe! Misery! He who sought to kill his father's murderer has become his father's murderer! What now will I do?",
        "[Marcivel stands silent for a long moment, then takes up his discarded mask and dons it solemnly, thus becoming Captain Castatil once more.]",
        "Captain Castatil:\nNay! I will not fall victim to self-pity! Marcivel is dead. Let his memory, and that of his father, sink with his shattered hulk. Here I swear upon the churning waters, there is but one Mer that wears this mask: Captain Castatil! Hero of Alinor! The Shield of Shimmerene! Summerset's valiant swashbuckler! And the ever-vigilant foe of the vile King Orgnum!",
        "Mark me, Serpent-king! Soon you shall suffer Eroldalin's bloody fate! Skewered upon the shining blade of Captain Castatil!",
        "[End scene]"
    ]
}