{
    "id": "TheBrokenOath",
    "paragraphs": [
        "An account by Sir Nathain of the Order of Death's Valor.",
        "",
        "Knighthood, the great and heavy burden.",
        "",
        "When I took my shield, it was with a naive understanding that my role in life would be to follow the codes and creeds that have guided those before me to live just lives. I suspected that the great order to which I dedicated my life would prosper under the direction of one who is the worthiest—Leobert, son of Victrel, sixth of his line.",
        "",
        "For a while, my assumption was correct. Our ranks filled with knights of skill and honor. In the golden days of my youth, we sat around the fires in the courtyard and reveled in the great deeds of the day.",
        "",
        "Gradually, Leobert left our fires, the lines in his face pronounced under the weight of his duties. The laughter abandoned us and the fires died. Still, duty and honor bound, we stayed the course of misery and spoke of better times in darkened corridors where no one would see our weakness. I hope I live long enough to see the fires rekindled.",
        "",
        "* * *",
        "Knighthood, a duty to those of lesser means.",
        "",
        "In my youth, the strains of laughter and joyful song rang clear in the courtyard. Now a heavy silence fills the open space, and suspicion rings in discordant tones. In time, so slowly that it took until this horrid moment to realize it, we have moved from protecting the innocent from dangers untold to hounding them for funds. We have become the terrorizing bandits we were taught to dispatch.",
        "",
        "This is not the darkest depths to which we have fallen, nor is it the largest of our failings, but somehow, I cannot unsee the faces of the commonfolk contort with hateful rage whenever I ride past. There is a festering rot within these halls. Something is not right.",
        "",
        "My lord Leobert, what have you wrought?",
        "",
        "* * *",
        "Knighthood, an encumbrance of responsibilities.",
        "",
        "Leobert hasn't left his chambers since the funerals. Twenty knights and thirty initiates—pages and squires both—put to rest in the courtyard where they laughed and lived in glorious productivity.",
        "",
        "Leobert hides behind locked doors. He mutters words too quietly for me to hear, but his steps are heavy enough to shake the foundations of the keep. Even now, I can trace his path as he paces across the floor. There is a darkness growing in the keep. Rats flee from our cellars, birds do not alight on our ramparts. The courtyard is silent. The cause of all these unnatural occurrences is not yet known to me, but at night my dreams are racked by terrible screams.",
        "",
        "I'm not sure what manner of horror we've called onto ourselves. But I pray that Leobert's strategic mind will soon see us back into the light. Whatever ill we have done to turn fortune against us, may it be rectified.",
        "",
        "* * *",
        "Knighthood, the promise to see clearly and act justly.",
        "",
        "He has brought this against us all. The missing children, our own dead knights, all those lives lost to distasteful deaths, and they are Leobert's doings! When last we spoke, Leobert said \"\"Why should I bow to death, when it is so easily conquered?\"\" I didn't think he said those words with full intent. But he did. It was confirmed when a wave of magic rushed through the corridors and stripped all it touched of their lives.",
        "",
        "I am ashamed to admit, when it was my turn, I cried out in fear. This is not the death I sought. Not the death I prayed for. to be thus changed in my own home. To die and yet remain? This is an abomination. I rushed to the catacombs, seeking the source of our cursed demise.",
        "",
        "* * *",
        "Knighthood, the responsibility to act out of honor, not fear.",
        "",
        "Leobert changed himself. removed all the flesh from his spirit and placed himself into a suit of armor. How he learned to do something like this, I'll never know.",
        "",
        "This is madness itself, but I cannot remain at my post. I cannot let him continue this ritual and allow the swarm of our cursed flesh to extend beyond the keep's walls.",
        "",
        "I don't know if Leobert can be killed, but I cannot let his cursed ritual mangle more knights. I have stolen the goods he used for the rituals. There are hidden compartments in the altars, places to secret away the relics sacred to us in the event of an attack. I will bind the compartments to the prayers of our initiates. Leobert never could remember the words.",
        "",
        "I know my passing will be shameful, as my life itself was shameful. May the afterlife treat me better than I deserve."
    ]
}