{
    "id": "BrondoldsJournal",
    "paragraphs": [
        "",
        "Lyris,",
        "If you're reading this, I never made it to our meeting at the Blue Palace. I'm likely either dead or in the dungeon, but I was able to send word your way. I don't have solid proof that this Icereach Coven you're hunting is in Haafingar hold, but something's rotten in the capital city of Solitude. I know I'm on the right trail. Unfortunately, it seems they know it, too. I wish I had more information for you. I'm sorry.",
        "Bring what I found to Queen Gerhyld. She's more levelheaded than the high king. Without her influence, I doubt you'll even be allowed to see High King Svargrim.",
        "Brondold",
        "* * *\n",
        "This assignment is going to be more challenging than I anticipated. Locals are suspicious of strangers. Guards always seem to be watching. Even in a city the size of Solitude—even among Nords—I stick out like a sore thumb.\n—\nMade one contact at the royal stables. Young woman named Kovynn. Starry-eyed. Naive. Told her to keep watch for unusual travelers. No one else is talking. I'm going to settle into a routine. Get people used to seeing me around.\n—\nEverything passes through the Lonely Troll at some point. It's the best place in the city to talk to the locals and learn about what's going on. There's an Orc that frequents the establishment. Goes by the name of Maugh. He seems willing to talk, as long as you keep his mug filled. If anyone knows something about the Icereach Coven, I'm sure to find them in the Lonely Troll.\n—\nAny trust I built up with the locals evaporated at the mere mention of witches. Won't say a word about them, unless you count prayers to the gods. I guess they take dark magic more seriously this close to the Reach, but they'd rather shut their ears to it than court misfortune.\n—\nKorvynn came through for me. Said some rugged types arrived on mountain mares, trying a little too hard not to be noticed. They put up postings all around town. Recruiting for something. Sharp girl.",
        "* * *",
        "",
        "Laborers and Craft Workers Needed!",
        "Brave folk sought for distant and dangerous work in uncharted territory beyond the Druadach Mountains. Travel mandatory. Food and lodging provided. A yearlong commitment required, with rewards to match the risks!",
        "Inquire at the Lonely Troll Inn in Solitude",
        "",
        "Seen these postings across the hold. Nobody seems to know what all this labor's for or where it's needed.",
        "* * *\n",
        "I noticed Redguard ships making regular stops at the docks here. Considering my chilly reception, I find that curious.\n—\nCost me a good bit of gold, but the local snitch, Greyga, who I found gambling in an alley, provided a solid lead. Redguard mariners are bringing shipments up from Sentinel. Manifests say housewares. Crews looks more like mercenaries than traders. She saw one discreetly marking some of the crates. Think I'll poke around.\n—\nTried to grab what was inside, but I got caught and it slipped from my hand before I could wrest it from the crate. I managed to lose the thugs who were after me. I'm just hoping they never got a good look at me.\n—\nSupposed to meet with Lyris Titanborn before her audience with Queen Gerhyld at the Blue Palace. Tell her what I've found so she can convince High King Svargrim that there's a threat to his domain. All I've got is suspicions. Nothing solid. I've heard the high queen rules with a lighter touch. She might be the sympathetic ear that gets us in the door."
    ]
}