{
    "id": "TheBrothersWar",
    "paragraphs": [
        "At the height of the Akaviri Invasion, in 2E 572, the twin brothers of Princess Nurnhilde, Jorunn the Skald Prince and Fildgor Strong Prince (also called Fildgor Angry Prince, but never to his face), were in two very different locations. Jorunn was in Riften with his closest companions, the Pack of Bards. Fildgor, meanwhile, was on the northeast coat of Skyrim, fighting alongside his sister when the Akaviri of Dir-Kamal launched their assault. As the Akaviri made their way toward Windhelm, Jorunn and his companions forged their own path toward the fabled Nord city.",
        "Fildgor, meanwhile, demonstrated his fighting prowess, as well as his exalted anger, over and over again as the battle for the coast raged on. He often led his own team of companions, the Stormfist Brigade, which consisted of members of the Stormfist clan. They had fought beside Fildgor during his pilgrimage and coming-of-age trials, and were devoted to the Strong-Prince.",
        "Jorunn and Fildgor, along with their closest comrades, each arrived in time to see the gates of Windhelm break wide. The brothers fought valiantly, but they couldn't prevent the fall of the city or the death of Queens Mabjaarn and Nurnhilde (\"The Brief Queen\"), who died defending the palace and the people they loved. The twins, who hadn't been close for several years, nonetheless fell into familiar companionship and joined forces to repel the invaders. Thanks to Jorunn's alliance with the Dark Elves and the unexpected but welcome assistance of the Argonians, the Akaviri invasion was at last crushed.",
        "As Jorunn and his forces returned to Windhelm, Fildgor stepped forward to claim rulership. The crisis was over, and he decided to push his claim. He expected Jorunn to acquiesce, as his brother usually did in the face of Fildgor's anger and unrestrained passion. But Jorunn refused. The Skald Prince decided to become the Skald King, for he had seen what Fildgor's passions were capable of. In war, he wanted Fildgor at his side. But as a leader for his people? Jorunn didn't really want to sit upon the throne, but he felt he had no choice. He didn't believe Fildgor would be a good ruler for his people.",
        "Enraged by Jorunn's defiance, Fildgor rallied the Stormfist clan and other supporters he had throughout the realm. After all, he was a true Nord warrior, not a singer and scholar like his brother. Jorunn saw that the kingdom was headed for civil war, so he challenged Fildgor to single combat. The Strong Prince smiled, confident he could defeat his bard of a brother easily. He accepted, and the longest three hours in recent history began. The brothers' war was on.",
        "The two brothers fought in the square outside the battle-damaged palace. The fight was brutal and long. Weapons clashed, parried, came together, moved apart, and drew blood. When it appeared that neither brother was going to gain the upper hand before they both collapsed from sheer exhaustion, Jorunn called upon reserves no one expected him to possess. He struck Fildgor's weapon, shattering it. Then he knocked Fildgor flat and demanded his surrender.",
        "With no other option available, Fildgor surrendered. But his hatred burned and his rage surrounded him like a roiling storm. With a broken heart, Jorunn exiled his brother and chastened the Stormfist clan for supporting him. Fildgor cursed Jorunn's name and departed. While the Skald King went on to prove himself a capable and beloved ruler, the Strong Prince was rumored to have fled to the lands of the Daggerfall Covenant. Perhaps one day, the brothers' war will resume."
    ]
}