{
    "id": "TheBrothersofStrife",
    "paragraphs": [
        "My fellow scholars would have you believe the Elves of the Ashlands are unstoppable. They point to Red Mountain and other triumphant, if hard-fought, battles against the Dwemer as proof. But once long ago, our people were as fair as a mountainside in Skyrim. In that distant time, we were driven to the edge of defeat.\nIn the time before Red Mountain, we were known as the Chimer. We were just another race of mer eking out a living on the edge of the Inner Sea.",
        "Then came the Nedes. Though the Nords of today are allies, the Nedes were adversaries of the darkest nature. They sought only land, conquest, and spoils. We extended open hands of diplomacy, which they lopped off. Any Elf in the horde's path was fair game—man, woman, or child.",
        "The greatest generals of the age were brothers. Balreth and Sadal led armies of willing warriors against the horde. At first, this was an attempt to drive them from the ash. As the war went on, their actions turned purely to defense and redirection. If a force of Chimer could spend their blood allowing a village to evacuate, then that was blood well spent.",
        "The Nedes, after a few short years, controlled most of what we now call Stonefalls. The Chimer armies were cut off from the Inner Sea and reinforcements from Vvardenfell. The brothers retreated again and again until finally, they were left with a small elite force of sorcerers and troops. This force then took shelter in an ancient Daedric ruin.",
        "What happened at that ruin has been lost to time, but the massive statues that now mark the site endure as a mute testament. The death of the Chimer generals ended the war, but at what cost?",
        "At this ruin, the so-called Brothers of Strife were born. My research shows that Chimer mages from Vvardenfell eventually bound the beasts, but not before the Brothers ended the lives of hundreds of men and mer. One of the darkest chapters in our people's history followed. The unstoppable beasts made the ash run red with blood, Chimer and Nede alike.",
        "We can only speculate what brought the Brothers to Nirn. Perhaps a Daedric Prince summoned them to that ruin. Maybe it was Sheogorath having a laugh or a grim survival test from Boethiah.",
        "When the two beasts were finally bound into the twin spires of Stonefalls, they went to their rest with the blood of history staining their claws. We must hope and pray to the Three that their like will never be seen in the Ashlands again."
    ]
}