{
    "id": "BrotherPinersNotes",
    "paragraphs": [
        "<title>Note 1: Crumpled Piece of Paper</title>",
        "Mother,",
        "Goods Gods! Don't go crazy on me! You'd think the streets of the Imperial City were filled with rioters and the Legions were being called out to restore order.",
        "We've had no disturbances at all here in Chorrol, and I've heard of nothing at all in the City or in the other towns. People are doing just as Chancellor Ocato said -- staying calm, and honoring the memory of the emperor and his sons by getting along with their lives. Running around like frightened children isn't going to help anyone. I haven't got time to",
        "",
        "",
        "",
        "<title>Note 2: Crumpled Piece of Paper</title>",
        "Mother,",
        "I know you're upset. But please. I have important duties here at the Priory, and I can't come to the Imperial City and babysit you. Just stay calm, like Chancellor Ocato says, and pray for the Emperor and his sons.",
        "",
        "",
        "",
        "<title>Note 3: Crumpled Piece of Paper</title>",
        "Mother,",
        "What do you expect me to do about it? Come to the City, track down the assassins, and bring them to justice myself?",
        "And are there assassins banging on your door? Do you have some reason to think they're coming for you next?",
        "Please. Don't panic. These assassinations have upset everyone. But you just have to go on with your life.",
        "I don't know what you're worried about. Everything is fine here. Everyone is getting on with business, like the Chancellor says. The Elder Council has everything under control. Certainly you don't expect me to",
        "",
        "",
        "",
        "<title>Note 4: Letter to Mother</title>",
        "Mother,",
        "Please don't worry. The Elder Council knows what it is doing. Uriel was an old man. They knew he wouldn't live forever, and I'm sure they had plans for the succession. Of course, now with the three princes dead, it's not clear who will be the next emperor, but it's happened before -- there are precedents, I'm sure -- and anyway, Ocato and the Council have been running the Empire for the past 15 years anyway. So there's nothing to worry about. Everything will be fine.",
        "I don't know what you've read or heard, but here at the Priory everyone seems to think it must have been madmen or witches or crazy cultists. It doesn't look at all political. It's horrible and depressing, but the Empire will survive. There will not be rioting or civil war or another Warp in the West. So please. If you like, go stay with Uncle Korr and Aunt Harrah on the farm for a while. But I'm certain you'll be perfectly safe in the City. I'll try to get down to visit as soon as possible. And I hope to hear from you soon.",
        "your loving son,\nPiner"
    ]
}