{
    "id": "BrugurikhsJournal",
    "paragraphs": [
        "6 Morning Star, 2E 582 (?)",
        "",
        "I have arrived. I cannot say how long it took, as the particulars of transliminal transit are a tightly guarded secret within the Saraathu Tong. No one knows why I am here. One Orc came close to discovering my identity. I killed him and left his ruin on the streets of Fargrave.",
        "",
        "I have made many discoveries: How Mehrunes Dagon's cultists travel so easily from realm to realm, what plans Dagon has for our beloved Tamriel, and so on. What I have not discovered is how the Flame Tyrant's churls gained control of our beautiful Mantikora. Regent Boward must know what happened to his grand creations.",
        "",
        "8 Sun's Dawn, 2E 582 (?)",
        "",
        "I interrogated a Dremora. A futile exercise. The Daedra do not fear death. They barely respond to pain. I'd have had better luck interrogating a stone. A month of exploring this accursed place and I'm no closer to finding the Mantikora's abductors.",
        "",
        "22 Sun's Dawn, 2E 582 (?)",
        "",
        "I pray for the Serpent's wisdom nightly. Or what passes for night here. Something in the air here—it makes me weak. But my faith remains undiminished. I made contact with a Xivilai beast-wrangler called Vyneshala. She informed me that an Ogrim named Grilg may be responsible for the abduction. I have never killed an Ogrim, but I have killed many trolls. Great beasts all die the same. Terrified.\\n\\n26 Sun's Dawn, 2E 582 (?)",
        "",
        "Grilg evaded me in the realm known as the Deadlands. Curse him! Curse this place! Curse its four-armed sovereign!",
        "",
        "3 Rain's Hand, 2E 582 (?)",
        "",
        "I finally encountered one of our missing Mantikoras. It pains me to say that it did not recognize me. I, Brugurikh, who nursed them from their brood-pools, who wiped the nirncrux from their eyes and whispered their names into their great, horn-hidden ears. My grief is cavernous. I must know what Grilg did to our beautiful children.",
        "",
        "8 Rain's Hand, 2E 582 (?)",
        "",
        "I found it. The source of our Mantikora's pain. Deep within one of Mehrunes Dagon's many fortresses, Grilg feeds them some brew of Deadland herbs and the blood of some great worm-like beast. Once they consume the Ogrim's concoction, their scales glow red as hot coals and their manner changes—becomes compliant, but no less cunning. With all the beasts at his command, why must Dagon take our greatest gift to Tamriel? Why must he twist the fruit of our labors into something so alien and savage?",
        "",
        "Tomorrow, I set out to free our children. I pray for the Serpent's strength. The fate of Craglorn and all of Tamriel hangs in the balance. Should I die, tell Regent Boward I died in service to the Court, and on behalf of the children we created together.",
        "",
        "<Blood stains the pages that follow.>",
        ""
    ]
}