{
    "id": "BuoyantArmigersSwordsofVivec",
    "paragraphs": [
        "By Tarvus, Archcanon of Vivec",
        "Few embody Lord Vivec's spirit of adventure and exploration as proudly as the Buoyant Armigers. This military order of the Tribunal Temple serves Lord Vivec with dedication and heroic zeal. Oath-bound to emulate the Master of Morrowind's command of the varied arts of personal combat, chivalric courtesy, and subtle verse, these warrior-poets stand as the champions of the Temple and Vivec's personal knights-errant. They take on specific missions when available and wander the land in search of adventure when nothing else requires their intervention. The Buoyant Armigers perform their deeds and noble exploits in the name of Lord Vivec, even while they engage in a friendly rivalry with the more solemn Ordinators.",
        "Most members of this knightly order come from the ranks of House Redoran. The noble ideals and sense of adventure match closely with the virtues of the House, so it's not surprising that Redorans are drawn to Vivec's service. Take, for example, Elynea Omayn, the proud daughter of a House Redoran councilor. She could have found a place as a high-ranking officer in the Redoran military or as Redoran representative to another Ebonheart Pact nation. Instead, her daring and love of complex verse led her to join the Buoyant Armigers. A favorite of Lord Vivec and an inspiration to her fellow knights-errant, Omayn visits Vivec Palace often but rarely remains for longer than a day or two at a time. Then it's off on another mission or in search of her own adventure so that she can add more verses to her ever-expanding ballad of amazing exploits.",
        "\"Knight Omayn, fair and pure, came upon some nix-ox spoor,\nOf quantity immense and odor intense,\nSuch offal could only have come from something extremely hostile.\"",
        "The ballad goes on to describe how Elynea Omayn encounters her rival and sometimes lover, Ordinator Nisath, also on the trail of the monstrous nix-ox. The two exchange friendly jabs and engage in bawdy innuendos as they make their way into a desolate canyon after tracking the enraged creature's path of destruction.",
        "\"Ordinator Nisath, with a mighty sword and a weapon to match,\nWas eager to add such a terrible beast to his ever-growing catch.\nBut Knight Omayn spoke faster, assaulting the creature with a barrage of banter,\nConfusing, inspiring, her wit and words ended the threat and averted disaster.\"",
        "Vivec encourages his knights-errant to hunt down and eliminate necromancers, blighted creatures, and the assorted champions of dark forces throughout the land. He expects them to remain true to Vivec's ideals while quoting from the warrior-poet's writings or crafting their own verse as they seek out adventure. Novice members of the order don the traditional chitin armor of the Dunmer. In contrast, more renowned knights adorn themselves with more expensive Daedric or even glass armor.",
        "Whereas the Ordinators stand somber and alert, Vivec's Buoyant Armigers leap and bound enthusiastically as they search for adventure. Gushing with ostentatious bravado and dashing flamboyance, the typical member of the order is valiant, fearless, well-read, and a master of verse and rhythm. They revere Lord Vivec who, in turn, blesses them with preternatural courage and a flare for dramatic performance. When our Lord Vivec requires agents to complete an important task or deal with an impending threat, he never hesitates to call upon his loyal and faithful Buoyant Armigers."
    ]
}