{
    "id": "BurningVestigeVolI",
    "paragraphs": [
        "This collection contains privileged information regarding the Daedric Prince Mehrunes Dagon. In case you've been living in an Ayleid ruin since the dawn of recorded history, involvement with Dagon and his ilk is frowned upon quite fiercely by most populations of Tamriel. Having this book or its companion volume in your possession could earn you suspicion from your neighbors as well as agents of the law. In many districts worship of the Master of Razors is illegal, and communion rituals involving the Daedric Prince are punishable by death.",
        "Amongst even the Daedric Princes, none are more openly concerned with the suffering of mortals. Whenever Dagon appears he leaves destruction in his wake, and contact with the Master of Razors often results in death for the conjurer—along with everyone in the vicinity. Sudden floods, thunderstorms, and other natural disasters all over Tamriel have been tied to communions with Mehrunes Dagon, and the most detailed account I've read about occurred in Eastmarch.",
        "Hranvard Frostfinger, a witch of Eastmarch, is said to have sacrificed thirteen innocents to Dagon in a single night, prompting the Daedric Prince to briefly open a portal from the Deadlands to Skyrim. The only witnesses were members of the Direfrost family, a clan of witch-hunters, who managed to find and slay Hranvard. Immediately following, they came under a mysterious and brutal attack themselves. Their leader, Yllothon, was the only survivor, who later wrote in his memoirs:",
        "\"We followed the stench of burning flesh for a half-mile, and we caught up to (Hranvard) at nightfall, by the Sea of Ghosts. She lay cackling among her thirteen victims, whose bodies had been stacked in a mass grave, encircled by spidery writing. Slaying her was an easy task—all it took was a single silver bolt. But when the deed was done, the air suddenly began to boil and crack. Fearing some residual spell, I had my men retreat up the nearest pass, where we watched the snow below catch fire, and the sky split apart with flame. We turned to flee, but it was too late. Fire poured from the wound in the air and engulfed my thirty men. I tried to help them but the flames wouldn't die, and wouldn't burn my flesh. A voice bellowed from the burning maw above, 'You will suffer better among the living.'\"",
        "Many, including members of the Mages Guild, are skeptical of Yllothon's story, respected as he was amongst the Direfrost hunters. They found no sign of Mehrunes Dagon at the Sea of Ghosts—save the blasted, mirrored sand. Obviously, the Direfrosts disagree: there was still the matter of thirty missing hunters. The Direfrosts have since intensified their war against the covens of Eastmarch.",
        "The Mages Guild, however, has struck the event from their records of note, citing the blasted sand at the Sea of Ghosts as a meteorological phenomenon. But I believed Yllothon was correct; I was there, as a senior advisor on the party that surveyed that beach.",
        "Volume II of this collection contains a detailed account of everything I found at the Sea of Ghosts, including half of the \"spidery circle\" that Yllothon describes. Any aspiring conjurer who wants a chance at contacting Mehrunes Dagon should follow me there."
    ]
}