{
    "id": "TheButcherofBravil",
    "paragraphs": [
        "The Journal of Captain Jena Apinia",
        "I've been called a lot of things during my career. I've received accolades from my friends and allies, been branded with curses and other foul descriptors by my enemies, but no title has been more hurtful and undeserved than the one I carry with me now - the one I'll most likely carry with me to my grave. They call me \"the Butcher of Bravil.\"",
        "The war in Cyrodiil was in full swing when suddenly a new danger appeared to threaten Imperial City. My soldiers were enjoying a much-deserved break from battle when chains fell from the sky. Some claimed one of the alliances had called upon strange and deadly magic to harass Imperial City, while others were sure that one Daedric Prince or another was behind this latest indignation. For my part, I didn't care if it was Queen Ayrenn or Molag Bal. I just knew I had to get the soldiers under my charge away from there as quickly as possible.",
        "The goal before me was simple: Survive. Not die trying to defend the Imperial City from an enemy we didn't understand. It was to live, to fight another day when victory was more assured. Some call me coward for running as I did, but I saved a full legion's worth of soldiers with my actions. Of course, fleeing from the city as quickly as we did, we were ill prepared for surviving in the wilds beyond the city walls. We needed to regroup, resupply, and determine a prudent course of action. With these things in mind, I ordered my legion to head south and away from the city.",
        "Bravil is a squalid little town south of the Imperial City, located on the banks of the Niben Bay. To say that Bravil is a poor town is an understatement. The people there would be happy to be risen to that economic level. They lived in wooden shacks stacked one atop the other, like skeevers in a burrow. They didn't have much, but what they did have was desperately needed by me and my legion. It was their duty to aid us, for the welfare and glory of the Empire. I explained that quite succinctly to Bravil's mayor.",
        "And Bravil's mayor graciously refused my request. \"The food stores we have, pitiful though they may be, are vital to the survival of Bravil and its people,\" he explained. \"Surely you understand why I must say no, Captain, and humbly ask that you and your soldiers move on.\"",
        "To say that the man infuriated me is like saying that the Skald King is only a slightly drunk fool. But I understood his dilemma. If I took the town's food supply, he'd have to watch as half his citizens slowly died of starvation as the cold of winter settled over the town and the surrounding area. The solution was simple, though it grieved me to give the order. My soldiers would have to eliminate half the town's population. That would give the remaining citizens a chance to scrounge up enough food to make it through the winter.",
        "Here I thought I was helping these pathetic creatures, but did they thank us? No. The rest of the town rose up against us. In the end, we were forced to slaughter a good deal more than hal - including the mayor, whom I hold responsible for this entire situation. We gathered up the supplies - as well as a number of valuable items to help finance our efforts - and took our leave of Bravil.",
        "It was a few days later, when we approached another small settlement, that I discovered that word of what happened at Bravil had begun to spread, and the story had grown all out of proportion. They were calling me \"the Butcher of Bravil,\" regarding me as a sort of villain who went out of her way to kill innocent civilians. They know nothing about war and the hard decisions that a commander must make in the field. Would they rather my soldiers starved? How would we protect them and defend Cyrodiil then? It also came to my attention that Queen Ayrenn had sent one of her damned Eyes to track me down, recover the items we acquired, and make me pay for my so-called war crime.",
        "I sent the bulk of my legion back to rendezvous with the rest of the army outside the Imperial City. Meanwhile, I took a small squad and made for the Gold Coast. I would face the Queen's Eye in a place of my own choosing. Then we'll see whose justice actually prevails."
    ]
}