{
    "id": "ButcherJournals",
    "paragraphs": [
        "<title>Butcher Journal #1</title>",
        "The plans are coming together swimmingly. I've found good sources of bone, flesh, and blood, but thus far a good sampling of sinew and marrow have escaped me. No matter. The city is swollen with contemptuous fools who will be missed by nobody.",
        "Last night was almost able to corner Susanna as she left Candlehearth. Idiot guard showed up at just the wrong moment and I had to turn about, just out for a stroll, and so forth. There will be other chances, but the time is drawing near.",
        "I think back to my time in Winterhold. All the wasted minds up in their towers. They only explore the magic they already know. I am discovering new magic here. Something deeper than the cantripped shenanigans of fire and light. This flesh magic is older than us. Perhaps older than the world itself. I am tugging at the corners of the fabric of the universe, and where it bunches and folds is where I shall create my greatest triumph.",
        "One more attempt at the Candlehearth girl. She's proving to be a bit too cautious, but those strong joints of hers should contain the most exquisite tendons. Worth the effort. Tonight.",
        "<title>Butcher Journal #2</title>",
        "17 tendons and assorted ligaments\n173 fragments of bone for assemblage\napprox. 4 bucket-fulls of blood (Nord preferred)\n6 spoons of marrow (no more than 2 from a thigh)\n12 yards of flesh (before cutting)",
        "",
        "star-scrying to the edge of the ice-mind\nlook to the lights where the souls dance\nrevealing the time when a spark will revive\nwhen the rotted unites under most skillful hands",
        "(translation from Aldmer text, as interpreted by the Ayleids and first transcribed by Altmer. provenance and authority unknown)",
        "",
        "soon",
        "<title>Butcher Journal #3</title>",
        "Soon enough, my sweet Lucilla, you will be with me again. Normally when such words are written it is because the love left behind is soon to depart, but in my case, I hope to soon bring your spirit back into my world, for it was you who loved this world so much, not I.",
        "I continue to collect your new form from the ragged bits around Windhelm. If they only knew what destiny would soon grace their bodies, with your spirit imbuing them with higher purpose, they would surely thank me for the great gift I give them. I reserve for them a place of beauty alongside your heart.",
        "The day draws near. Soon I will hold you. And I will show you this and it will be as delivering a long-forgotten letter to a weary traveler.",
        "Love always,\nCalixto\n"
    ]
}