{
    "id": "CalltotheFaithfulpamphlet",
    "paragraphs": [
        "Tamriel cringes in pain beneath the heels of armies that bruise her face. Arrows rend Kynareth's holy gales, and all the Divines sadly shake their heads as their Commands are stifled by the drums of war. Oh faithful, the heretics surrounding us on all sides seek to propagate their blasphemies and lies, to trample on the legacy of Reman and spit upon the Divines themselves, endeavoring to bury them forever or obscure them behind a veil of lies.",
        "We true servants of the Divines know these profane foes, these misguided alliances, cannot and shall not prevail. Akatosh, invincible and eternal, will not forsake us if only we show our devotion, if only we stand up when so many have been beaten down before us, if only we cry out against the flood of pretenders and their cruel masters. We are called now, brothers and sisters, to silence the dissenters and Daedric thralls that surround us. We are roused by Akatosh's mighty roar and must not stand by as the Golden Hill shakes in resonating rage.",
        "Though we wear only simple robes, Stendarr defends us. He envelops us in light, in unbreakable Aedric glory. He turns aside the blades of the heretics and proclaims our eternal victory. Though we wield only our words, Julianos sharpens them to a razor edge. He forges our very minds into weapons, fills us with holy words to awaken the faithful. Though we may feel weak and afraid, Akatosh's might voice commands us forward, and we know that we will be conquering heroes, that we will set the Empire right by his command.",
        "To restore our beloved Empire, we must not falter or be shaken; we must not cower before the armies that ravage our home. Now is the time to honor our pact, consecrated by His mighty blood. We are not abandoned; no, we have been granted a sacred moment in which to prove our unwavering devotion, to stand against the tides of evil that erode our shores. Take up your implements of war. The Divines are your shield, your shining armor, your immaculate blade. They will carry us forth to drive the enemy out and restore rightful peace and order to Tamriel.",
        "Do not hesitate, for you must surely hear this call, echoing loud and true within your spirit. Clothe yourself in faith and do as the Divines command."
    ]
}