{
    "id": "ACallforCommonHair",
    "paragraphs": [
        "The nobles of our fair city have gone mad for ornate and over-styled hair. Have they nothing better to do than to ape the witless Prince Hubalajad, who is enamored of elaborate hairstyles?",
        "The Highness of the High Hair has appeared in public with numerous elaborate (and to the common man, utterly ridiculous) hairstyles. Whether they are wigs, or his own natural hair tortured into ludicrous designs, matters not. We have people starving in the alleys, or homeless due to the sinking of some sections of our city, while Prince of the Curious Coifs pays his hairdresser a sum of 100 gold pieces for each work of \"art.\"",
        "His most recent follicular follies include:",
        "A representation of the White-Gold Tower, adorned with diamonds to represent lighted windows. It is said that he could not pass through the doorway of Lady Michefaba's main ballroom without ducking during a recent ball.",
        "At a recent outing to the docks, to welcome some luminary from Sentinel, our Prince wore his hair styled to represent a Yokudan warship at full sail. The stunningly ridiculous effect was only enhanced with tern excrement, when one of the birds flew over his head, narrowly missing the mainsail.",
        "For a recent outing, it was seen that Prince Hew's Hair was artfully arranged as a haj mota about to charge. Rumor has it that the scales of the \"hair-beast\" were individual rubies of uniform size. The beast's eyes were emeralds. One young maiden was so alarmed by the horror on His Hairness' head that she fainted. Her parents quickly blamed the heat, not the Hair-Mota, so as not to displease Prince Hew. However the young woman was overheard later saying that the emerald eyes kept staring at her until she was quite undone.",
        "People of Abah's Landing, I implore you! Rise up against the Prince's Hair!",
        "(NOTE: This is a reprinting of an actual handbill produced by one of the Abah's Landing's original residents. It seems \"Prince Hew\" is not just a nickname we use for the luckless prince - he was truly called this by his contemporaries.)"
    ]
}