{
    "id": "CaluurionsNotes",
    "paragraphs": [
        "So much planning, so much preparation. Decades of effort gone in an instant. Vanished in a fruitless experiment, never to be repeated. Under any other circumstances, I'd be furious, but driven to discern the root of the failure.",
        "I perfected this Soul Trap over countless iterations, each with its own challenges to overcome. This time, I only feel numb. Sitting alone in this literal pit of despair among the broken bodies of my companions, and the last vestiges of a bygone era.",
        "The Dragon is gone and its precious soul along with it. The last of its kind, or near enough to make no difference. To the victor goes the spoils? Not this day. I've won nothing but a mountain of decaying meat and scales.",
        "—",
        "I mustn't squander this opportunity. Even without its soul, this corpse contains a wealth of potential. Dissection and preservation will take precedence. There won't be much sleep to be had in the coming days.",
        "—",
        "The creature's undamaged organs have been transferred to receptacles more suitable for preservation. Foodstuffs and simple reagents can be replaced. My search of the Dragon's den revealed a hoard of Dwemer wealth, much contained in air-tight mechanical lockboxes.",
        "Emptying them out, I discovered a significant quantity of an unknown material: raw chunks of vibrant blue crystal that give off their own light. They'll receive closer examination once I've sealed the remaining perishable Dragon parts in the emptied containers. I take a certain gratification in the irony that these treasure chests will soon mostly contain the Dragon itself.",
        "—",
        "The crystals are useless. To call them inert is an understatement. They are the essence of stasis. Unchanging and unalterable. I can safely put their study aside indefinitely.",
        "—",
        "My remaining rations spoiled more quickly than anticipated. I don't know if it was the dank of the ruins, or the prevalence of fungus that lead to this outcome, but I'll be dining on Dragon meat until I find an alternative source of food.",
        "Roast Dragon is an adequate repast, though the meat is dense and thick with ligaments. If I had to describe the taste, I would say it was ... fowl.",
        "—",
        "The claims that Dragon remains retain innate magical properties are not exaggerated, though I would categorize them as more catalytic than anything. Potential applications are broad, though I will refrain from alchemical studies, given the impossibility of acquiring replacement materials.",
        "—",
        "This creature does not give up its secrets easily. I could spend centuries unravelling them, but that's time I don't have. I have little left to eat and I fear I've lingered too long already.",
        "Without the strength to descend the mountains, it's time I come to terms with my situation. I will die here, but I intend to do so on my terms. The question is, will those immutable crystals comply?"
    ]
}