{
    "id": "CannLetters",
    "paragraphs": [
        "Letters found in Cann.",
        "<title>Perfumed Letter</title>",
        "Finally, somebody sees me for what I am. I'll admit I was taken aback by their approach - a paralysis spell hardly seems like a proper token of respect, but I've given it some thought and they probably didn't think I would willingly associate myself with them. In fact, they were probably right to do so.",
        "If I hadn't been paralyzed while they carried me away, they probably knew I'd have called my army of flying scamps to chew their eyes out.",
        "But here I am, and I have to be honest; I was beginning to worry that the world didn't appreciate me until now. These guys get it. They've brought me all the cured meats I can eat, and I can scarcely empty a cask of wine before another is rolled into my room. Oh, they don't get too close. They know. A wayward glance from me could break their spines.",
        "They needn't worry, of course. I know why I'm here. I saw all the other combatants. They heard of me, Beldring - the Grand Champion of the Felgourad Arena and favored bodyguard to Emperor Kinpo and his thousand-feathered cap. Of course they'd want to see me become the Champion of the Shivering Isles as well. So I train, and they bring me all the equipment I need to do it.",
        "I don't think it will be much longer, now. No, I'll peel the skin off my enemies for the glory of Palgania, and the entertainment of these servants who have been so dutiful in their desire to witness my grandeur.",
        "<title>Scented Parchment</title>",
        "Their screams and battle cries are incessant by now, and the din of steel and training bags is overwhelming. They've been bringing more and more of us in here over the few weeks of my captivity, and the lust for each other's blood is reaching a fearful pitch.",
        "What am I going to do? I've never raised a sword or axe in my life.",
        "Just after I was captured, a well-mannered abductor came and asked if there was anything I wanted. I asked for some food and was brought fine pickled baliwog and wine. How was I to know that I should have asked for a weapon? Since then, they've only brought wine, cheese, and silken clothes too tight for my body.",
        "They'll kill me - not first, though. No, they'll want to eliminate the more immediate threats, and then come to me. Tear me apart, screaming.",
        "What's worse is that I think we might have this whole thing wrong. Our captors no longer speak to us; indeed they seem afraid of us. We're fed well, and they seem more easily able to provide us ink, paper, and delicacies than the iron-shod armor the others have put in such high demand.",
        "I hope they don't pit us one against one. Surely I'd be tortured before the mercy of a killing blow. Craven heathens. Save me, Sheogorath.",
        "<title>Scroll</title>",
        "Dearest Brother -",
        "I just don't understand it. We always dreamed of a place to host the Elaborate Spectacle, and I finally found it. These ruins feature a grand, tiered room suited to a great display, and I promptly persuaded our brothers and sisters to migrate here. Yet, the Elaborate Spectacle has never gone as planned. Perhaps you can tell me where I've gone wrong. Permit me to walk you through the process step by step.",
        "First, we acquire our lucky participants. Truly, I would give anything to be in their place, but I can understand their frenzied protests and struggles in the excitement of the moment. We have to stray to the swamps to find them, though some are more easily obtained from the nearby roads.",
        "Once we've returned to Cann with our participants, they're each given private quarters in which to be prepared for the event. Each room is lined with the finest wines and cheeses, and comfortable bedding in the peasant-chic roll style. My personal steward visits each of them soon after arrival and asks what they would like tailored for the Spectacle, but they invariably ask for suits of armor. Our stores are stocked to the ceiling with the finest velvets, silks, and furs - how am I supposed to provide them with chain mail?",
        "Each participant is provided with ink and pen to practice their prose, but again their behavior escapes me. You should see some of the horrid things they've written! Lengthy letters to loved ones, saying goodbye as though they were dying of a plague, or horribly bloodthirsty curses against their fellow participants. Oh, and I will not offend you with descriptions of the ones who think themselves artists! I suppose that their writings could have clued me into what would happen next, brother -- for that is when things get truly bizarre.",
        "Each time, on the day of the Elaborate Spectacle, after we've all gorged on suckling meats and pungent cheeses, the participants are escorted from their quarters into the viewing chamber where we all eagerly await what we're sure will be a thrilling show, but that never happens. After the first time, we removed the decorative weapons from the walls, but they just bludgeoned and gored each other with whatever they could get their hands on -- loose stones, wine bottles, and in one case a bone the participant must have filed to a point in his quarters. Why would men given a week alone to write and feed on wine instantly set murderously upon each other, rather than share a loving embrace?",
        "I simply don't understand it, brother -- we always believed that the Elaborate Spectacle would be the greatest public display of shared pleasure and it has each time ended a blood-soaked mess. Perhaps the time has finally come to move back to Bliss and abandon our dream."
    ]
}