{
    "id": "CapnDugalsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Included in the The Thieves Den official plugin.",
        "",
        "",
        "<title>Cap'n Dugal's Journal, Part One</title>",
        "3E 286 or thereabouts",
        "I’m findin' it unlikely that anyone will be findin' this journal, but if they do, know that here be written the last words of the great Captain Torradan ap Dugal, Scourge of the Abecean Sea, Terror of the Gold Coast, Cutthroat of Hunding Bay, and Lord Captain of the Red Sabre - the finest band o' buccaneers and pirates e'er to sail Tamriel.",
        "I ain't a man with much use for words -- I ain't never been to no academys, and I ain’t never wrote no books. Words ain't never earned me no gold, so theys worthless to me - that's why ye have quartermasters and first mates. But I'm gonna be settin' my last thoughts down here on paper, cause I ain't got much time left here and it’s ev'ry old man’s right to have his words heard.",
        "Now, me business was fightin', sailin', and lootin'. I became a leader of sailin' men, the most feared in hist'ry, or so they tells me. Now, b'fore ye be gettin ahead o' yerself, let me be warnin ye that me tale does not end well as I’m sure ya can see from wherever ye found me rotten bones in this gods cursed cavern.",
        "I was born in a little town on the north coast o' Skyrim called Dunbarrow. Me mother was a wench and me father was a right bastard. The only thing that either of 'em e'er did fer me was doin' me the favor of sellin' me off to a sea cap'n when I were nine. That cap'n, he taught me e'ry thing I'd e'er need to know about sailin', and a few things about the rest too.",
        "Ye see, he were a smuggler, an' he taught me all about smugglin' and avoidin' the Imperial Navy as he run the skooma route from Daggerfall to Vivec. Shame he were caught and hung. He were as close to a daddy as this ol' pirate e'er knew, closer n' that bastard what sold me off e'er were, that’s fer sure.",
        "<title>Cap'n Dugal's Journal, Part Two</title>",
        "After the cap'n were hung, I got around Hammerfell a lot. Fell in with a few crews here an' there, an' after a time got myself hired on as midshipman on Cap'n Kaladas's rig. A' course, Kaladas was a drunkard and the damn fool ran his own ship a'ground in Anvil a'fore we could any real piratin' done. So embarrassed were he that he drank hisself to death in one of the pisshole taverns in this flat little seawater town.",
        "So there I were, in a backwater port when the war against the Usurper broke out. I were out on hire with a rickety tub and her worthless rot of a cap'n when The Imperial Navy stole ev'ry private ship in port to go an' fight their war. We was comin' back in to dock when we heard about it. Now, only a fool doesn’t bite when he smells blood in the water and that cap'n o' ours was gonna hand his rudder over to the Navy. The rest of us, well, we didn’t so much like that.",
        "We cut his throat and tossed his worthless carcass to the depths for Herm'us Mora to feast on. The rest of us put keel to this mudhole and broke for the nearest cove to lay low for a while.",
        "Now, the thing that I learned about war is that it's profit'ble for just about everyone except for the poor bastards that actually have to go an' fight it. While the Navy were busy puttin’ down the rev'lution, they were too busy to worry about a bunch o' pirates runnin' up and down the Gold Coast. And even better for us, the Navy was needin' a stream of supplies up in High Rock to fight and dinna have the ships to escort 'em..",
        "In case you don’t be knowin', cargo vessels without escort is a pirate's best friend.",
        "In just a couple of years, I had ev'ry buccaneer from here to Valenwood flyin' under me flag. We had dozens of ships and crew and more men joined on e'ry day. Soldiers and sailors, castoffs from the war, escaped prisoners -- they were the best cutthroats and sons o' whores that a pirate cap'n could ever wish for. It brings a tear to me eye to think of 'em all.",
        "But even better than the men were the ships: Captured navy cutters. Refitted priv'teer Galleons. Even had a few of them bosmer ships with the funny living sails in my fleet. The finest ship I saved for meself. “The Black Flag”. Ye'll find her rotting hull around here. She don't look like much now, but I can tell ye that in her day, there weren't no vessel she couldn't out run.",
        "All these men and ships, we called ourselves the Red Sabre. The merchant ships called us death on the seas.",
        "We gots to be so feared that most crews jus' abandoned ship when they seen our flag on the horizon. With no Navy to stop us, Captain Torradan ap Dugal and the Red Sabre was known all over the east.",
        "Now, I ain't one to brag, but the empire had a bounty on me of forty thousand coins. Now that’s somthin' to be proud of. A' course, the poor bastards couldn't never collect on it. Anvil being the wretched den that it is - an mos' sailors there worked for me anyhow -- the Legion couldn’t never get no one to give me up.",
        "I wish those days coulda lasted fore'er, but you know how it is, friend. Ain't nothing good can ever last.",
        "<title>Cap'n Dugal's Journal, Part Three</title>",
        "I ain't got much time left. Sure, we had plenty of food down here. It lasted for years, but all this time in the wet and the dark, I got somethin' nasty growin' in me. What a terrible way to die -- not on the end of an enemy's cutless, but because of some damned sickness. No seafarin' man should die like this. At least I can still hear the water.",
        "But I was tellin' the story of how I got mine, weren’t I?",
        "I curse the day that the Cameron Usurper died at that war ended, 'cause it was that day that Commodore Fasil Umbranox turned 'is attention to the Red Sabre. A couple of months after the war, that fat pompuss bastard decided to come down here to Anvil and take up port in my town, lookin' to break up the Red Sabre. The Emporer gave him whatev'r he asked for to campaign again' us, despite the coffers bein' empty from the war in High Rock.",
        "When Umbranox couldn't get what he needed from my men in Anvil, he set out lookin' all over the Abecean Sea for the Black Flag. There are hundreds of islands In the Abecean, and he landed a crew on each one. He rooted out my men when he could find them, hung those who weren't willin' to go peacefully and jailed those who laid down arms.",
        "No matter for many ships and men it cost him, he kept comin' with more and more. We couldn't never get ahead of him and we couldn't never mount a counter attack. It took him four years and a hell of a lot of ships, but that sea rat finally tracked me down.",
        "It were me own fault, anyway. If I never made the mistake I made, he'dve died before he found me. But a man has to stand up for his mistakes, no matter if it cost him. Besides, ain't like I’ll be foolin' ye, since yer likely starin' at me bones as yer readin' this.",
        "Umbranox had his main force out of port followin' a lead that I planted. I set sail back to Anvil, hopin' to catch him off guard, capture the boats he left behind, and fight him with his own ships in Anvil Bay. Ha! Can you imagine the look on his pig's face if it'dve worked? I thought I’d finally get the whoreson to show his face in a proper fight. I shoulda known, but he had men waitin' there for me.",
        "We fought like hell, but we were trapped in the bay. The Navy men set the town on fire to keep us from fleeing onto land. I’m sure that the fine citizens of Cyrodiil dinna weep for the torching of a town of thieves.",
        "The main force of Imperial dogs held us until Umbranox showed up in his flagship. Umbranox fought me to the last ship and in the end, the Bay was filled with sunken and burning boats. If I weren’t fightin' for me life, I’dve probably thought it were beautiful. So, the Black Flag and Umbranox’s rickety tub were the only ones that were still floatin' and fightin' when dawn come. So, I did what any pirate with sense would do - I tried to run.",
        "Now understand, I’m a right bastard in me own way. I'm a pirate, a murderer, a thief, and I certainly ain’t never believed in a fair fight. But there's a line and an unspoken code between sailin' men and Umbranox went too far. He had mages on his ship. Mages ain't never been allowed on my boats. They’re no good, bad luck, an' I don’t trust 'em. Turns out, I was right.",
        "I cut across the south side of the bay, along the huge cliff wall that used to be there. I had me helmsman stay as close as he could to the cursed cliff. I could hear those mages from the deck of Umbranox's ship, yellin' some nonsense into the wind. A few rocks fell onto my deck, a few more, and then the whole bloody cliff came crashin’ down on top o' me.",
        "Now, don't you worry, I didn't die just then. The cliff collapsed around the ship, makin' this damned cavern. Better the it just fell on us, but no. It sealed the Black Flag, her crew, and me under tons of rock.",
        "We were buggered.",
        "<title>Cap'n Dugal's Journal, Part Four</title>",
        "I seen my own blood more times than I cold ever count, but seein' the ragged mess that just come up out of me lungs just now is the only time I ev'r been afraid of it. I guess I should be gettin' to the last bit o' me story.",
        "Me and me crew were trapped down here, never to see the light again or some rot. We tried diggin' out. We tried blastin' out. We tried callin' to the nines and the daedric princes for help. Nothin' worked. Some o' the men went crazy when we figured out that there were no gettin' out, but most of us just accepted what fate had dealt us. We made the hulk o' the Black Flag into the best home that we could and tried makin' a life of it down here.",
        "We had plenty of stores with us and since most of the crew were killed in the fight, it was more than enough to go around. I will tell you though, that you ain't known suffering until you ate nothin' but hard rations for twenty-some years. All the pain I ever caused anyone has been paid back to me tenfold in havin' to eat the same filth every day for the whole time I been down here.",
        "Then Grim died off.",
        "Grim was the first and one by one, the boys had been droppin' off. They all got the same sickness I ended up with. We buried 'em when we could, threw 'em in the water when we didn't have strength to bury 'em. Finally, we jus' made 'em walk to the far side of the cavern a couple of days before the sickness ran its course.",
        "I'm the last, an' I suppose that makes sense. The great cap'n Dugal, defeated by Fasil Umbranox and buried alive forever. I wonder what became of Anvil. Prob'lly let it burn and swept the ashes into the sea. Umbranox prob'lly went back to the Imperial City to pat himself on the back and be rewarded with lands an' titles.",
        "Like I said way back in the beginnin', I don't expect nobody to ever read this but if by chance someone does find my carcass down here in this pit, do an old seaman a favor. Track down whatever descendents that fat old sack Umbranox may have and tell 'em that Torradan ap Dugal says hello."
    ]
}