{
    "id": "CaptainTsuzosLog",
    "paragraphs": [
        "ENTRY 78",
        "Lilmoth. After waiting a day and a half, the mysterious passenger we were hired to transport came aboard Kamal's Bane. He and his entourage dressed as common sellswords, but I distinctly heard one of his guards call him \"\"Prince\"\" when he thought no one else was in earshot. I see now why Lady Arabelle insisted on secrecy. We got underway at once, and set course westward under fair skies.",
        "",
        "ENTRY 79",
        "Haven. Three days of sailing across the mouth of Topal Bay and the Long Coast brought us to Haven shortly before dusk. We docked to take on provisions. At my passenger's request, I restricted the crew to the ship for the duration of our stay. They were displeased, but we are being well paid to maintain secrecy.",
        "",
        "ENTRY 80",
        "Underway, Drowned Coast. Departed Haven on the morning tide. The winds were contrary and squalls met us as soon as we put to sea, but our passenger finally revealed our destination: High Isle in the Systres Archipelago. Our passenger also revealed his true identity to me. I declined to let him know I had already figured that out. Before we reach the archipelago, he insisted we had a rendezvous to keep in the waters west of Stros M'kai.",
        "",
        "ENTRY 82",
        "Underway, Abecean Sea. Sighted the Spearhead and the Perfect Pounce at first light, with Stros M'Kai low on the stern bow. I hailed Captains Kaleen and Za'ji, and learned we would proceed in company to our final destination. The weather seems fair. I anticipate an easy passage.",
        "",
        "ENTRY 83",
        "Underway, Western Abecean. In midafternoon the lookout sighted the smoking peak of Y'ffelon on the port beam. It seems the winds pushed us to the north as we neared the Systres. I ordered the helmsman to steer for the Amenos Passage before we turn south toward Gonfalon Bay.",
        "",
        "Strange. The day is fair, but storm clouds are beginning to pile up ahead of us. I have not seen weather like this before. I will order the crew to make ready for heavy seas, and advise our passenger to remain below. We may be in for a rough time."
    ]
}