{
    "id": "CaptainBlackSwordsJournal",
    "paragraphs": [
        "Damn the Pirate Queen for tempting me with a fortune in gold! It's all her fault my ship wrecked on this Oblivion-cursed shore! But I'm getting ahead of myself. I ought to record what happened from the beginning.",
        "It started when I received word that Governor Fortunata of Anvil was in the market for wamasu—the more ornery the better! She was supplying various clients throughout the Gold Coast, including her own Red Sails Pirates and the Gold Coast Trading Company. As luck would have it, I had recently heard about a hunter who had captured a wamasu matron and was looking to unload it for a relative pittance. The path to my disastrous destination started when I took possession of that malignant creature.",
        "My crew hauled the crate, wamasu and all, into the hold. I could tell even then that the creature was cruel and calculating. It stared right into my eyes with its cold, angry orbs. I knew right then that it would be nothing but trouble as we sailed toward Anvil, but I ignored my better senses for the promise of a chest full of tainted gold. Curse my avaricious eyes!",
        "We were off the coast of Glenumbra when a whale of a storm blew in. As my ship and crew were tossed about like so many dice in a cup, the wamasu decided she no longer cared for our generous hospitality. The damned creature shattered her crate like so much drift wood. Then she crashed through the hold and woe be to any of my sailors who happened to be in the way. But it didn't stop there! The hateful beast ate my ship! Beams splintered and planks snapped in the wake of her unbridled fury. I meant to go down with my doomed vessel, but fate had another idea in mind.",
        "I awoke floating just off shore on a chunk of debris. The wreckage of my ship was all around me, but I didn't see another living soul. No one, that is, except for the damned wamasu. It made its way to shore and immediately set about making a nest and laying eggs. Well, I'm never going to see Fortunata's gold and the wamasu is never going to see the Gold Coast. But I'll be damned if I let it raise its young on this forlorn beach! I'll kill the creature for what it did—or die trying!"
    ]
}