{
    "id": "CapturedbytheDreadsails",
    "paragraphs": [
        "An Account by Sailor Lerisa Bruhl",
        "",
        "The wind blew northerly when we left port. An auspicious sign I knew better than to believe. Woe upon me and my cursed fate. If this account survives, it outlives me and my sorry hide. Should it not be taken by the sea—as I will surely be—know that you hold the last moments of Lerisa Bruhl in your hand. Be kind to my memory and sail with fairer winds than me.",
        "",
        "Our vessel, Harvest's Delight, was bound for Daggerfall with a shipment of frog-metal in the hold. We had barely left port when an unnatural mist descended over the water. With no way to see the dangers of the sea before us, Captain Tyne shouted to secure the sails. We rushed to do his bidding, tying ropes and securing all that was loose. In a short time, we were totally blind and surrounded by the thick mist. I scarcely dared to move for fear of tumbling overboard.",
        "",
        "Shapes moved in the mist. The deck creaked mournfully below my feet. The gray expanse grew darker, lingering on the deck for far longer than any fog I had experienced before. Most surprising of all, a low keening wail rose up from the throat of Nestal. The old master-at-arms never made a sound outside of drunkenly regaling us with stories of his former voyages. Usually tar-gripped, Nestal's sudden panic swelled across the deck like the tide itself.",
        "",
        "I was so distracted by the sound that I missed the presence of a figure behind me. I later awoke with a terrible pounding in my head. I took inventory of my injuries. The head wound was the most pressing, followed closely by a large gash in my knee. I wrapped the later as best I could before looking around and gathering my bearings.",
        "",
        "Nestal and a few others lay in my cell, their heads bloodied and beaten purple. I counted twenty of my shipmates in the hold, each caged or chained beyond movement. Footsteps sounded above and a chill set into my fingers. There was only one threat on this route with the skill to conjure the mists and use them to silently take out our numbers. The Dreadsails. And those pirates boarded our ship!",
        "",
        "One by one, the fearsome Sea Elf pirates dragged more bloodied deckhands into the hold. The others—too scared to move on the deck above—waited in the mists for their turn to be walloped on the head and dragged away. I didn't hide myself or feign unconsciousness. But I must confess that I didn't raise my voice in alarm either. What good would it do? Those on deck had more chance attacking each other than they did the Sea Elf pirates. No one escaped the Dreadsails. Those that tried only doomed their whole crew.",
        "",
        "I'm not sure why I survived that first night. After Captain Tyne surrendered and handed the Sea Elf leader his sword, things took a bloody turn. They ran him through and tossed his body overboard. Anyone who suffered mortal or otherwise debilitating wounds met the same fate—a quick stab and a long fall into the unforgiving waters below. The Sea Elves didn't appear to take any pleasure in the killings. I don't believe they saw us as deserving either their enjoyment or compassion.",
        "",
        "Some of the pirates returned to their ship that night. The rest stayed to keep an eye on us and to pilot our vessel. We caught a southerly wind that blew out of nowhere. Nestal wailed again once our course became clear. Slavery, he said. We were doomed.",
        "",
        "They strung him by his ankles until his wailing stopped. His face, bruise-purple and bulging, still hangs under the mainsail. The gulls pick at it now.",
        "",
        "I fear my time is coming soon. The gash upon my knee took on a frightful green hue and smells worse than rotting fish. It does not ache too much, but I know the signs of infection. Were this normal circumstances, the ship's doctor would strap me down and cut out the affliction. But with the Dreadsails in charge, I know that such attention is unlikely. They will kill me. I hope the infection takes me first. I'd rather slip away above the cold water than below it."
    ]
}