{
    "id": "CaptainKaleensLog",
    "paragraphs": [
        "NEW VOYAGE",
        "Under Contract, Lady Arabelle Davaux, Double Standard Rates, Insuring Agent Wayrest Treasury Edwinna Gaering.",
        "",
        "ENTRY 1",
        "Wayrest.",
        "",
        "Weather gray but calm.",
        "",
        "We've been cooling our heels here for days. That Ring of Blades woman, Copper, is a real card sharp. She talks little, wins a lot, and won't say more than two words about our cargo.",
        "",
        "* * *",
        "Finally underway. We're to set sail southwest and not ask a lot of questions. The noble cadre that came aboard was quite the scene. Here's hoping no one on the docks noticed all of those fine folk trying so hard not to be obvious.",
        "",
        "ENTRY 3",
        "Passing Daggerfall.",
        "",
        "Weather calm.",
        "",
        "I don't know who High King Emeric thinks he's fooling, but I'd know that voice anywhere. The man's got the pipes of a Nord skald and he talks loud enough for the entire ship to hear. I just hope the crew keeps their eyes down and their mouths shut.",
        "",
        "* * *",
        "The high king finally brought me into his confidence. He really had no choice, since I insisted. We're to make for the Systres Archipelago after we rendezvous with two ships along the way flying Dominion and Pact flags. Some kind of high level talks, I'd wager. But then, I'm being paid not to gamble today.",
        "",
        "ENTRY 6",
        "West of Stros M'kai.",
        "",
        "Weather clear and calm.",
        "",
        "Rendezvoused with the Perfect Pounce and Kamal's Bane. I know Captains Za'ji and Tsuzo by reputation, but I've never had the pleasure of meeting either of them in person. Not sure you can call trading signals across the open sea in person, but close enough, I suppose. We're going to sail together for the rest of the voyage.",
        "",
        "ENTRY 9",
        "Abecean Sea",
        "",
        "Weather variable.",
        "",
        "The weather's acting strangely. I've sailed these waters a hundred times or more and never seen them quite like this. Hopefully these squalls will clear before we sight the Colossus. Meantime, I'm going to catch up on my reading. Grabbed copies of \"\"Lust and Lovebirds\"\" by Taylin Wyrorian, and the latest Investigator Vale novel, \"\"The Haunted Lighthouse\"\" before we sailed out of Wayrest. Figure these should tide me over until we get back to the mainland.",
        "",
        "ENTRY 12",
        "Systres in sight.",
        "",
        "Weather stormy.",
        "",
        "Barley caught sight of High Isle before a storm hit hard. I've called for lines for everyone on the crew. Even went below decks and told His Royal Highness to get ready for rough seas. The guards didn't appreciate that, but he did. Made me laugh. Don't think we'll be able to keep formation with the other vessels in this storm. It came out of nowhere. Like nothing I've experienced before in these waters.",
        "",
        "* * *",
        "Might be my last log entry. Seas are rough as a duneripper's arse. No light off Gonfalon Head, so we're blind. Tava, you she-bitch, you owe me one. Let us survive this. Stuff that! I'll get us through this like I always do—with me and my crew."
    ]
}