{
    "id": "CaptainZajisLog",
    "paragraphs": [
        "ENTRY 458",
        "This one does not think that we are ever going to get that contract. The letter from Lady Arabelle was quite clear that we were to drop anchor in Skywatch and wait for someone to contact us. We have been waiting and waiting, until finally the woman who can only be one of Queen Ayrenn's famous Eyes approached us. She makes promise after promise, but still Za'ji sits on his tail and has to make Caska be patient. Caska is good at many things, but being patient is not one of them.",
        "",
        "Weather is fair, as it always is at port in Auridon.",
        "",
        "ENTRY 459",
        "Za'ji was quite wrong! And quite right. This is not a contract. We are conscripted! The Perfect Pounce now sails for High Isle with a crew of royal agents. At least Chizbari, Sidura, and the rest of our usual crew got a few coins to spend in the tavern back in Skywatch.",
        "",
        "The lady Eye at the docks promised. She promised that there would be great riches from the crown upon safe delivery of our entourage to the Systres Archipelago. But Za'ji does not trust this Cariel. We will see what we see.",
        "",
        "Weather is as fair as Za'ji's last dinner mate and just as beautiful.",
        "",
        "ENTRY 460",
        "The Perfect Pounce met with the Spearhead and Kamal's Bane in the waters west of Stros M'kai. Bright Moons above, no pirates that this one could see. Well, other than us. And the Spearhead. Signaled those other captains and fell into formation for the journey ahead. Very strange to see three ships of the different alliances sailing together, but what does Za'ji know of war and peace?",
        "",
        "Weather not too bad, but this one's tail is frizzing up in that way that it does. Za'ji has a bad feeling. Or maybe it was the cheese this one had for lunch. Cheese doesn't always agree with Za'ji.",
        "",
        "Update: Our passenger is none other than Queen Ayrenn herself! Za'ji does not think he was supposed to learn this, but her benighted visage could not belong to anyone else! This one swore Caska to silence. She can be such a chatterbox, that one! Of course, she claimed to already know that. Caska is such a braggart.",
        "",
        "Update update: It is the queen! She came to Za'ji's cabin to confirm our destination and thank us for our discretion. This one could not bring himself to tell her we have very little of that, but the gesture was appreciated anyway.",
        "",
        "ENTRY 461",
        "We should soon see High Isle on the horizon. This one still has a strange feeling, but the sky is clear and bright. Za'ji is leaving Caska at the helm while he takes a much needed nap. Caska will wake Za'ji when we get close. Until then, this one has an interesting dream to get back to."
    ]
}