{
    "id": "CaptainAlphaurysJournal",
    "paragraphs": [
        "Something definitely went wrong with the portal spell. Instead of arriving in Coldharbour as an invading force to be reckoned with, we wound up scattered to the four winds. I am now a captain without a command. The others that appeared with me—we've been fighting or running since we got here. We finally found a relatively safe spot on the edge of a dark forest and decided to set up camp. This is the first time since we arrived that I've felt safe enough to just sit down and record my thoughts.",
        "Time seems to flow differently in this realm. Sometimes it feel like we've only been here for a few hours and other times I could swear we've been here for days. This mission has turned into a colossal failure. Instead of stepping through the portal together, we were thrown in all directions, strewn about like so many dry leaves in a bitter wind. Luck was with me, though. I landed in the company of Kamu the Khajiit. If only the rest of my luck had turned out as well.",
        "We found ourselves in a strange ruin east of this camp. There were cold flame atronachs everywhere, intent on roasting us to a very fine blue crisp. We dispatched a couple of the creatures before we were forced to turn tail and run. For some reason, however, as we got close to the forest, the atronachs stopped chasing us. They suddenly seemed to lose interest in us and returned to the ruin.",
        "Well, I guess I should stop writing now and help finish setting up our camp. I'll write more after we get some sleep, provided nothing terrible happens to us in the interim.",
        "***\nWe were awakened after a few hours (minutes? days?) of sleep by voices. There seem to be people in the shadows of the woods, talking, whispering. We can hear them, but the voices aren't distinct enough to make out any actual words. Or maybe it's just a language that none of us have ever heard before. I'm not sure. Every so often, though, we clearly hear something that sounds like a cry for help.",
        "Every time we hear that desperate cry, we think of our missing allies. It could be some of them, lost out in those dark woods. They might be hurt, or in danger, or—well, anything could be happening in there! Kamu and I have decided to head into the forest and find the source of those pitiful cries.",
        "I'm going to leave my journal here, in case any other members of our expedition come across this camp. We'll try to leave a trail so that you can follow our path. We're going to head west and then southwest, so follow after us if you can.",
        "Here's something else you need to know. Kamu discovered that if you touch one of the wisps that float among the trees, you glow and get a temporary source of light—perfect for finding your way through these shadowy woods. I suggest you make liberal use of the wisps if you're going to try to meet up with us.",
        "Well, it's time to go. I hope to see you soon. And may the Eight watch over us all."
    ]
}