{
    "id": "CareandFeedingofSwampJellies",
    "paragraphs": [
        "Hi ho! If you've recently come into the possession of a swamp jelly, or are considering owning them, then you've come to the right place! These little tooters are some of the best companions a swamp traveler could ask for and they're easy to herd if you're looking to keep livestock.",
        "Chances are you know a bit about swamp jellies already, but how about I go over the basics to round out the gaps, yeah?",
        "Habitat:\nSwamp jellies are a form of wildlife native to Black Marsh. They favor wetlands close to the coasts—quite possibly they're distant relatives of the jellies found out in the ocean—but swamp jellies thrive in any wet environment. Even a sweaty boot, if you're in a pinch.",
        "Anatomy:\nLike any other jelly, they have no bones or solid bits, just an elastic, gelatinous body and limbs. Beyond that, their size, shape, and color vary wildly between breeds. The most common type of jelly found in Murkmire has a frilled, bulbous body from which four tentacles hang. Those tentacles help the jelly navigate crowded spaces and capture prey, but most of the jelly's movement is controlled by tiny orifices that suck in and expel swamp gas from several bladders. I'm not really certain how the swamp jellies became airborne, but my theory is that sea jellies got washed inland by storms and survived in the swamp pools. Eventually their bladders accumulated enough swamp gas to lift them clear out of the water!",
        "Behavior:\nSwamp jellies are incredibly docile by nature, spending most of their time gently floating on the breeze and catching unsuspecting bugs to eat. Swamp jellies tend to lead solitary lives, really only coming together in any number to spawn, but they are social animals. These little tooters make complex calls to each other using their gas bladders. You'll find them no less talkative to you if you take one into your care and if you learn a few of these calls you can even teach swamp jellies simple obedience! It's a useful skill whether you're an enthusiast or a herder.",
        "Diet:\nAirborne swamp jellies subsist entirely on bugs, mostly of the flying variety, but any teeny critter that brushes against their sticky tentacles is fair game. I've seen a single swamp jelly eat as many as a thousand bugs in a day. That alone is reason enough to make one your travel companion in a place like Black Marsh. I recommend taking your herd out to graze in different locations at least three times a week. Jellies kept to one location for too long will wipe out the local insect population in a few days! If you happen to be short on bugs, a hearty spoonful of scrib jelly makes a suitable substitute.",
        "Care:\nSwamp jellies need humidity to survive. If your clothes aren't sticking to you, it's probably too dry for a jelly to stay for more than a couple of hours without help. Swamp jellies don't need to drink, but they can suck up water from a bowl or wide-mouthed vessel if they can't get the moisture they need from the air. Brackish water is best, but fresh or salt water is safe.",
        "Provide a steady supply of bugs throughout the day when you can, rather than feeding only at certain times. Hungry swamp jellies tend to binge, weighing them down and making them sluggish.",
        "Try not to worry if your swamp jelly suffers injury. They will heal cuts and even regrow limbs given time. You should only be concerned if your jelly is struggling to keep afloat. You may need to feed the poor little tooter by hand until its bladders can hold gas again.",
        "Even if you take my advice to heart, sooner or later, we've all got to say goodbye to our little tooters. Wild swamp jellies tend to live between two and three years, but domesticated swamp jellies can live as long as five years with good care.",
        "Meal Preparation:\nWhether you're keeping a swamp jelly as a pet or rearing them for slaughter, careful butchery is key to making sure their little gelatinous bodies don't go to waste. You'll want to grease your hands with cooking oil before handling swamp jellies, otherwise they'll stick to your fingers and you might end up pulling them apart trying to free yourself. Most of the time you'll want to remove any tentacles from the body and put them aside for later use. Just lay them out straight across your cutting board and slice across. Once you've removed the limbs, you're ready to spit the body straight down the middle. I recommend using a cleaver and some firm pressure, but anything sharp will do. Oily jellies, hands, and knives are a recipe for finger sandwiches if you aren't careful!",
        "After you wash out the body cavities, your jelly is ready for roasting over open fire or in an oven. Over red coals you'll get a firmer jelly with a bit of crisp on the outside. I usually cook the tentacles in the body and slurp them down with eel broth, but you can roast them on skewers in about ten minutes for a salty treat. Swamp jelly makes a good substitute for brain or scrib jelly in your recipes, if you're watching your weight.",
        "Catching Jellies:\nIf you're looking to tame your own wild jellies, get yourself a fine net—bug nets work best. Scoop the jellies gently into your net and you're done. Most swamp jellies are so harmless they won't even protest. There are a few breeds in the deepmire that are so poisonous they'll kill you if you even brush their tentacles, but no need to worry about them.",
        "That's really all there is to know about catching and caring for your swamp jellies, anything else is just jam on the jelly-cakes!"
    ]
}