{
    "id": "CareofKwama",
    "paragraphs": [
        "While the insectoid creatures known as \"kwama\" originated in Morrowind, do not be surprised to find them elsewhere in Tamriel. The creatures have been transported, intentionally or otherwise, to many different parts of the world.",
        "The barbarous Dunmer, for example, keep the creatures in \"egg mines\" because they find them a delicacy. \"Good eating!\" as one toothless old sot told me. I cannot imagine what passes for good food among the Dark Elves that they would eat insect eggs.",
        "But the Dunmer may be on to something, in their own backward way. Kwama are, indeed, excellent miners. They prefer to live underground, creating elaborate tunnel systems as they build their warrens. The creatures consume organic material from the earth and appear to actually excrete minerals they cannot digest, such as gemstones, gold, and iron.",
        "As an experiment, the Aldmeri Dominion is transporting kwama eggs to various outer territories. There, small kwama mines can be established. The kwama can dig to their hearts' content—if they have hearts—and our kwama keepers can pull the minerals from their refuse. Much more efficient than using Argonian captives. The bugs, at least, feed themselves.",
        "There are several different kwama types within the species, and each must be dealt with in a different way.",
        "Kwama scribs are the kwama young and are easily managed. They're voracious but strongly influenced by food. Scribs hatch from long eggs and grow from the size of a large man's foot to the length of a large dog. The scrib may evolve into one of the other types, or it may die.",
        "Kwama foragers explore the outer mine areas and are known to search the surface of the world for new territory. Kwama keepers have learned to \"steer\" foragers toward potential mine sites and away from Dominion settlements, for kwama undermining can cause sinkholes. It is important for a kwama keeper to know when a forager can't be managed, as the forager must be dispatched before it can return to the mines.",
        "Workers are the most useful of the kwama and will tirelessly dig away, expanding their warrens and searching for food. It is possible for a kwama keeper to use a goad to push workers toward or away from specific sites, but risky. Workers will fight back, and an uprising in a kwama mine is a violent and dangerous event.",
        "A few scribs grow up to become warriors. While some uneducated souls think that killing the warriors keeps the rest in line, this expert disagrees. Killing the warriors causes more scribs to evolve into the mine's protectors and soon you have nothing but the violent creatures to deal with! What's more, the warriors can command lesser kwama, which means an uprising is almost certain. If a warrior must be killed, do it quickly, and away from the rest of the nest!",
        "Finally, the kwama queen. She is a huge, bloated creature, nearly immobile and very rare. Not all hives have queens. Many are just offshoots of greater hives. But all eggs are born of a kwama queen. If one encounters a queen, move away quickly! They are not pleasant creatures and cannot be influenced. Every kwama in a hive will throw itself at a perceived \"invader\" to protect the majestic corpulence of their queen."
    ]
}