{
    "id": "TheCareandFeedingofBriarHearts",
    "paragraphs": [
        "Gull-koo loves her briar hearts! She's an interesting old bird, that hagraven. Since coming to the old Breton fort, my job among the Winterborn has been to assist Gull-koo, doing whatever the hagraven needs in order to make sure the briar hearts grow and thrive. Strange things, those briar hearts. Kind of like large fruits, but also kind of like the heart of some large animal. Or man.",
        "Today I got to see the process up close. It starts with a corpse. The Winterborn prefer to use the corpse of an enemy, but the hagravens have no such compunctions, Any corpse will serve their purposes, whether an Orc, Winterborn, or even a harpy. Once a corpse is procured, it is purified in a strange ritual of the hagraven's own devising and place in a specially prepared plot of soil. Then, with great reverence and fanfare, the hagraven adds the briar heart seed to the planted body.",
        "Spells and blood serve to feed and water the macabre garden, and soon the first sprouts begin to bloom from the corpse. The sprouts quickly grow into saplings, which in turn grow into small trees. These small trees connect through a system of roots back to the large tree the hagravens and tree tenders care for in one of the fort's courtyards. I believe that the sapling trees contribute to the health and overall power of the large tree, but my questions on the subject were ignored by Gull-koo and the other hagravens.",
        "Meanwhile, briar heart fruit blooms on the saplings and the large tree alike, beating a haunting cascade that echoes throughout the fortress. Once the fruit ripens, it is ready to be transplanted. And that's where our own warriors come into the picture. In most cases, when a Winterborn warrior falls in battle, a hagraven can bless the warrior with a ripe briar heart. The magical process plunges the briar heart into the fallen warrior and returns the warrior to life, granting him or her additional strength and fortitude as befits a briar-heart warrior.",
        "Now, I haven't yet been privy to the process, but I believe there's also a way to implant the briar hearts into living warriors. I've seen the cages where some of our most-powerful and loyal warriors have gone to meditate and prepare themselves for elevation to briar-heart warrior status. Perhaps, if Gull-koo agrees, they'll allow me to accept such an honor. I'll let you know how it turns out.",
        "Your sister, writing from Frostbreak Fortress"
    ]
}