{
    "id": "CasesoftheDivineProsecution",
    "paragraphs": [
        "By High Magistrate Rinwaray, Bureaureeve of the Divine Prosecution",
        "The Divine Prosecution stands as the highest authority of law and order on Summerset Isle, second only to the Queen and her Royal Court. And while we acquiesce to the will of the Kinlords and Kinladies, we have both the duty and power to investigate possible malfeasance even among the nobles should the need arise.",
        "Take, for example, the Case of the Disloyal Canonreeve. This was a number of years ago, before Queen Ayrenn took the throne. The Canonreeve of Cloudrest at the time was a well-respected Altmer of noble birth from a family with an unparalleled lineage. Which, of course, just goes to demonstrate that blood alone doesn't make the Altmer. Rumors began to reach one of our judiciars, and she began to look into the Canonreeve and his business practices. After a thorough investigation, it was determined that the Canonreeve was keeping choice antiquities from a nearby historical research project taking place in one of the many ruins within the Eton Nir mountain. He altered manifests and records so that he could sell the antiquities to foreign collectors, leaving no trace that any items had gone missing. The judiciar gathered the evidence and eventually the Canonreeve learned that not even rank and noble blood were above the law of the land.",
        "The Divine Prosecution also deals in matters of religious and cultural law. It is our job to police the social ordinances of Altmer society. The Case of the Imperfect Perfection provides an example for us to review. This incident concerned a jewelry crafter who had a run of bad luck that resulted in multiple necklaces, rings, and amulets that had noticeable flaws in their construction. It fell to Chief Justiciar Naldulmo to investigate the accusations of consistent failure to craft perfect jewelry on the part of the artisan. When the Chief Justiciar ascertained that the crafter was indeed guilty of falling far from her past level of perfection, he carried out the warranted punishment and ordered the crafter to smash her alaxon sphere while he watched. The crafter would have to work to regain a state of perfection and petition to receive a new sphere.",
        "These are just some of the cases handled by the Divine Prosecution."
    ]
}