{
    "id": "ACaseforOpenBorders",
    "paragraphs": [
        "My fellow citizens, I was as worried as you were when I read Queen Ayrenn's proclamation. Opening up our borders was not a decision to take lightly. I too feared the dire implications such an act would have on our beloved homeland. Would our cities be infested with fleas? Would our children be stolen from their beds at night? Fellow citizens, I assure you, I had just as many concerns about the safety of our proud Summerset as you.",
        "As a Kinlord, I had the great privilege of voicing these concerns to the very court of Summerset, and often found myself in the middle of the hotly debated topic. It was unprecedented, madness of the wildest kind! I was determined to put a stop to the desecration of our beloved homeland. I too felt as though we were betraying our ancestor's wishes. Yes, my fellow citizens, I did adamantly oppose the very idea of opening our borders to these outsiders, cats and cannibals that I knew to be unworthy.",
        "Then something changed. I changed. Please, allow me to tell you why I now wholeheartedly support the queen's decree. Allow me to plead the rights of those who are now our allies and neighbors.",
        "This change started with the stories I heard of the war effort, of that I am certain. A narrow victory, only assured by the archery support provided by the Wood Elves. Khajiit agents who learned decisive secrets through clever subterfuge. Even looking at simply the numbers of our forces, no matter our military expertise and strength, I knew it was impossible to fight this war alone. Still, I was adamant. Our tentative associates need only serve us on the front line. What need had we for them here in Summerset?",
        "I was set in my ways, and I felt that nothing could sway me. It was only when the unimaginable happened that I saw the truth.",
        "Andimeril, my shining star and only son, fell upon the battlefield. How often I think back to the night he left. If only perhaps I had been less stubborn. If only I hadn't bitten my tongue out of spite. If only I could have found the right words to convince him to stay. He was young and foolhardy, and far braver than I have ever been. The very thought that I'll never see his face again still tightens my chest so painfully I can barely breath.",
        "I did not learn of my son's death through courier or friend. No, I found out when a young Wood Elf stood before me, boots caked in mud and eyes filled with tears. In her hands was a plain, metal box, and I knew before she even spoke that my son's ashes were inside it. Her name was Grenith.",
        "\"He never asked me to do this,\" she said as her tears began to fall. \"In fact, he always said he was never coming back. But I just couldn't bear the thought, you know? He deserved to come home.\"",
        "Before that day I had never even spoken to a member of another race, never looked into the eyes of those who I had always believed were so much lower than myself. It was then that I could no longer deny what was happening. That day my eyes were finally opened to the truth, not through debate or decree, but simply from that shared sorrow I felt with Grenith. So painful it had to be real.",
        "The allies who we think so little of are dying with our sons and daughters, every day. They share meals, exchange stories, try to find laughter and comfort when they can. They fight side-by-side, entrusting each other with their lives. This is the reality of their daily battle, far from our tranquil shores.",
        "Grenith told me about the last weeks of Andimeril's life. Perhaps it was only to comfort a grieving old mer, but she had nothing but admiration for my son. Her words of his bravery and kindness gave me a solemn comfort. My son died standing up for the ideals he believed in. To me, a letter from our queen herself would not have honored Andimeril more than the kind words of his fellow soldier.",
        "How selfish the thought is even now, but this comfort would not have been possible without our open borders. The honor that Grenith showed to my family would never have happened. She would have been treated just as I always believed her kind should be treated, as inferior, as unworthy. Without her, Andimeril would never have found his way back home, but rather remained as an unknown corpse on some distant battlefield. I would never have gotten the honor of putting my son to rest.",
        "My fellow citizens, these other races deserve nothing but our respect. If my personal story in no way moves you, please, I implore you to speak to them. Buy them a drink at your local tavern, invite them into your home for a meal. As a culture of scholars, we must open our minds and learn. Do so and I assure you, you'll find cultures that are vastly different, often shockingly so, but just as rich as our own.",
        "Don't close your minds as we once sealed our borders. Our future depends on the ability to move forward. Take that first step with me, my fellow citizens. Soon you'll find yourself walking toward tomorrow."
    ]
}