{
    "id": "CassipiasChangeofHeart",
    "paragraphs": [
        "By Little Leaf, Seneschal to the Regent of Serpentine Stratagems",
        "Cassipia, she who wields the title of Regent of Serpentine Stratagems of the Scaled Court, sees twelve steps ahead at all times. She carries contingencies and alternate plans with her the way a warrior carries multiple weapons, ready to pull out the right tool for whatever situation presents itself. But her recent actions have left me confused. I don't know what to think! Maybe if I write down what I know, my path will become clearer to me.",
        "While I am loathe to commit the entirety of Cassipia's actions to paper, as I don't want to inaccurately portray her complex thoughts, what I've seen and heard must be recorded. I don't want her enemies to twist the truth and paint her as some sort of Serpent-hating villain. The world needs to see Cassipia's brilliance for what it really is, as bright and piercing as a million stars, as opposed to the poor light in which she could possibly be bathed.",
        "It was Cassipia who first noticed the connection between the primordial element our alchemists call nirncrux and the celestial energy of Aetherius. The idea to use the element to enhance the work of the Iron Orcs came to Cassipia almost immediately. And the stroke of genius to use it to create a new creature—that came to her in a moment of pure inspiration worthy of the Serpent himself.",
        "But then, when she saw how her work was being used at the Serpent's behest, my friend and mistress became increasingly enraged. She loved the creation of the mantikora, for example, but she hated that it was being turned into nothing but an engine of destruction. She appreciated the skill the Iron Orcs demonstrated with their metallurgy and alchemy, but she detested that such wonderful gear was being wasted on common trolls and welwas.",
        "Suffice it to say, Cassipia has turned against the Serpent, and I don't know how to reconcile that fact. She says she will lead the Scaled Court to a greatness the likes of which this world has never seen, but how can she accomplish this without the Serpent's blessing? I want to believe her, to trust in the woman I love and know. But can I also turn away from the Serpent's coiled embrace?",
        "Cassipia is the Regent of Serpentine Stratagems, and I am barely worthy to stand in her undulating shadow. I know something of what she plans. How she hopes to use the stable nirncrux to elevate her power. But everything feels wrong now. And what she wants to do sounds so dangerous to me. I fear for her safety.",
        "Oh, what should I do?"
    ]
}