{
    "id": "CastigationRitual",
    "paragraphs": [
        "I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil. I will not misspell the words of Sotha Sil."
    ]
}