{
    "id": "CatFood",
    "paragraphs": [
        "Dear Thane Vigli Storm-Breast,",
        "Honored leader of the Nord Cultural Exchange, it is I, Rigurt the Brash, writing to you in Windhelm as you requested. I have arrived in the hot and sandy land of Northern Elsweyr, home of the Khajiit cat people. It is very hot. And sandy. And you wouldn't believe how many Khajiit live here! It is more than Rigurt can count on both hands and even his feet!",
        "Rigurt wants you to know that he is hip-deep in making friendly overtures to the nice cat people. Soon we will have a signed peace treaty and a fully operational cultural exchange. Has Rigurt ever failed you before. Well, except for that one time. And that other one. But I digest. And speaking of digesting, let me tell you about all the amazing food Rigurt has consumed here in the land of Anequina! (That's what the cat people call Northern Elsweyr.)",
        "First, let me tell you about the cat food. Much of it is sweet, but it is also quite delicious. Goes well with mead, too. Three particular dishes stood out for Rigurt. I even acquired the recipes, so I can cook them for you when I return to Windhelm. We will have a feast fit for the Skald King! Do you think he would like to join us?",
        "I came upon a stall in a back alley in Rimmen where a twitchy little doggy-cat (don't ask me, the different types of Khajiit confuse Rigurt, too) was stirring a large pot from which wafted a most-pleasing aroma. It reminded me of the Thane Jeggi's Drinking Hole–a combination of the pungent smell of fish and the sweet smell of spilled mead. Turns out, the doggy-cat was cooking what he referred to as sweet-glazed fish bits. I didn't know that fishes had bits, but when tossed with moon-sugar and stir-fried to a crispy crunch, they make for a nice afternoon snack. Rigurt ate four servings!",
        "In the town of Riverhold, Rigurt entered the Inn of Banished Regrets as I have many, many regrets that need banishing. Immediately, Rigurt noticed that all the cat people were not only drinking–they were eating crunchy little nuggets by the handful! Rigurt's mouth gushes with saliva just writing down these words! Who knew you could turn smelly, scaly lizards into delicious crunchy lizard kibble? It cost me a week's worth of mead, but I was able to convince the inn's cook to give me a copy of the recipe. It seems that the cat people can't stop eating the stuff, and Rigurt feels the same way. I just wish I hadn't read the recipe. Turns out, they use the inside of the lizard to make kibble, not the outside!",
        "One dish that tasted amazing was the meat-cake pie I had at a cart in the Stitches. My taste buds did loops as they savory-sweet succulent slid down from my mouth to my tummy. Was it the main meal or dessert? It seemed to Rigurt to be both at the same time! It was confusing but very tasty. The chef refused to enlighten Rigurt as to what kind of actual meat was used as the filling. All she would say was, \"a little of this and a little of that.\" I will have to experiment when I get back to my own kitchen. Do not worry, I will make enough to share!",
        "Now, by this point in my trip, Rigurt has just about had his fill of sweet, sweet Khajiiti cooking. I was desperate to find a spicy rabbit meatball or a haunch of stewed mutton, but such Nord delicacies don't seem to exist in Northern Elsweyr. But I did find a bottle of Dark Moons spiced whiskey. While mead is the nectar of the gods, this spiced whiskey that the cat people distill burns so good on the way down. Rigurt got the impression that it was the beverage of choice for when even the Khajiiti sweet-tooth needs a break from all the syrupy goodness they consume on a regular basis. I acquired three casks of the stuff and plan to put it on the next boat to Skyrim as a gift for the Skald King. I know how much Jorunn appreciates a strong drink when he listens to my latest cultural report.",
        "Rigurt the Brash, Ambassador-at-Large for the Nord Cultural Exchange"
    ]
}