{
    "id": "CatacombsofCathBedraud",
    "paragraphs": [
        "The cemetery of Cath Bedraud is the final resting place for some of our greatest heroes, those who fought the many battles to keep High Rock safe and who bled into the rivers and the soil. They gave up everything they had to protect this very land.",
        "The term \"hero\" depends on one's point of view. One man's hero, after all, can be another's villain, and another's king might be your tyrant. But everyone buried in Cath Bedraud fought and died for this land. Each of them, in their own way, has allowed us to live as we live today.",
        "And beneath the graves of these heroes lies the catacombs. The place where I believe the kings and queens and royalty of the past have been entombed. My studies of the surrounding countryside indicate that the catacombs exist. However, I haven't been able to find an entrance into these hidden tombs. Allow me to speculate on subjects where the existing records are incomplete at best.",
        "Before our time, the greatest battles of the Alessians and Direnni took place in this very land. Thousands lost their lives in the great battles that occurred here. After those conflicts, we saw the last Ayleid King pass away and the bloodline of the Direnni thin out.",
        "Yet these Direnni had the most powerful magic at their command. Some say it was a type of magic that hasn't been seen before or since the Direnni. Magic that allowed them to bring down the tyranny of the Alessians and stop their army.",
        "I can only conclude that those who rest below Cath Bedraud are the heroes who fell in battle those long years ago. That the Direnni buried their own and then sealed the crypts so that their resting places would never be disturbed.",
        "I will continue to search for new evidence that supports this theory. And I will continue to explore Cath Bedraud in the hope of finding an entrance into these catacombs.",
        "I can only hope I don't disturb the Direnni magic that protects these tombs."
    ]
}