{
    "id": "CatalogueofAfflictionsintheCity",
    "paragraphs": [
        "To the alienist, the ability - or inability - of a living mind to cope with stimuli and deprivation is of the utmost interest. How is it that some minds endure when others fail? What manifests in the aftermath of those outcomes? How can those manifestations be identified and altered? The workings of our own minds are as much a mystery as the workings of the material world, and it is no less dangerous to neglect their care than it is to mistreat the corporeal self.",
        "While Clockwork City is a facsimile of Nirn in many ways, it is not a duplication. Many of the rules that govern the world simply do not apply to this realm, and things often taken for granted in the terrestrial world are found to be of vital importance to an individual's sanity when they are suddenly found scarce. Here I will outline a number of the most common afflictions to develop in previously well-adjusted individuals now inhabiting the Clockwork City.",
        "Cyclical Inert Ingestion - Compulsive craving and ingestion of non-nutritious and sometimes harmful materials. It is not unusual for inhabitants and visitors in Clockwork City to experience a palate fatigue for the nutrient paste produced within the Brass Fortress, despite its inoffensive taste and complete nutritional profile. This often causes these individuals to experiment with consuming unusual substances for relief from that fatigue or because of a fallacious belief about the benefits of ingesting the substance that they have developed a taste for. In many cases this condition may safely go untreated, though some individuals' compulsions pose a significant danger to their health and those patients should be remanded to the Asylum Sanctorium for a more controlled therapeutic environment.",
        "Magnusomnic Melancholy - Connections between mortal beings and the stellar bodies are well established, though fraught with superstition and apocrypha. Our relationship with the sun is of particular relevance to the psyche. From simple moodiness and doldrums in the long nights of winter to the violent, frenzied aversion of victims of vampirism, exposure to the sun has a noticeable effect on the mental health of many races, so its complete absence from Clockwork City is trying on most individuals. Lethargy, irregular sleep patterns, dark thoughts or impulses, and a general malaise are all signs that your patient could be suffering from solar deprivation. See volumes on treatment regarding variations of light conjuration and simulated sunlight.",
        "Encapsulation Syndrome - A particularly insidious affliction similar to the acute fear of being trapped commonly observed in the terrestrial world. Individuals used to living their lives under the open sky are sometimes disconcerted by the easily demarcated boundaries of Sotha Sil's heavens. They begin to feel an inescapable sense of confinement that creates ever-present feelings of anxiety and agitation. These mounting pressures will push them to breaking point if left unresolved and should be considered a priority for treatment.",
        "Minisculation Terrors - The terrors can be defined as bouts of irrational panic and paranoia that the victims are shrinking. It is unclear whether these episodes are a side effect of transitioning into this realm, or a pathological reaction to the experience of being miniaturized. Patients tend to describe peculiarities in their perception, ranging from a vague sense of things just being a little off, to vertigo, to delusional claims of evidence. For example, one such patient cited that they were now unable to reach an object they had placed on a high shelf the day before. Often these claims are a result of misremembered details, such as forgetting that they were wearing thick heeled shoes, though there is at least one recorded case of legitimate uncontrolled shrinking, so be diligent in investigating these claims.",
        "Obsessive Focus and Fixation - Particularly common among apostles. Sometimes our colleagues must be saved from themselves. Clockwork City was designed with freedom from distraction in mind. It is a place of contemplation and learning, and sometimes the example Lord Sotha Sil sets is adhered to too closely by his followers. We are not gods. We cannot withdraw into our studies indefinitely and tirelessly without consequence. It may be necessary to intervene in the studies of an apostle who has developed an unhealthy obsession with their research. Fixated patients have been known to neglect sleep, forget to eat, shun all contact with others, and in some cases literally work themselves to death. As such, we are granted the authority to remand such cases to Asylum Sanctorium at our discretion.",
        "Corporeal Odium - Self-loathing, specifically of one's physical form. Outside of Clockwork City it was primarily observed in kingdoms where one's physical features or biological heritage play a significant role in an individual's societal worth. It is also a fairly common trait among possessing spirits. This condition is on the rise among Clockwork Apostles who believe their enhancements represent an ideal that their native flesh fails to live up to. Reckless augmentation, self-mutilation, and emotional volatility are all warning signs that an apostle's desire for alteration has become an unhealthy obsession and the patient should likely be remanded to the Asylum Sanctorium for psycho-spiritual realignment."
    ]
}