{
    "id": "CathedralHierarchy",
    "paragraphs": [
        "A Primer for Novitiates by Chanter Amia",
        "Novitiates, allow me to once again welcome to your new role in the service of Akatosh, the Dragon God of Time. You begin upon a journey of great importance and spiritual reward, but you are not the first to tread this path, nor will you be the last. Many share this journey and will tackle the same challenges that stand before you. While your path may not lead to the same destination as your fellow novitiates, it does travel in the same general direction.",
        "As you begin to perform the duties of the Cathedral of Akatosh, you must ask yourself how you wish to revere the Dragon God of Time. Will you spread the word of the Dragon God through prayer and guidance, leading worshipers through their devotions and hearing their pleas? Or will you take to the pulpit and the street with holy texts in hand, speaking the truths of the Divines to those who require a rekindling of the fires of faith? After you complete your initiations, you will be asked to make that choice. To take up the mantle of Chanter or Sermonizer. Reflect on your decision carefully, for the demands of each branch in the path are very different.",
        "Remember that the Primate oversees all aspects of Akatosh worship in the Cathedral, supported equally by the Grand Chanter and the Grand Sermonizer. For this reason, Chanters and Sermonizers stand shoulder-to-shoulder, bringing the light of Akatosh to the masses in equal but different ways.",
        "As a Chanter, you will follow the lead of the Grand Chanter, offering compassion and guidance to those who come to our Cathedral in need. You will learn to mend their bodies, minds, and spirits with prayer and wisdom, as well as become a teacher yourself, leading worshipers through their offerings and rituals so that they can grow closer to Akatosh.",
        "As a Sermonizer, you will muster behind the Grand Sermonizer, armoring your conviction against the great enemies of heresy and infidelity to guide the lost and faithless back to the protective wings of the Dragon God. You will learn to wield words that will strike at the heart, purging the impurities of dark influence and self-indulgence. The wicked must be chastised and condemned before they may be redeemed, and it is you who will drive out their darkness.",
        "Do not mistake this division of duties for a lack of unity in purpose. We are guided by the Primate, who has the wisdom to see that both paths are equally important to the reverence of Akatosh. The Primate is the guiding light of our Cathedral, improving the lives of all who look upon its shining brilliance. The Primate, like Akatosh, will never lead you astray.",
        "And if a different task calls to you, one of military service and the need to safeguard the faithful, consider pledging yourself to the Order of the Hour. Keeping the Cathedral and the faithful of Akatosh safe from the dangers of the world is a noble calling, should the more spiritual nature of life in the Cathedral seem like too mundane a method to show your devotion to the Dragon God of Time.",
        "These paths stand before you, novitiate. May Akatosh guide you to your ultimate destination."
    ]
}