{
    "id": "CelansJournal",
    "paragraphs": [
        "To Oblivion with this place! When we left Grahtwood, Father said we would find fortune and blessings here in Summerset. Ha! All we've found is stuck-up long-legs, shoving us around and treating us like dogs.",
        "We work in the vineyard for practically nothing—a scant handful of gold each. It's hardly enough to live on. We hunt, just as we did before, but these deer are skittish and lean. There's a hex on the beasts here. They give us a mouthful of meat and bones too flimsy to make anything useful.",
        "The only thing that makes it bearable is Farril. By Yffre, she's the most beautiful creature I've ever seen. She has wide eyes, like butter chestnuts, a swan's neck, and ears sharp as wolf's teeth. Let me put it down here in ink—I will marry that girl. If I can earn her fancy, all this will be worth it.",
        "* * *",
        "Damn that beast, Halimorion! Farril came to me in tears last night. She said that lecherous bastard grabbed her arse and damn-near tried to force his forked tongue down her throat! Mark me: I'll have that mongrel's head in my stew-pot by year's end.",
        "* * *",
        "I can't believe it. Z'en must have heard my prayers. While I was out hunting, I came upon the Ghost of the Green! The real Ghost of the Green, not that imposter the High Elves caught years ago. He gave me a set of leathers, a mask, a bow and quiver, then told me to kill as he would. I can scarcely believe it, but it's true. I am the Ghost of the Green! And I will have my vengeance!",
        "* * *",
        "I thought it would be satisfying to kill Halimorion. I thought it would heal Farril's wounds, and set things right. But now—gods, I have such doubts. I looked down at him, writhing there in the dirt, and felt such a weight on my chest. I could hardly breathe. I never should have done this. What would my mother think if she found out? I need to think—to ask for forgiveness. Perhaps I can find it in the Red Temple. I'm going there now."
    ]
}