{
    "id": "CeryolminwesTranslation",
    "paragraphs": [
        "I originally believed these Ayleid fragments to be part of a longer record of the deeds of an ancient hero. The more I translate, the less sure I am. Note the use of the word I translated as \"(skill)\" in the second excerpt. The word could also be used to reference a physical edge, like that of a sword. That, combined with the talk about cutting and severing, and the whole mention of the bond-brother, has led me to think that this might be referring to an actual weapon.",
        "Much of the context is missing, and the unusual style and structure has made translation even more challenging than usual. I must be overlooking something, but most of the text in this chamber is severely damaged, and I fear I may never attain a complete understanding.",
        "\"… eight-times-gifted and heavy with the weight of justice. The first blood you found flowed from the Jumping Wolf. You severed his hand, and then his other, issuing him rewards for murder and making him to crawl along the ground as a common slave. Until then you had not been born, but in this you knew your purpose.\"",
        "\"It was your (skill) and it alone that secured victory against the Snowthroated Throng. You were aloft over them with your two mighty hands in prayer, and they cowered and begged as you fed them to darkness bone by bone. Your bond-brother (exalted) you and you pulled the stars down at his command to burn their tents, and together you laughed as you drove them before you.\"",
        "\"Oh! Glory and (unknown)! Your story of violence rings through three worlds, cuts the glittering path between. You are name-stealer, destroying the legend of what stood before you. You are forged from starlight and honed with Man's bone. You are only for the worthy.\"",
        "I'm running out of coin to pay my guards, so I'll need to move on soon. I never managed to discover how to open the door to the innermost chamber; I shall have to return. I'm taking rubbings of all the fragments I can find. There's no way they can deny me further funding with this discovery—what if some untouched artifact waits inside?"
    ]
}