{
    "id": "CheesesofTamriel",
    "paragraphs": [
        "If you are like me, the very word \"cheese\" stirs you. Maybe you recall meals shared with family and friends, favorite dishes in the cold of winter, or a simple snack in the shade of a tree while traveling. I am here to tell you how much more there is to cheese than you ever realized. Join me on a journey across Tamriel and discover a breadth of culinary experience you've never imagined!",
        "Let's start simple. Eidar cheese, popular in Skyrim, is eaten by the Nords alongside hearty spit-roasted meats. They do not share the refined approach to cuisine that we Bretons take, but I have discovered that Eidar's rich, earthy flavor and creamy texture are quite conducive to sauces. Try it with poultry dishes or paired with a young Collequiva!",
        "For a more exotic taste from Skyrim, you must seek out cheese made from the milk of mammoths. Only the truly brave can obtain it from the giants who craft it (Yes, giants! Who did you think could milk a mammoth?), but its restorative potential and robust flavor make it well-worth a bit of risk. I've heard it called an acquired taste, but you'll be amazed at how it completes a hearty stew.",
        "As a student of Breton culinary tradition, I cannot rightly count it among true cheeses, but Scuttle bears mention for the adventurous. This delicious treat is crafted from—don't balk!—the flesh of beetles native to Morrowind. Do not let its composition or greasy texture turn you away, for its peppery, complex richness is loved by the Dark Elves for good reason.",
        "For an energizing snack, you must try Elsweyr Fondue. There are countless variants of this dish, but the basics are always the same: a good cheese, strong stock, and, of course, Moon Sugar. Keep your pot on a low flame and be careful not to overdo the ale. The best part is experimenting to find your favorite combination of ingredients and dipping foods. My advice: try adding a different herb every time!",
        "On the subject of melting, the Redguards craft a cheese with an unusual quirk. They keep the secrets of its culturing process close to heart, but love to surprise foreign guests by serving it. It is known as Shrieking Cheese. When it is melted to a certain point, it actually lets loose a jarring scream! In a common dish, small blocks of the cheese are added atop spicy meat as it cooks in an open pot. When it shrieks, it's ready!",
        "Another rare treat, should you ever be fortunate enough to find it, is the legendarily aromatic Olroy cheese. To give you just the slightest idea of how wonderful this cheese is: I do not exaggerate when I say a scent of it alone was worth the many false leads and months of traipsing across southern Cyrodiil in search of it.",
        "Look at all these cheeses, in wheels, wedges, and slices! So many, and it's only the beginning; there are even more cheeses out there just waiting for you. Even if you can't make long journeys in search of these delicious creations, I hope that reading about them encourages you to try as many cheeses as you can find."
    ]
}