{
    "id": "CheesesofSkyrim",
    "paragraphs": [
        "<title>Cheeses of Skyrim: Hjaalmarch, Haafingar</title>",
        "At the behest of my correspondents, I have made great efforts to restrict the contents of my travel journal so as to not lose my reader's interest. In touring the holds of Skyrim, I was unsure through what lens I should present my travels. After a sumptuous meal at the start of my journey, I knew it must be food — and thus, my catalogue of Skyrim's cheeses was born.",
        "The land is diverse as are its climes, and both mean the panoply of cheeses are vast. Again, for the sake of brevity, I sought to capture only the most noteworthy cheese from each hold I visited.",
        "-B",
        "GREENEDGE",
        "Greenedge is a festive cheese, which I found to be rather peculiar due to the dour reputation of Hjaalmarch (and, in particular, its capital of Morthal). The name of the cheese is derived from the charming \"baskets\"— for there can be no other word for it — of rushes plucked from nearby bogs and woven together. The cheese is brined and pressed within these baskets, and the latter process imbues the rind of the normally cream-colored cheese with a verdant hue.",
        "The process for eating it is also curious. Greenedge is customarily eaten at the end of feasts, where young hunters make a game of holding the rush-encased cheese over a burnt torch until its casing is burnt off and the cheese is melted into a nearly-molten state. Veterans of this ordeal are lauded for the showmanship they add to this feat, dancing the highly-combustible cheese along the torchflame without pausing too long, lest the cheese blacken or fingers burn.",
        "Thus prepared, the cheese is flipped onto a table and guests immediately plunge bread — or, occasionally, sliced apples — into the melted cheese. This is particularly a joy to children, for it is at this point that the cheese's secret contents are revealed — dried fruits and berries, and (in wealthier households) a single amber plum. The lucky eater that spears the plum before all others is named the king of the feast.",
        "SOLITUDE EIDAR",
        "The greatest of the cheeses in Skyrim, I must admit — not for its flavor or bizarre nature, but for its extreme rarity. Solitude Eidar is, as its name implies, an eidar cheese, being aged and inoculated with the spores of some fungus. And, like Eidar, it is aged underground, in this case in the vaults below the ancient city. But here are where the similarities to Eidar end.",
        "First is the source. Solitude Eidar is a masterful translation of Western Skyrim's staunch traditionalism to the practice of cheese-making, and this starts with the milk. It is said that only cows that belonged to the herd of Jarl Svartr, first king of Western Skyrim, can provide milk for the cheese. The royal herd, descended from these cows, is maintained by loyal retainers. Milk is shipped regularly to Solitude, where it is inspected by a royal cheesemonger — a hereditary office within the Blue Palace. This connoisseur of dairy has exacting standards for the milk he inspects — indeed, for I have seen him — and only one out of every dozen barrels is deemed fit for the making of Solitude Eidar. The milk is led to curdle, in a precise fashion using a series of hourglasses custom-made for the purpose. Lastly, a crumb of cheese from the previous batch is used in the next one — thus creating an unbroken chain of eidar dating back generations.",
        "The result is, as I am led to understand, a cheese that has the precise appearance, aroma and taste as it had in Svartr's day. I was skeptical until I was given two pieces of cheese, one preserved from decades ago, and one that only recently had been cut. I was instructed to sample both and tell the difference.",
        "I could not, and I wept.",
        "<title>Cheeses of Skyrim: Riften, Falkreath</title>",
        "This continuation of my travel journal, which focuses on the cheeses prevalent in the holds of Skyrim, explores a land and its cuisine that is as diverse as the multitude of flavors that danced across my tongue. Again, for the sake of brevity, I sought to capture only the most noteworthy cheese from each hold I visited.",
        "B.",
        "Riftwash\nOnce reserved exclusively for the jarls of Riften, riftwash is a cheese with a glassy, violet-black exterior, which belies a pallid and crumbly core. As a goat's milk cheese, it is uncommon in the more temperate of Skyrim's climes. Pressed to remove much of the water within the cheese, unlike the goat's milk cheeses of Stormhaven, which the Bretons prize for moistness, riftwash is comparably dry.",
        "Rumor says that the cheesemakers bathe wheels of riftwash in the muddy waters of Lake Honrich, which results in its dark hue.This is, of course, an outrageous falsehood. In truth, the cheese is washed several times in Riften's famous blackberry mead before being shrouded in wax which has been dyed with blackberry must, a by-product of the city's burgeoning meadworks.",
        "Barrowost\nThe people of Falkreath seem to earnestly appreciate their hold's longstanding association with battle and death. The shops, and indeed many families, draw their names and personal heraldry from the seemingly boundless graveyard that abuts the city. It is no surprise, perhaps, that one of Falkreath's most reputed cheeses relies on the dead for a key part of its production.",
        "Barrowost, or more commonly, barrow-cheese, much resembles the common eidar cheese found throughout the holds of Skyrim. Whereas eidar cheese is aged in cellars or caverns, however, barrowost is exclusively aged in barrows—the crumbling, draugr-infested tombs of Skyrim's dark past. Be it the stagnant air, the endlessly sweating stone, or the dark magic within its walls, the cheese gains an intense earthy sweetness, punctuated with sharp notes I find impossible to resist.",
        "As an aside, I learned that Falkreath still practices an ancient Nord custom, the \"grave curd.\" According to the practice, a fresh farmer's cheese is interred atop a loved one's coffin. Every year, on the anniversary of the departed's death, the grave curd is exhumed and a fifth of it is consumed by the bereaved. Many would balk at eating from a grave, but gods help me—the piece that was served to me was delicious!",
        "<title>Cheeses of Skyrim: The Reach, The Pale</title>",
        "I continue my travel journal through the holds of Skyrim with this look at the cheeses of the Reach and the Pale. Again, for the sake of brevity, I sought to capture only the most noteworthy cheese from each hold I visited.",
        "B.",
        "Doe's Ire\nKarthald and the Reach's rocky passes and sheer cliffs make goats the only practical animal for herders to keep. As such, the area's principal cheese is made with goat's milk and flavored with berries from the seemingly ubiquitous juniper bushes that grow across the region. Most curious about this cheese is not its flavor—which I find cloyingly salty—but, rather, its strange role in the politics of the area. The Reach often gives rise to rebellious and ambitious rulers. They live under the armed watch of soldiers from Solitude or Evermore, who often do what they must to suppress the lust for conquest that seems to beat in the heart of every Reachfolk.",
        "In tramping down these ambitions, many of the Reach's traditions become surpressed—save for the making and eating of doe's ire cheese, so named because a goat doe's milk is curdled in the stomach of its own offspring to produce the cheese. The cheese is eaten on feast days dear to the Reach, in stark disobedience of those that would suppress the Reachfolk's spirit. Some say the cheese's salty profile comes from the tears of the doe, whose milk is soured in its offspring's carcass. Patriots of the Reach say the cheese is salty to remind those who eat it of the sorrows that befell the Reach, punishment for unfulfilled destiny.",
        "Bjenost\nBjenost is most curious among Skyrim's offerings, being more of a \"cheese of cheeses\" than a cheese in and of itself. It is eaten almost exclusively by the people of the Pale, who do so to mark the end of winter and the return of spring.",
        "As with many cheeses, bjenost almost certainly originated among the poor of the hold, though now high and low tables alike enjoy this delicacy. Made in the style of many of the hold's sausages, stuffed into the intestines of a slaughtered pig. As the thaw approaches, they take the rinds and crumbs of cheeses that were consumed over the course of the long, dark winter, soak them in a tun of ale (a brown slurry of yeast and malt, the kind of drink that can be a meal in and of itself), then stuff it all inside the intestines. The bjenost is then hung to dry, to be taken down only at the High Spring Fest. It is sliced into golden disks, said to resemble the sun in springtime and enjoyed by all.",
        "<title>Cheeses of Skyrim: Whiterun, Winterhold, Eastmarch</title>",
        "I continue my travel journal through the holds of Skyrim with this look at the cheeses of the east: Whiterun, Winterhold, and Eastmarch. Again, for the sake of brevity, I sought to capture only the most noteworthy cheese from each hold I visited.",
        "B.",
        "Ald Umber\nOne of the most decadent cheeses of Skyrim hails from the kingdom's breadbasket, the fertile and expansive Whiterun Hold. Though I have to admit, for all of the luxuriousness that one feels when eating ald umber, it is neither the most complex nor challenging cheese I've encountered on my tour of the holds.",
        "Many assume by the name alone that ald umber is an extremely aged cheese, in the tradition of eidar. That cannot be farther from the truth. Rather, the name is a sign of how long this cheese has been a part of Whiterun's culinary landscape. I hazard to even call it a cheese, frankly, for its method of production is unlike any other cheese I know. They collect whey from curd-pressings, and rather than discard it, they combine it with cream. This mixture is boiled in a wide, shallow pot over the course of many hours. The liquid becomes solid over time, and in doing so, it adopts a pale brown color and caramel-like aroma, hence the name \"umber.\"",
        "Ghostflesh\nThe people of Winterhold, at least those who don't practice magic within the hold's illustrious college, are a simple folk that eke out a living by working the Sea of Ghosts. There is little pasture for grazing, and the bitter winds coming off the sea are oft as not to see a herd of cattle stricken with ague. Both cow and goat's milk are in short supply. What little is at hand is made into a fresh, soft farmer's cheese. But despite the humble circumstances, the people of Winterhold make one of the most delicious cheese dishes I've ever experienced.",
        "The elderly and the children of the hold, too young to brave the waters of the Sea of Ghosts, spend the day collecting seaweed, which they dry for several weeks. The simple farmer's cheese is smoked over a pile of burning seaweed, imbuing it with an aroma of the sea. It is then—and this is the most marvelous part—baked, being wrapped in a pastry that is composed of flour and horker suet. This permits the brave fisherfolk to eat while working the sea, where often they can only spare one hand at a time.",
        "When freshly baked, the molten innards of these dumplings steam and crackle, while the crust remains flaky and light, as though one were biting into the flesh of an ethereal creature. They are best enjoyed after walking several hours on Winterhold's frozen shore, chased by the onset of dusk.",
        "Mammoth Cheese\nThe good people of Eastmarch, who proved such kind hosts to me on my travels, will likely never forgive me for glossing over their contributions to the art of cheese making. But given the number of Giant camps within the hold's borders, I would be remiss if I did not take this opportunity to wax on the singular dish mentioned in every bedside fable about Skyrim—mammoth cheese, the single commodity produced by Giants.",
        "It is cheese of a primitive sort. They fill the stomach of a young mammoth to near-bursting with the milk of a Giant's mammoth herd. The milk curdles and the resulting curds are placed into hide sacks and wrung to release moisture. What remains is a paste-like mammoth cheese—unappetizing to any connoisseur and not worth the risk to acquire.",
        "What is worth remarking on, however, is the strange behavior of Giants that graze their herds near the sulfurous pools in the countryside. They take their sacks of curds and boil them in the mineral-rich waters, giving the cheese a pleasing and complex bouquet, that I can only liken to ash used in glassmaking, called potash. Once this is done, the mammoth cheese becomes something worthy of the finest tables in all the land."
    ]
}