{
    "id": "AChildsTamrielBestiaryGerman",
    "paragraphs": [
        "Librarian Comment:",
        "Because the names of animals are different in German than in English, this text features some new additions.",
        "",
        "Von Shane gro-Orath (Schlau, nicht? Haha!)",
        "A steht für Alit, Echse auf zwei Beinen,\nSo ein Unterbiss muss weh tun, möchte man meinen.",
        "B steht für Bär, ein zottliger Gesell,\nBergab ist er langsam, bergauf aber schnell.",
        "C steht für Chaurus, Schneekäfer groß,\nBitte nicht streicheln, sonst seid die Hand Ihr los!",
        "D steht für Dünenbrecher, im Wüstengrab,\nNagt im Schlaf deine Beine dir ab.",
        "E steht für Eisgeist, der weiß, was Bescheid heißt,\nDen Zeitgeist beizeiten ganz dreist mal beiseit' reißt.",
        "F steht für Fledermaus, flinker Gesell,\nMacht keinen Unterschied zwischen dunkel und hell.",
        "G steht für Goblin, die gibt's überall,\nZünd ihren Pups an, dann gibt's einen Knall.",
        "H steht für Horker, hoch droben im Eis,\nMögen's gern kühl und nur ungern sehr heiß.",
        "I steht für Irrlicht, mal hier, mal weg,\nLass dich nicht locken, sonst stirbst du im Dreck.",
        "J steht für Jaguar, im Urwald versteckt,\nWurde bisher noch niemals entdeckt.",
        "K steht für Kwama, leben in Morrowind,\nGraben sich durch die Erde. Weiß jedes Kind.",
        "L steht für Lamie, die Schlangenvettel,\nHat Kinder auf dem Speisezettel.",
        "M steht für Mammut, kuschlig und schwer,\nStapft in Herden hinter Riesen her.",
        "N steht für Nixhund, jagt im Käferrudel,\nIhr Fleisch schmeckt gut zu frischem Strudel.",
        "O steht für Oger, dumm wie ne Laus,\nDoch lass dich nicht fangen, sonst heißt es Garaus.",
        "P steht für Pferd, stattlich und schlau,\nDoch der Waldelf an sich bevorzugt die Sau.",
        "R steht für Rabe, Nocturnals Gefährte,\nErzählt gern Geschichten, pointenbewehrte!",
        "S steht für Schlange, sie schlängelt geschwind\nVersteckt im Gebüsch bespäht sie das Kind.",
        "T steht für Troll, Re-ge-ne-ra-tion,\nKompliziertes Wort. Finde ich schon.",
        "U steht für Untoter, Sklaven, die schweigen,\nDas Ende naht, wenn aus dem Grab sie steigen.",
        "V steht für Vampir, mit spitzem Zahn\nZapft er dir die Gurgel an.",
        "W steht für Werwolf, Hircines Gesandte,\nHuch! Ein Wolf! Grad war's noch die Tante!",
        "X steht für Xivilai, daedrischer Meuchler,\nHalb immun gegen Zauber, der alte Heuchler.",
        "Y steht für des Yokudaners Ross, gebaut wie ein Schiff\nBeliebt bei Rittern als Schlachtross mit Pfiff.",
        "Z steht für Zombie – war klar, dass die kommen\nLauf so schnell du kannst, sonst wirst du mitgenommen!"
    ]
}