{
    "id": "ChildrenoftheAllMaker",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC",
        "",
        "<center>Children of the All-Maker</center>",
        "<center>by\nTharstan of Solitude\n</center>",
        "If the title of this text rings familiar, then perhaps you, like me, have had the great pleasure to become acquainted with a most remarkable people, the Skaal of Solstheim.",
        "Upon first meeting these gentle wild-folk, I was immediately impressed with their great hospitality. They welcomed me into their homes, one and all, without the slightest hint of suspicion or uncertainty. Trust, it seems, comes readily to the Skaal.",
        "In appearance, the Skaal are clearly of Nord ancestry. However, they are culturally distinct in several significant ways, the most notable of which is their faith. Having never adopted the pantheon of the Empire, the Skaal recognize only a single deity whom they call the All-Maker.",
        "For the Skaal, the All-Maker is the source of all life and creation. When a creature dies, its spirit returns to the All-Maker, who shapes it into something new and returns it to Mundus. The concept of death as an ending to life is unknown to the Skaal. Rather, death is seen as simply the beginning of the next stage of an endless journey.",
        "This great respect for life is evident in one of the most important Skaal beliefs, a concept the villagers call \"one-ness with the land\". The Skaal try to live in harmony with their surroundings, making as small an impact on their environment as possible. When a Skaal villager sets out to collect firewood, for example, he or she takes it from fallen, dead trees. When the Skaal hunt, it is only out of necessity, and not for sport. Because they hold all life in great reverence, the Skaal people will resort to violence only as a last resort.",
        "This has understandably led to a rather austere lifestyle for these simple, good-natured folk. For the Skaal, the word \"luxury\" is nearly an alien concept, though I was intrigued to note that one villager, Edla, has taken to trading basic goods with travelers who pass through the village in exchange for small luxury items. Such an enterprising outlook is something of a novelty for the Skaal.",
        "Though it saddens me to conclude this account on such a somber note, it is impossible to deny the hard truth that the Skaal people are dwindling. In a century or two, it is possible that their unique way of life will be lost to the world forever, reduced to little more than a footnote in the great epoch of history.",
        "This comes as little surprise, given the immense hardships of a life lived in such an extreme environment. For the Skaal, it is a daily struggle to survive the perpetual wintry climate of northern Solstheim, but other challenges have recently appeared.",
        "The ashfall from Vvardenfell has taken its toll on the plants and animals upon which the Skaal depend for their survival, and life is now a struggle for all who call Solstheim home.",
        "Therefore, I humbly beseech any students of history who might encounter this modest text to travel to Solstheim and learn all that can be learned of this noble people and their ancient customs. The Skaal people might not be long for this world, but let us assure that their proud and noble legacy lasts well into the future."
    ]
}