{
    "id": "AChildsTamrielBestiaryFrench",
    "paragraphs": [
        "Librarian Comment:",
        "Because the names of animals are different in French than in English, this text features some new additions. In particular, it is our first in-game appearance of the Jills, who are time-mending dragons in the service of Akatosh.",
        "",
        "Par Shane gro-Orath (elle est bonne, hein ?)",
        "A comme alit, un lézard bipède\nIl mord très fort, il a surpris les Nèdes",
        "B comme biche, belle et craintive\nElle court dans le bois, discrète et vive",
        "C comme chaurus, gros insecte des terres enneigées\nNe tente pas de le caresser, ta main il mangerait !",
        "D comme diablotin, une peste nuisible\nQui te lancera des sorts, car tu es comestible",
        "E comme éventreur, des déserts profonds\nIls se recouvrent de sable blond",
        "F comme foudroptère, aux pinces électriques\nÉchappe-toi, prends tes claques et tes clics",
        "G comme géant, de Bordeciel vient sa rumeur\nIl garde des mammouths, et a sale humeur",
        "H comme hoarvor, une grosse tique des bois\nSi elle t'attrape, tout ton sang elle boit !",
        "I comme insecte, on en trouve partout\nCertains sont gros, te feront des trous",
        "J comme jills, êtres mythiques\nElles réparent le monde quand le dragon se brise",
        "K comme kwama, en Morrowind il vit\nDans des tunnel sous le sol il git",
        "L comme lamie, sorcière serpent sauvage\nelle cherche à manger les enfants en bas âge",
        "M comme mort-vivant, de la nécromancie\nl'enfant, de la tombe il sort à minuit",
        "N comme nix, les chiens chitineux\nle alchimistes font des drogues avec eux",
        "O comme ogre, qui est plutôt bête\nS'il t'attrape il te fera ta fête",
        "P comme portemort, un méchant daedra\nDont les maîtres se trouvent en Oblivion",
        "R comme ragnard, rongeur futé\nS'il te mord, tu seras infecté",
        "S comme spriggan, racine, écorce et liège\nIl se cache dans les bois, il volera ton siège !",
        "T comme troll, il a trois yeux\nDes griffes comme des crocs, des crocs comme des pieux",
        "U comme ursidés, la famille des ours\nCache-toi de leurs griffes quand ils font leurs courses.",
        "V comme vampire, prêt à te mordre\nd'hémophilie porphyrique tu vas te tordre",
        "W comme wamasu, bête des temps jadis\nDans le marais, gare à leur hubris",
        "X comme xivilai, assassin daedrique\nSon épée te tranche, sa dague te pique",
        "Y comme yokudan, race de destriers\nmonture de guerre du noble chevalier",
        "Z comme zombie… ils viiennent en dernier\nCours, si tu marches, tu seras dévoré"
    ]
}