{
    "id": "ChildrenoftheRoot",
    "paragraphs": [
        "\"[Note: Collected by researcher Solis Aduro from an oral tradition of the Adzi-Kostleel tribe and not otherwise attested.]",
        "There was first only Atak, the Great Root. It knew of nothing but itself, so it decided to be everything. It grew and grew, trying to fill the nothing with itself. As it grew it formed new roots, and those roots took names, and they wanted space of their own to grow.",
        "Then Atak learned that there were things other than itself. They were just like Atak, but went a different way from it. They saw and made strange new things that did not last except in how it changed them.",
        "Atak continued to grow until something came back from the nothing. It was like a root but had scales and eyes and a mouth. It told Atak that it was called Kota, and it had been growing, too. Now that it had a mouth, it was hungry.",
        "Atak named Kota for what it was: serpent! It put roots through the serpent's eyes. But Kota was old and strong like the root, and had grown fangs while it was away. It bit Atak. They coiled around each other. From their struggle, new things came to be. Atak learned things Kota had learned, including hunger, and so it bit Kota back. They ate and roiled for so long they became one and forgot their conflict.",
        "They shed their skin and severed their roots and called themselves Atakota, who said \"Maybe.\"",
        "When Atakota said this, the skin it had shed knew itself. It ate the severed roots and even though it was dead, it followed Atakota like a shadow.",
        "Atakota continued to roil, and each of its scales was a world that it devoured. But now Atakota was not in conflict, and things had time to begin and end. The shadow wished it could eat these things, but its belly was full of roots that were growing.",
        "When the shadow could bear it no longer, it swam closer to Atakota and spat out the roots. Now that its belly was empty, the shadow almost ate them again and everything else it saw. But it had come to see the roots as its own after carrying them, so instead it told them secrets and went to sleep.",
        "The roots found others and told them how they had survived in the belly of the shadow and how they were still able to grow there. When they shared this knowledge with the others it changed them, and they took on new forms with new names.",
        "Some of these spirits wanted to keep the names and forms they had chosen, but they had learned them through the shadow, and it was now in all of them, making them temporary. They learned of hunger and conflict, and they learned to fear change and called it Death.",
        "These spirits were angry and afraid, but the roots showed the spirits ways between places from when Atak had made paths out of nothing. They could use these riverways to hide from Death.",
        "The spirits were content and set about to make things that looked like them and shared in their aspects and loved them. They kept growing until they were as big as Atakota, and they forgot it came before them, and that it had a shadow that was sleeping.",
        "In time, the worlds were too big and there was no more room. Again the spirits went to the roots to ask for more. But the roots had gone to sleep content with what they had made, because it changed so often that it did not need to grow.",
        "The spirits grew so desperate and hungry that they tore at Atakota's skin and drank of its blood. They ate until they broke Atakota, so that Atak remembered growing, and Kota remembered being nothing. There was conflict again, and from the spirits Atak and Kota learned about Death, so there was violence, blood, and sap.",
        "In the chaos the spirits were lost and afraid, so they ate others and themselves. They drank of blood and sap, and they grew scales and fangs and wings. And these spirits forgot why they had made anything other than to eat it.",
        "There were other spirits that still clung to what they were and what they had made. A forest spirit came and saw that the roots loved their children like she loved hers, so she taught them to walk and talk. They told her secrets with new words, and she sang the song back to them. The roots woke up when they heard this, and joined with the forest.",
        "The roots saw that Kota's blood had made oceans, and Atak's sap had made stones, and each of these spirits had never known the shadow. The roots knew what this would mean, and asked the shadow to protect its children.",
        "The shadow woke. It looked upon Kota and Atak and saw how different the nothing had become and how it was becoming the same as before. It remembered it was the skin of Atakota, and it was bigger than Kota or Atak alone, so it decided it would eat them both.",
        "And it did. The shadow ate the snake and the root, and the sap and stone, and the oceans of blood, and all of the spirits. It had eaten everything before it remembered the roots that were its children, so it looked unto itself to find them. When the shadow saw this, it remembered that it was a skin of something that came before, and it had eaten what came after, and this would be an end that always was.",
        "And so the shadow shed its skin, even though that was all it was, and it fell like a shroud over the roots, promising to keep them safe within its secrets."
    ]
}