{
    "id": "AChildsTamrielBestiary",
    "paragraphs": [
        "By Shane gro-Orath (Clever, no? Ha, ha!)",
        "A is for Alit, a two-legged lizard\nWith enough underbite to swallow a wizard",
        "B is for Banekin, a mean Daedric minion\nWhose masters are found on the planes of Oblivion",
        "C is for Chaurus, big bug of the snow lands\nDon't try to pet, or he'll snip off your hands!",
        "D is for Duneripper, of desert so deep\nIt'll chomp off your legs from below as you sleep",
        "E is for Eagle, so loved by the Elves\nThey plaster its image all over themselves",
        "F is for Faded Wraith, haunting the tomb\nLurking in dark to deliver your doom",
        "G is for Giant, of Skyrim I've heard\nHe keeps Woolly Mammoths, and tends to his herd",
        "H is for Hoarvor, huge tick of the wood\nThat's eager to catch you and drain all your blood!",
        "I is for Imp, an obnoxious pest\nWho'll fry you with spells for the sake of a jest",
        "J is for Jackal, who haunts Bangkorai\nWith mouth at the right height to nip out your eye",
        "K is for Kwama, in Morrowind found\nThey live in bug tunnels far beneath the ground",
        "L is for Lamia, snake-hag of the wild\nWho hopes she might corner a lost little child",
        "M is for Mudcrab, annoyance ubiquitous\nNasty, unpleasant, ugly, iniquitous",
        "N is for Nix-Hounds, pack-hunting bugs\nAlchemists render their flesh to make drugs",
        "O is for Ogre, whose wits are quite dim\nBut if one should catch you, your prospects are grim",
        "P is for Pigs, relatives of the Boars\nThat Wood Elves will ride instead of a horse",
        "R is for Raven, dark Nocturnal's totem\nI hear hers can talk, and then you can quote 'em!",
        "S is for Spriggan, root, bark, and bough\nIt hides in that thicket — it's watching you now!",
        "T is for Thunderbug, vast shocking beetle\nIts pincers will get you, or its serrated feet'll",
        "U is for Undead, necromancy's slaves\nApocalypse comes when they rise from their graves",
        "V is for Vampire, ready to drill ya\n'Cause she's got a case of Porphyric Hem'philia",
        "W is for Wisp, evil glow-ball that beckons\nDon't follow, or you'll be seen no more, I reckons",
        "X is for Xivilai, Daedric assassin\nWho'll pop off your head on a whim as he's passin'",
        "Y is for Yokudan Warhorse, the Forebear\nKnight's mount that he rides when he goes off to warfare",
        "Z is for Zombies — you knew they'd be last\nRun, don't be walking: some are quite fast!"
    ]
}