{
    "id": "ChimesofSilver",
    "paragraphs": [
        "By Geem-Shah, Singing Mouth of the Naka-Desh Tribe",
        "",
        "Many dryskins blame us for killing the Kothringi. They twist their faces and spit dry words like \"murder,\" and \"conspiracy,\" and \"witchcraft.\" Even now, long seasons later, people still believe the Saxhleel conjured up the Knahaten Flu. I wish they could peel the hate from their eyes and look up-river to the days when I was a hatchling. Back then, the people of the root and the silver-skin tribes walked hand-in-hand, bound by mud, good food, and cheerful dancing.",
        "",
        "I have many memories of the silver-skins. When I shut my mortal eyes, I can still smell Kuusa's heel-snail kabobs drawn fresh from a clay oven. I can hear the tin-chimes sing as they jangle at Dassil's waist. I can feel Old Haduk's rootfoam scrape down my throat and warm my belly. But what I remember most of all is the music. The shimmering songs without end. I miss those songs most of all.",
        "",
        "We Saxhleel have a multitude of musical instruments, both simple and not-so-simple. The Kothringi, however, had many, many more. Indeed, my egg-sister and I used to joke about how anything could be an instrument in the hand of a Kothringi. Their tree cutters turned hollow logs into wamasu-sized drums. They plucked the sinew from cliffstriders to make low humming bow harps. The instruments they loved best, however, were their chimes.",
        "",
        "Unlike people of the root, Kothringi had no distaste for metal. While they rarely wore clothes, they did wear bits of metal on thin strands of rope that tinkled and jangled as they walked. Their metal-tamer, Baelah, would cast lumps of tin and copper into his great fire pit and draw them out hot, twisting and molding them with a stone mallet until they took the right shape. After the metal rods cooled, he would hang them from tree boughs and strike each in time to take the measure of its song. Baelah made hundreds of these chimes, intent on taming every sound that metal could make.",
        "",
        "One warm night in Nushmeeko, he summoned the tribes to his village for a feast. I do not know why they feasted, but we did not care. When the feasting was through, we all gathered around his great singing cypress and listened to his family play the chimes. Eight Kothringi—his wife, uncle, and five sons—leaped from root to branch like sure-footed treefrogs, tapping the chimes with their song-sticks. The sound it made echoed in my chest like the gentle child of a thunderclap. Each of us felt our hearts burn bright as a torch, and many of the silver-skins wept joyful tears.",
        "",
        "When dryskins say we killed the Kothringi, I think of that night in Nushmeeko. Had they heard what I heard and saw what I saw as a hatchling, they would know that no child of the Hist would destroy something so beautiful.",
        ""
    ]
}