{
    "id": "ChirrharisNotes",
    "paragraphs": [
        "Warning: Reactions with Clockwork City soil may radically change a mushroom strain's expected properties. Only imbibe fungi after extensive testing using fabricant subjects. As the saying goes, you can eat all mushrooms, but some only once.",
        "Strain A-01-K: Large, flat caps, red. One stalk in cluster always white. Subject exhibited difficulty keeping balance after eating sample. Three gear clicks later, subject charged in unpredictable directions, often losing its balance while doing so. This resulted in a short delay in experimentation as factotums repaired damage to nearby equipment.",
        "Strain B-01-T: Medium-sized, puffy caps, white with blood-red spots. Subject ate sample rapidly, then proceeded to the next. Factotums had to react quickly to prevent subject from eating the entire batch.",
        "Strain C-02-K: Large white pods with black spots, grows in two- and three-pod clusters. Tested a two-pod cluster. Subject grew sick and died shortly after ingestion. Spore pods then grew on subject and burst when handled. Evacuated lab until factotums eradicated all spores. Note: Work out containment procedures before testing three-pod cluster.",
        "Strain D-01-K: Large, round slimy caps, mottled yellow and white. Subject started uncontrollably shivering after eating sample. Attempts by factotums to provide warmth failed. As subject was no longer of experimental use, it was disposed of.",
        "Strain E-02-K: Large to huge, drooping caps, gray. Subject's first attempt to consume a fully mature specimen resulted in the loss of several teeth and a minor stress fracture to the lower mandibular enhancement. Factotums coaxed subject to make a second attempt with an immature, smaller specimen. Subject extracted and ate the warts on the stalk with no ill effect. Note: Attempt to create weapons and armor out of mature stalks.",
        "Strain F-03-T: Medium-sized, wavy caps set in tiers, orange with white rim. Subject immediately evacuated contents of stomach onto the floor. Sent a sample to Idrono for analysis. Note: Reformulate factotums to ignore stains on floor. They become too obsessed maintaining sanitary conditions.",
        "Strain G-02-K: Large, bowl-shaped caps, mottled tan and orange with white-purple stalk. Subject devoured the sample and did not exhibit signs of hunger for two days after ingestion. Note: Conduct further experiments on the nutritional effects of this strain to determine cost effectiveness, as it is particularly labor-intensive to cultivate."
    ]
}