{
    "id": "TheChoppingBlock",
    "paragraphs": [
        "\"You tricked me!\" cried Thredor. He stopped short and dropped his axe as he rounded the corner of the longhouse, face-to-face with a fresh stack of logs next to the chopping block. \"You promised you were going to teach me to fight like you!\"",
        "\"And I am, little brother, if you'll show any patience,\" chuckled Thralorr. \"If you want to learn to use that axe, you have to start with the basics. You think you'll be able to cleave an enemy's skull if you can't split firewood?\"",
        "\"That's easy! I'll show you!\" Thredor snatched up his weapon, a battered iron cast-off from his brother's younger days, and charged the block. With a mighty yell, he closed his eyes and swung the axe over his head with all the strength he could muster, staggering forward as the blade sailed past the log and lodged itself in the dirt.",
        "\"Not so easy, is it? You've got some power there, but that won't help if you can't hit what you want. Here, watch me,\" Thralorr demonstrated a few chops. \"See how I keep my eyes on the target the whole time and take a solid stance? Now you try again.\"",
        "They chopped wood on into the evening until Thredor's arms felt weak and his hands burned where they gripped the haft. He trained like this for many weeks, simply chopping wood, until he could chop a whole cord without a break with only one hand on the axe.",
        "One morning, to his delight, he came to the yard for his daily practice only to find his brother standing next to a construction of stuffed sacks and sticks painted with the roaring lion of the Daggerfall Covenant.",
        "\"You have more strength and good aim now, but let's see how you do with a different target. Come and show this filth what a Nord can do!\" He tossed his little brother a makeshift wooden shield and spent the morning calling out targets and waving the dummy's arms as Thredor hacked away while attempting to block the flimsy blows.",
        "\"I can't wait to try out Troll-Fang on a real one!\" Thredor breathed heavily as the two took a break in the shade of a nearby tree.",
        "\"Is that what you've named it, then? Well, let's hope it doesn't come to that so soon,\" replied Thralorr. \"You've learned a lot, but you've a long way to go yet. We'll keep practicing, and before you know it, you'll be ready to answer the call of battle. Wait, what's that? I think I hear it now!\"",
        "Thredor rolled his eyes. \"That's just mother calling us in,\" he protested.",
        "\"Her wrath is worse than any Covenant soldier!\" cried Thralorr. \"Hurry, before she comes after us!\" Laughing, he chased his brother across the yard and into the house."
    ]
}