{
    "id": "TheChorrolCrier",
    "paragraphs": [
        "<header>THE CHORROL CRIER</header>",
        "Issue 21\nMorning Star, 579",
        "Greetings to my loyal readers. Here's what happened in town since Issue 20:",
        "Seems that everyone has recovered from the New Life Festival, though Verene continues to celebrate.",
        "Darvell is at it again. He passed out several times near the Oak and Crosier this month. He claims not to have been drinking but overcome by fumes from the ground. Darvell insists that there's something underground, something only he can sense. Fumes indeed; poor Vanny!",
        "The Quickstep Bandits struck again, stealing hay and rope from Zegol's storehouse. That should improve Zegol's ever-sunny disposition, no?",
        "Prefect Doran swears she'll do something about the clamor of the merchants around Little Oak Place. The constant bickering over display space must end. Something needs to be done to cut down on the merchants in town. Porcia should have Domitius throw out every other one.",
        "*******************************",
        "<header>THE CHORROL CRIER</header>",
        "Issue 23\nSun's Height, 579",
        "Apologies to my readers—the events of the last months have prevented me from writing the Crier. But now I resume my duties.",
        "The upheavals in Chorrol, both personal and physical, continue. The quakes never stop while the chasm grows ever wider and its list of victims longer. I can't bear to name all those we lost during the cataclysm. Every family has suffered. A walk through town highlights the missing more than the still-present.",
        "Still no explanation for the upheaval. Folks here call it the \"Sundering.\" Darvell insists that he smelled the chasm before Chorrol was torn asunder. He's acting even odder than before, if that's possible.",
        "When Prefect Doran was taken by a creature from the chasm, we looked to Domitius for leadership, but he refused. I have taken up the role, until someone else wants it. I sent Ethyan and Larian to the Imperial City, to see if more is known of these events. And to request aid for our ruined town.",
        "*******************************",
        "<header>THE CHORROL CRIER</header>",
        "Issue 24\nHearthfire, 579",
        "As most know, Ethyan and Larian returned from their journey last week. None of the news was good. They didn't make it to the city. The bridges are gone and monsters roam the banks of Lake Rumare. Our scouts heard rumors from refugees fleeing the city. No aid is coming; the city lies in ruins.",
        "The cataclysm that split Chorrol in half also devastated the Imperial City. Some say it originated there. Larian reports the city folk called it the \"Soulburst,\" though none knew why.",
        "Emperor Varen is missing. Some say he died in the upheaval, others that he was just badly injured. Maybe it was his soul that burst? The Five Companions are all missing as well. Some say that Sai Sahan killed the emperor and stole the Amulet of Kings. Others claim it was Lyris. Only confusion reigns in the Imperial City now.",
        "And in Chorrol as well. Creatures of flame lurk in the chasm now, seizing any who venture near. Fumes from the fiery depths have caused several Chorrolians to pass out while crossing the bridge and topple to their deaths. At least the fumes and monsters have chased away the merchants who used to infest Little Oak Place. I suspect we'll miss them in the months to come though.",
        "*******************************",
        "<header>THE CHORROL CRIER</header>",
        "Issue 25\nFirst Seed, 580",
        "It's been many months since my last issue. I don't seem to have the energy for it anymore. I'll try to be better.",
        "Chorrol teeters on the edge. Quakes shake the town almost every day. Our homes fall down around us. The chasm almost feels like part of the town now. It's hard to remember what Chorrol was like without it.",
        "Many have left. Those who remain either have nowhere else to go or are too stubborn to give up. We're all just hanging on, waiting for we know not what.",
        "Nowhere else is any better. They say the Tharns have seized control of the Empire, though they control little more than the city and Lake Rumare's environs. Clivia Tharn is now Empress Regent; may the she-wolf choke on the title.",
        "Armed gangs roam the countryside, Imperial Army deserters gone bad. True soldiers are rarely seen, as they hide in their keeps. Rumors of war with the barbarian nations outside Cyrodiil are heard every day. They smell the Empire's weakness and look to conquer the jewel of Tamriel. The gods help us all.",
        "*******************************",
        "<header>THE CHORROL CRIER</header>",
        "Final Issue\nSun's Dusk, 580",
        "Sorry, but I can't do this anymore. This is the last issue of the Crier, unless someone else takes it up.",
        "I keep hoping things will get better, but they only get worse. Each quake brings another piece of my house down and slides it a little closer to the chasm. I keep expecting it to fall in any day. When it does, I'll go with it. Ethyan does his best, but the house is more patches than holes now.",
        "Armies march past the town, sometimes right through it. Never the Imperial Army, always troops from the Covenant or Dominion. Food is scarce, crops stolen or trampled by the invaders. We're slowly starving here.",
        "No place else to go. War is everywhere. Bandits pillage at will. Travelers tell of monsters roaming the countryside. The few merchants who made it here are too scared to leave. Not that they have much to sell.",
        "Who can fix this? It can't be fixed. This is the way things are now, until we die. The gods have left Cyrodiil. I wish you all luck, but you won't find it."
    ]
}