{
    "id": "TheChroniclesofKingKurog",
    "paragraphs": [
        "By Zephrine Frey, Chronicler of Wayrest",
        "<title>The Chronicles of King Kurog, Book I</title>",
        "I first met Kurog gro-Bagrakh in the wilds of Elsweyr. I was there pretending to be a scholar from Wayrest, but my true purpose was to watch, listen, and report back to King Emeric of Wayrest about events in the Khajiiti homeland. It was in this capacity as a spy that I originally encountered the boisterous and charismatic Orc warrior. He was newly arrived from Wrothgar, busy establishing himself in the mercenary group known as Gaspard's Stalkers. From all reports, he was brave, competent, and of unmatched physical prowess. He certainly looked the part to me.",
        "The Breton mercenary leader, Gaspard Esmery, opened his ranks to any and all races. As long as you were willing to follow orders and fight with all your strength, Gaspard had a place for you in his unit. Kurog brought along a handful of powerful Orcs who also happened to be extremely loyal to the young warrior. Soon, they were the most-prominent members of the Stalkers, getting the most-dangerous missions and the ogre's share of the loot.",
        "I was able to get close to Kurog on a number of occasions. He enjoyed being flirted with, especially by an attentive Breton woman who enjoyed sampling Khajiiti delicacies as much as he did. During these moments when we met for food and drink, he let down his guard and told me things I'm sure he wouldn't have revealed to any of his male acquaintances. It was during one such rendezvous, in a dark and seedy tavern in the city of Orcrest, that I learned about the Orc warrior's past and his dreams for the future.",
        "We have all heard the horrible stories of life in the Orc strongholds. Kurog told me of his younger days as part of a clan in distant Wrothgar. He was the best and the brightest of a new crop of younglings—stronger, faster, and in many ways more brilliant than either his contemporaries or most of his elders. But he was unsatisfied with life in the clan. He wanted to prove himself in battle. He wanted to see the world. And both he and his clan chief knew that if he remained in the stronghold much longer, one of them was going to die. That was the way of life for the Orcs.",
        "Instead of pushing the issue and challenging the chief, Kurog rallied his bosom companions and signed on with a recruiter for Gaspard's Stalkers mercenary company. After lending his talents to help win skirmishes across Hammerfell and Cyrodiil, the company had made its way to Elsweyr. Kurog seemed to be having a grand old time seeing the sights, eating the food, bedding the wenches (his words, not mine), and winning battle after battle. I offered Kurog a spoonful of honey pudding, my other hand resting on his powerful arm, and asked in all innocence, \"But what about the future, my powerful friend?\"",
        "\"The future?\" Kurog laughed. \"I'm going to go home, kill the old chief, and take command of my clan!\"",
        "Kurog said all this matter-of-factly. He wasn't boasting. He wasn't trying to impress me. He was simply telling me what he believed. And you know what? I believed it, too. This was definitely an Orc that King Emeric was going to want to keep an eye on, mark my words.",
        "<title>The Chronicles of King Kurog, Book II</title>",
        "I had the pleasure of introducing Kurog to King Emeric when the Orc mercenary visited Wayrest. He was in the company of his Orc companions. They had recently resigned their commissions in Gaspard's Stalkers mercenary company and were making their way back to the wilds of Wrothgar. Thanks to the friendship I had fostered with Kurog during our time together in Elsweyr, he contacted me in the hope of visiting with me when they arrived in Wayrest. I readily agreed and offered to play tour guide while he was in the city.",
        "After spending a few days showing Kurog around the city and introducing him to the many tastes of Breton society (Kurog certainly does love to eat!), I surprised him with a clandestine visit to Wayrest Castle. I must admit that I was slightly worried about how the meeting was going to turn out. Kurog can be loud and crass, and he knows very little of the social graces. In retrospect, I shouldn't have been concerned. King Emeric and Kurog got along smashingly! They seemed to share similar opinions about politics and warfare, and they took great pleasure in trying to make the other laugh out loud. At the end of the evening, Kurog admitted to the king that he was returning to Wrothgar to claim his rightful place as chief of his clan.",
        "\"Should I be worried?\" King Emeric asked with a smile.",
        "\"Of course you should be worried,\" Kurog laughed. \"But I like you, King Emeric. I think I will seek to rebuild Yashnag's kingdom in Falkreath before I turn my attention toward High Rock.\"",
        "The two men shook hands and a shiver ran down my spine. I had a feeling that I was witnessing something important, even if I never imagined just how monumental this moment would actually prove to be. As Kurog started to take his leave, King Emeric had one more surprise to add to the evening's already long list of amazing occurrences. \"My friend,\" Emeric said, \"I have a request. Allow Lady Zephrine to accompany you back to Wrothgar. She has been my eyes and ears in distant lands, and I certainly want to know how your ambitions play out.\"",
        "Kurog laughed again. It was an infectious sound. \"You want me to take your spy to Wrothgar?\" Again, Kurog demonstrated he wasn't quite as thick-headed as most people believed about Orcs. I wonder how long ago he guessed as to my true nature. \"Damn it all, why not? She's amusing, she knows how to eat and drink, and she's more than pleasant to look at. Pack your bags, my lady. And bring something warm. The weather in Wrothgar can be a bit nippy.\"",
        "And with that, I accompanied Kurog to the land of the Orcs.",
        "<title>The Chronicles of King Kurog, Book III</title>",
        "The journey to Wrothgar turned out to be more pleasant than I expected. Kurog continued to be a fun and exciting companion. If anything, his mood grew even lighter the closer we got to the land of his birth. Along the way, we talked of many things, including Kurog's hopes to change some of the more oppressive and restrictive traditions of his people. \"We should build great cities, cosmopolitan communities with places of learning and culture,\" Kurog said. \"And cuisine. Lots and lots of cuisine. It's so much better than food.\"",
        "When we finally crossed the border into Wrothgar, the mood among Kurog's company of Orcs turned somber and more serious. They knew the stakes of siding with Kurog against their clan chief and were prepared to deal with those consequences, but that didn't make marching toward possible doom any easier. Kurog, on the other hand, maintained a jovial, even childlike, glee. He had prepared for this moment his entire life, and he was ready to leap head-first into his destiny. I was afraid for him, but I was also honored to call him my friend. And, if I may be so bold, just watching Kurog riding tall and proud atop his horse made my heart beat a little faster. I guess I was a bit smitten with the charismatic Orc warrior.",
        "At some point Kurog must have noticed that I was staring at him. He gave me a dazzling Orc smile, winked, and said, \"Once I become chief, you could be one of my wives. Consider that an open invitation.\" I turned away, hoping he didn't see how flush my face had become. I didn't know if I should laugh or scream in angry mortification at such a ludicrous idea. But by the time I gathered my thoughts and turned back to confront him, Kurog was holding up one gauntleted hand. \"From here,\" he said, \"I go on alone.\"",
        "Chief Bolazgar waited for Kurog. Four large, hulking Orc warriors stand beside the chief, their angry gazes locked on the younger Orc. And beyond them, it seemed to me like the entire clan had come out to see what was about to occur. \"Are you going to grovel before your chief and beg my forgiveness, Kurog?\" Bolazgar sneered. \"No, not today,\" Kurog replied cheerfully. \"Today, I challenge you for leadership of the clan.\"",
        "Even from a distance, I could see that Chief Bolazgar was shaking with rage. \"How dare you?\" he bellowed. \"Do you think you can best me in fair combat? Do you?\"",
        "Kurog shrugged. \"As a matter of fact, I know I can best you. You've grown fat and weak while I've been fighting wars in distant lands,\" Kurog proclaimed. \"In fact, I'm not sure there's going to be anything fair about this combat.\"",
        "With a scream of pure hatred, Bolazgar drew his weapon and charged. In stark contrast, Kurog calmly unsheathed his sword and stood his ground. Then, with an economy of motion, he blocked the clan chief's initial, clumsy attack, and followed that with a single, devastating swipe. Bolazgar's head bounced three times before it came to rest against the boot of one of his honor guards.",
        "The field was silent for a long moment. Then the first call went out, \"Long live Chief Kurog.\" The rest of the clan took up the chant as each member, in turn, dropped to one knee before the powerful Kurog. He smiled. \"Today begins a new day for the Orsimer!\" Kurog proclaimed. \"I will lead you to glory! On this, you have my word!\"",
        "And it was clear that I wasn't the only one who believed him.",
        "<title>The Chronicles of King Kurog, Book IV</title>",
        "As the years went by, I was often used as an intermediary between King Emeric and Chief Kurog. Because of this, and due to my ongoing friendship with the chief, I was privy to many of the most significant events in Kurog's life. And not only to the events, but also to Kurog's thoughts and feelings, because he continued to trust me and utilize me as a confidant, even writing to me when we were in different parts of the continent. (But, sadly, no. I never took him up on his offer to become one of his wives. Indeed, Kurog didn't take a wife at all until later in his chiefdom, but that's a tale for another day.)",
        "Kurog spent a few years consolidating his power, growing his clan and forming alliances with clan chiefs that were willing to support his goals and ideals. It was about this time that Kurog revealed the details of his grand vision. \"I will follow in the footsteps of mighty Yashnag and march into Skyrim,\" he wrote to me. \"I will restore the Orcish kingdom in Falkreath and create an Orcish city to rival the wondrous Wayrest.\" While Kurog was busy to the north, King Emeric was dealing with issues in central High Rock. King Ranser of Shornhelm had declared war against Wayrest. After a clandestine meeting with the king, I decided I had to make one more trip to stand at Kurog's side.",
        "I caught up with Kurog near Dragonstar, as his forces were accumulating in the mountains of western Skyrim. They were having a more difficult time of it than Kurog had anticipated. The Nords, wracked as they were by civil war, nonetheless proved to be capable and courageous fighters. The path to Falkreath was long and arduous, and the rock and snow were going to be bathed in the blood of warriors from both sides before this campaign was done. I sat with Kurog one night, watching the roaring fire, when the clan chief opened up as he did during our times together back in Elsweyr.",
        "\"These damn Nords,\" Kurog said, \"if they had a shred of decency they'd put down their weapons and get out of our way. But no. The clans that aren't fighting us are trying to bribe us to aid their cause. They don't see us as conquerors. They think we're mercenaries! I'm beginning to think that my Falkreath dream is going to be crushed by all this snow and ice. Damn the Nords and damn their foul mead!\"",
        "I placed a hand on Kurog's knee and said softly, \"What if I offered you a different, better dream? And the authority to make that dream a reality?\" Kurog looked at me for a long time. Then he stood, towering over me, and demanded to know what I was talking about. Instead, I reached into my traveling cloak, withdrew a leather document pouch, and handed it to him. He read the contents by the light of the fire. Read it again. And a third time. Then he asked me if this was some sort of trick. I assured him that it wasn't a trick. It was an offer. \"You help King Emeric, and King Emeric helps you,\" I said, and the two of us talked long into the deepening night.",
        "In the morning, Kurog had a list of demands for me to take back to Wayrest. I was impressed. He was driving a hard bargain, but he was also offering King Emeric the power necessary to end Ranser's War in one fell stroke. I told him I would get the documents to King Emeric as quickly as possible. In return, he promised that his army would be ready and waiting for Emeric's signal—but they would not make a move until the signed documents were in Kurog's hands.",
        "And that was how the Orcs joined the Daggerfall Covenant and Kurog became the King of Wrothgar.",
        "<title>The Chronicles of King Kurog, Book V</title>",
        "Let's talk about the wives of King Kurog of Wrothgar. He began collecting wives shortly after he returned to Wrothgar and defeated Bolazgar to become chief of his clan. His first selections were purely political, taking wives to shore up his alliances with other clans. It was about this time that I became aware of Kurog's mother, Alga. He had mentioned her a few times in conversations we had over the years, but she never seemed to be a major influence in his life. At least, she wasn't prominent in his life as a mercenary.",
        "Now that Kurog was chief of his clan, his mother had stepped in to fill a need he never knew he had. She took the title of Grand Forge-Mother and immediately set out to negotiate marriages for her son. For those of you not intimately familiar with Orc traditions, you must understand that the only male in a clan allowed to take wives is the chief. He functions sort of like the primary male in a pride of lions, lording over all until someone younger and stronger comes along to take his crown. Just as Kurog did with Bolazgar. The chief's wives become the highest-ranking people in the village, taking charge of important clan functions while the chief supervises everything from a distance. The only activity the chief personally takes charge of is war, whether leading raids or actually taking his clan into battle against a hated enemy.",
        "The most-influential and powerful of the chief's wives is the hunt-wife, and this was the first marriage that Alga worked to secure. Rumors abound that more than a dozen young hopefuls were vying for the position, but Alga and Kurog had a specific goal in mind. In the end, a powerful daughter from the Shatul clan, famed hunters of the Wrothgar highlands, was selected to solidify the alliance between the clans. Noroga pledged her loyalty and the loyalty of her clan, taking her place as Kurog's hunt-wife.",
        "When it came time to find Kurog a forge-wife to oversee blacksmithing and mining for the clan, Alga looked no further than the famed weapon and armor smiths of the Morkul clan. The obvious choice was the Morkul chief's eldest daughter, a powerful Orc maiden named Grugha. But Alga was more interested in the younger Tugha, who had traveled abroad for two years to study with the blacksmiths of western Skyrim. Her experiences, modern attitudes, and obvious intelligence won her the position of forge-wife for Kurog and his clan.",
        "If there was a requirement other than bringing another powerful clan under Kurog's banner, the role of hearth-wife demanded not only a brilliant household administrator but a talent for cooking that went beyond the usual skills of a mountain-bear hash-slinger. Kurog, as I've mentioned in previous volumes of this chronicle, relished food with a passion. Between fighting and eating, I'd be hard-pressed to determine which activity Kurog enjoyed more. Be that as it may, it would take years to find someone of Orcish grace and exceptional talent to fill this marital role. A great competition was eventually staged while Kurog was off aiding King Emeric at the end of Ranser's War.",
        "While Kurog was away, at least according to my sources, Grand Forge-Mother Alga invited the most eligible Orc maidens from the most powerful clans not yet allied with Kurog to compete for the title of hearth-wife. She made them engage in a culinary battle that was as violent and bloody as any skirmish Kurog himself had ever undertaken. The women had to track, kill, and clean their own ingredients. They had to fight each other to secure spices from distant lands. And then they had to present their finished meals before time ran out. Alga and Kurog's first wives, Noroga and Tugha, would judge the worth of each contestant's offering. Bumzal won the day, as much for her physical strength (it is said she killed a mountain bear with her bare hands) as her deft use of delicate spices.",
        "Kurog has many and varied lesser wives, most of who I have no real knowledge of, as they work behind the scenes and rarely make their presence known. Two, however, are always at Kurog's side. These are his protectors, the shield-wives. Two powerful fighters currently fill these roles in Kurog's household, the warrior-sisters Oshgatha and Razbela. The sisters are as loyal to each other as they are to the king, ready to lay down their lives to defend him should the need arise. Even Noroga and Tugha remain on best behavior when the shield-wives are present.",
        "<title>The Chronicles of King Kurog, Book VI</title>",
        "Now I want to take a few pages to record King Kurog's grand vision for Wrothgar and the Orc nation. I listened to his plan develop over the years from a nebulous dream, to a kernel of an idea, to the strategy that now inspires the re-building of Orsinium.",
        "During one of our first rendezvous, Kurog imbibed an astonishing amount of moon-sugar double rum. This had the effect of making him both introspective and extremely talkative. With a few smiles, a well-placed giggle, and an occasional compliment or question, I was able to get Kurog to open up about a great many things. But as the evening wore on, he began to tell me about his dream for the Orsimer—his name for the people we call Orcs.",
        "\"The strongholds,\" Kurog said. \"They've served the Orsimer well for generations. But our traditions, for all they aid and guide us, they also hold us back. They mire us in outdated notions and meaningless restrictions.\" There was more, of course. While he understood the need for violence and was extremely good at it, he hated that everything in the strongholds was solved by beating or killing someone or another. \"It makes it very hard to have a civil discourse on anything of substance,\" he bemoaned, \"because sooner or later someone reaches for something heavy or sharp to use to punctuate their particular point of view. Something needs to change.\"",
        "The next time the subject came up, we were drinking treacle tea and watching the sun set over the Tenmar Forest. It was obvious that Kurog had given the topic much thought since we had last discussed it. In addition to just making life better for the Orsimer, now he also wanted to elevate his people on the political level as well. \"The other kingdoms will never take us seriously as long as we remain trapped in our old traditions,\" he said, a trace of bitterness evident in his voice. \"We must develop a modern society if we are ever to stand shoulder to shoulder with the other races as equals. We need to build Orsimer towns and cities that can sustain diplomacy and trade while not looking like ancient and restrictive fortresses. A little fear in your contemporaries is all well and good. I find that it helps immensely in negotiations. But attitudes and mannerisms that invoke terror? Those should be locked away and reserved for your enemies, not left on constant display to frighten friends and foes alike.\"",
        "It was my final day in Elsweyr. I was preparing to return to Wayrest after what I assumed was going to be my last extended stay in the Khajiiti countryside, when Kurog invited me to join him for dinner. He had reserved a private room at the local inn and paid the establishment's chef to prepare a farewell feast for the two of us to share. As we munched on dried sugarmeat and caramelized sweetcakes, Kurog picked up his ongoing narrative of how he was going to return home and help his people. \"I plan to rebuild our past glory, perhaps by reestablishing Yashnag's ancient Orsimer kingdom in Falkreath or maybe even raising the ruins of Orsinium itself.\"",
        "Kurog's dream had become goal, a challenge he had placed upon himself to test his mettle and his strength of spirit. It would begin with Kurog's return to Wrothgar to wrest the chiefdom of his clan from the \"insolent leader\" (his words, not mine) who banished him. Then he would gather other clan leaders to his banner, forming a nation of independent states that was large enough and powerful enough to carve a kingdom for the Orcs—a kingdom that would see Kurog as its king. \"Tell Emeric that the next time we meet, it will be as equals or it will be as enemies!\" Kurog said. \"Under my rule, Orsimer will have every right and opportunity afforded to the citizens of Wayrest or Windhelm. The old ways will fall away, and a new age will dawn for the Orsimer people. This I so pledge!\"",
        "I won't deny it. Kurog's words, his passion, they moved me. I wanted to believe that he would succeed, that the Orcs would rise up and prosper under his benign rule. I would never forget what he described to me. Later, when King Emeric was in desperate need of allies, I would remember Kurog and whisper into Emeric's ear. And that is how alliances are born."
    ]
}