{
    "id": "ChroniclesofEhtelar",
    "paragraphs": [
        "<title>Chronicles of Ehtelar, Vol. 1</title>",
        "The caravan tracked its way through the Hollow Wastes. Wheels creaked below the howling of the desert winds.",
        "Mercenaries, swathed in chain and boiled leather, cursed the sweltering heat that broiled them under the unblinking sun.",
        "Hearing their muttered oaths, Ehtelar was thankful for Rahad, her trusted contact in Sentinel. The burly Redguard was blessed with an unflappable practicality, born of his upbringing in the desert wastes.",
        "\"Dress lightly,\" he'd said,\"Loosely woven tunics will be your friend in Alik'r. Wearing much more will see you cooked in your shell faster than dreugh shrimp in a fishmonger's pot.\"\nShe had taken his advice to heart, dressing only in linens and investing in an enchanted waistband that kept her cool despite the oppressive heat.",
        "Trundling forward, the wagon train crested a windswept ridge and came to a rumbling halt.",
        "Curious, Ehtelar dismounted. As she made her way toward the front of the train, merchants confused by the sudden stop peered out from the awnings that kept the sun from their backs.",
        "\"My friend,\" Rahad said as she passed the head carriage, \"Your travels have taken you to many shores, but tell me: Have you ever encountered such a sight?\"",
        "As he spoke, he gestured out past the road to the valley below. There, amid burnt stone and winding trails, great alabaster spires protruded from the sand like arrows fallen into thick sod, stretching for miles in the space between the ridge and its twin across the span.",
        "\"What is it?\" she asked, regaining her composure.",
        "\"I was hoping you could tell me,\" he replied, \"This pass is normally home to nothing but sand heaped in dunes for miles. Who can say how long that was buried here?\"",
        "Realizing an opportunity to make a profit, Ehtelar insisted they camp among the ruins for the night. The mercenaries, glad for a reprieve from the noonday sun, were all too happy for a break from their grueling trek.",
        "Night fell and their carousing was heard into the early hours of the morning. If there were anything untoward about the ruins around them, it went unnoticed in the din.",
        "Dawn found Ehtelar and her companion picking a path through the spires in search of an entrance. It was almost noon before they found one.",
        "\"Here!\" Rahad cried out, excitement barely concealed beneath the deep timbre of his voice, \"I found a way through!\"\nRunning now, to reach her friend and see what he had found, Ehtelar rounded a bend in the stone. As she did, she was greeted by a terrible sight.",
        "Hanging limp from a great spear thrust out from the crack was Rahad. His scabbard was empty, the sword that filled it thrust into a nearby dune.",
        "She stood there, gaping in horror, as Rahad was lifted into the air, a great scaly head emerging from the sand heaped in piles about the ruined doorway. With one fluid motion the creature shifted its weight, throwing Rahad to one side as it began to clean the gore from its weapon.",
        "Ehtelar shook her head in disbelief. She thought to call out, but realized the creature would probably kill her before she issued a second syllable. Slowly, carefully, she took a step back, then another. For a moment it seemed she would escape, but as her third step met ground, the creature turned.\nDodging back from a thrust spearpoint, Ehtelar found her ears deafened by a sudden burst of shrill music. Clapping her hands over them defensively, she stumbled back as her adversary uncoiled before her.",
        "Rising, expanding its ribs until it had nearly doubled in size, its multitonal voice joined itself in chorus. Its shrieking harmony resounded through the sand until tiny grains fell away from the ruins in sheets. As it shifted, the stone beneath her collapsed, spilling her out toward her foe.",
        "It was all she could do to grab Rahad's sword, buried to the pommel in sand. Suddenly within striking distance, she thrust the sword through the fiend's blackened maw. As steel met skull, the terrible crescendo of its voice began to falter.\nIn that moment, her opponent realized a simple truth: It no longer hungered for blood and flesh. It no longer wanted much of anything at all. \"How wonderful!\" it thought as the ground rushed up to meet it. If its reptilian mouth allowed, it would have smiled.",
        "As the lamia spiraled to the ground, its hooked spear caught Ehtelar in the calf. Feeling the cold bite of steel, she was thrown off balance. For a moment it seemed she would right herself, but the stone she stood upon suddenly gave way.\nDown into the dark she fell, suspended within a cloud of sand that swept past the jutting stones and crenelated spires peering out from the shadows below.",
        "As the bright, desert sky abandoned her, she found herself bathed in scintillating light. A field of stars sparkled around her—not stars, for they were far underground. They were the bright crystals of the Ayleidoon.",
        "She fell for what seemed like days, her only company the flickering lights careening up at her from the darkness. \"If I could only grasp one of those tiny stars,\" she thought, her hands reaching toward them, \"I might become as ethereal as they are and leave this world behind.\"",
        "From below, a whisper grew to a rustling, wind like sound. Looking down, it seemed her flight of stars came to a hard edge—rushing up at her in the dark.",
        "<title>Chronicles of Ehtelar, Vol. 2</title>",
        "Ehtelar awoke in darkness, faint rivulets of falling sand powdering her brow. Memories of her short battle in the ruins above flashed through her mind.",
        "Rahad, the Redguard merchant who had accompanied her into the desert, was dead, taken unaware in the ruins above. His sword lay buried in the skull of the creature that did him in.",
        "She remembered the sickening crunch it had made as steel met skull, the hideous scraping vibration in her arm as she drove it home. Then the ground had opened up, devouring the world to send her tumbling into the abyssal void below.",
        "How far had she fallen, and for how long? Sand, then stars had accompanied her fall before the deepest darkness had swallowed her up, but she had no memory of landing.",
        "Deprived of sight, she felt around her to gather what she could of her surroundings. While her arms were free, her legs felt leaden under the sand that covered them and she immediately began excavating herself.",
        "As she worked, the metallic tang of blood filled the air. Feeling her leg, she felt the warm grating wet that could only be sand in clotting blood.",
        "Cursing under her breath, she undid her belt and cinched its cold leather just above the gouge in her calf. Feeling her way in the dark, she tore several strips of fabric from her tunic, winding it surely about the wound.",
        "If it held, her handiwork would stop the bleeding, but she had no potions to stave off infection. She would need to find a way back to her caravan soon.",
        "Still blinded by the depthless shadow around her, she exhumed her other leg and began feeling in her pack for a token Rahad had given her.",
        "\"Nights in the waste are deeper than Satakal's belly,\" he'd said. \"When you lose yourself, pray to Tall Papa. He will show you the way.\"",
        "Her fingers closed about the tiny coin. Pulling it from its hiding place, she closed her eyes and mouthed, \"Ruptga.\" Eyelids flushing coral from the sudden light, she opened them to survey the cavern sprawling out before her.",
        "Heavy stone blocks, shattered from the fall, lay in shards all around her. Further out, enormous pillars reached like trees up into darkness, casting long shadows out into the black.",
        "Looking up, her breath caught in her throat as the bright eyes and maw of the lamia gaped out at her from the dark. Though unmoving, Rahad's sword still embedded in its skull, it was half a hundred heartbeats before she could look away.",
        "Still recovering from the shock, she resumed her search and found several long, hooked spears scattered about the sand. Taking one up, she grabbed hold of her pack and slid down the lonely dune.",
        "Boots met stone and she braced her spear against one of the mighty pillars. Using it to steady herself, she stood upright.",
        "She took a moment to test her wounded leg. When it became clear it would not fail her, she gathered up her pack, dusted herself off, and struck out into the darkness.",
        "In the deep quiet, muffled by the vast expanse of nothing reaching out around her, her passage was marked only by a steady staccato of steel on stone."
    ]
}