{
    "id": "ChroniclesoftheFiveCompanions",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such.",
        "",
        "<title>Chronicles of the Five Companions 1</title>",
        "My name is Lyris of Skyrim, called Titanborn by some. I'm committing these words to paper on behalf of my friend and ally, a man history will remember only as \"The Prophet.\" It was through his profound insight, and his study of the Elder Scrolls, that we came understand the dire nature of the threat that now endangers all of Tamriel.",
        "Let it be known by those who read these words that the Soulburst—the event that took place in the five-hundred-and-seventy-ninth year of the Second Era—was due to the treachery of a single Elf: the Altmeri necromancer Mannimarco, the King of Worms and the servant of the most vile of all the Daedric Princes, the God of Schemes and Lord of Brutality, Molag Bal.",
        "In years past, Mannimarco served as chief advisor to the court of Emperor Varen Aquilarios. Originally a Duke of Chorrol, Varen became Emperor of Tamriel by right of conquest. With Mannimarco's counsel, Varen led a revolt against the previous dynasty, the savage regime of Reachmen known as the Longhouse Emperors. Yet, despite his conquest and victory, Varen was not to be a true emperor. Like the former Emperor Leovic, the blood of the dragon didn't flow through Varen's veins. He was unable to light the Dragonfires in the Temple of the One, as a true Emperor must, by tradition.",
        "The Dragonfires have remained unlit for generations. This is because the Amulet of Kings—a relic of the Divines gifted unto Saint Alessia by Akatosh—was lost in the centuries following the fall of the Reman Dynasty. Only this relic, traditionally worn by Imperial Emperors of the First Era, would allow a true-blooded ruler to spark the Dragonfires anew.",
        "At Mannimarco's urging, Varen formed a group of companions to join him on an epic quest to locate this relic. These companions included myself, the Redguard swordmaster Sai Sahan, Grand Chancellor Abnur Tharn, and Mannimarco himself. For years we scoured the face of Tamriel, following countless leads, until we finally managed to locate it.",
        "When we returned to the Imperial City, Mannimarco played upon Varen's insecurities and convinced him that the coronation ritual, properly modified, could not only light the Dragonfires, but persuade Akatosh to invest him with Divine agency and gift him with the blood of the dragon. It was only after the coronation ritual was attempted that we learned the extent of Mannimarco's deception.",
        "The King of Worms used his magic to corrupt the power of the Amulet, causing the calamity which came to be known as the Soulburst. I remember very little of the actual event, only that the chaos that followed was immediate and devastating.",
        "Varen was consumed by the fiery wrath of the Soulburst. Sai Sahan and I were unjustly implicated in his death, made all the more suspicious because Sai fled as soon as he recovered, taking the Amulet of Kings with him. Grand Chancellor Tharn was an opportunist, and immediately cast his lot with Mannimarco.",
        "The Prophet's story is one of mystery—he appeared one day on the steps of an abbey of the Moth Priests in Cyrodiil. They took him in and fed him, thinking he was nothing more than a vagabond. They were shocked when they found him in the libraries that night, poring over the eldritch etchings of an Elder Scroll. Only the Moth Priests themselves had the ability to read the scrolls, and they saw his arrival as a prophetic sign from the Divines.",
        "As they do all who read them, the Elder Scrolls eventually took the Prophet's eyesight, leaving him permanently blinded. And yet he continued to study them in his mind's eye, and eventually foresaw the great and terrible threat that we are now faced with.",
        "Word of his prophecies spread far and wide, eventually reaching the Imperial City and the ears of Mannimarco. The King of Worms immediately arrested the Prophet for rumor-mongering and treason, and had the abbey, and all of its contents, burned to the ground.",
        "The catastrophe that the Prophet predicted began to take shape almost immediately. Vast swaths of the Empire were consumed by Daedric fire, and the first Dark Anchors fell upons the land.",
        "Molag Bal's invasion of our world had begun, made possible by Mannimarco's betrayal.",
        "<title>Chronicles of the Five Companions 2</title>",
        "Once again, I, Lyris of Skyrim, commit words to paper on behalf of the Prophet. In truth, he didn't ask me to write this entry, but I feel the need to keep a record of these events, whatever their outcome may be.",
        "The Prophet's visions and nightmares are getting worse. He continues to witness horrifying visions of a future in which Molag Bal rules our world. These don't seem to have a profound effect on him when he is awake, but at night, in those precious few hours where he manages to drift off, the visions become increasingly disturbing. He refuses to describe them to me in great detail, but he awakens violently, in a cold sweat, and it's obvious that they are wearing away at his sanity.",
        "Our ally, [Player name], has already proven extremely capable. The escape from the Wailing Prison was only the beginning. The Vestige risked everything to rescue me from the Foundry of Woe. I owe our new friend my life, my soul, and perhaps my very sanity.",
        "We're now chasing every available lead in our attempts to find Sai Sahan and the Amulet of Kings. If we can regain the amulet, the Prophet believes that we might be able to challenge Molag Bal and save our world. As usual, he used a bunch of flowery words and obscure phrases I didn't understand, but his general meaning was clear.",
        "Sometimes I wish I'd never left Skyrim and gone to Cyrodiil. I fought for a great man that I believed in, met another that I came to cherish dearly, and had my share of blood and glory, but was it all worth it? Cyrodiil will always be the place where I first laid eyes on that traitorous skeever Mannimarco and his sniveling toady Abnur Tharn. I don't know which is worse, Mannimarco's charm and eloquence as he prepared to backstab us, or Tharn's endless insults and irritating condescension. At least with Tharn we always knew where we stood.",
        "The Prophet said that Tharn's part in this isn't finished. I can't imagine any good coming of that. After all, that sniveling son of a goat went right back to licking Mannimarco's boot after the Soulburst. He'd do anything to save his own hide and preserve his family's status in the Imperial City!",
        "I must bring this entry to a close. I hear the Prophet stirring.",
        "<title>Chronicles of the Five Companions 3</title>",
        "Well, there it is. Tharn's back with us, and I don't like it one bit.",
        "[Player name] and I managed to get into Mannimarco's castle with a little help from our soul shriven friend Sir Cadwell. Cadwell's like a wisp—a little \"light in the upper marsh,\" if you get my meaning—but he can be damned useful at times. And he shows up in the damnedest places!",
        "While we risked our necks fighting through Worm Cultists and Flesh Atronachs, Tharn projected his smirking image to different parts of the castle, goading us on. We eventually got to the tower where he was being held, but Mannimarco was ready for us, and raised all manner of undead to challenge us. In the end we defeated them and escaped with Tharn, but here's the topper: Tharn lied to us! He has no idea where Sai is being held, or where the Amulet of Kings is hidden!",
        "Of course, he claims he can help us find both, but when he admitted his lie, I lost my temper and laid him out on the floor with a single punch. Gods, it felt good! That was a long time coming.",
        "That's when Tharn spilled the beans. He told [Player name] that we'd been lying, and revealed the Prophet's true identity. Lord Varen immediately admitted everything, of course. I hope it wasn't too soon. It's vital that we maintain [Player name]'s trust, and now I can see doubt behind the Vestige's eyes.",
        "Tharn is such a lying skeever! All he cares about is his Empire and his family's status. Lord Varen believes Tharn's here for a reason, but I don't trust him and I never will. I plan to keep a close eye on him.",
        "<title>Chronicles of the Five Companions 4</title>",
        "I am Grand Chancellor Abnur Tharn, Overlord of Nibenay, the head of the Elder Council, advisor to emperors and kings for one hundred and seventeen of the one hundred and sixty-four years that I have been alive. I did not come by my position of influence through luck or nepotism, but rather through extreme discipline, ambition, and cunning. And yet, here I am, conspiring with idiots and fools in a musty hole in the ground. How the mighty have fallen.",
        "The year is 2E 582, but I am unsure of the precise date. I've lost track, given the gravity of the monumental task that is before us. After reading the previous entries in this chronicle, I felt it necessary to offer my side of the story, so that I am not misrepresented by future historians.",
        "We Tharns have held positions of power throughout Cyrodiil since the days of the Potentate. We are prized for our loyalty to the Empire, our deft political machinations, and our ruthless subjugation or elimination of dissenters within Imperial territories. What we do is grim work, but it is necessary if the Empire is to endure.",
        "Do I sound boastful and egotistical? Perhaps I am. But I shall put these words to paper so that you, the reader, might understand my views and my actions and their place in the long view of history.",
        "For nearly thirty years I advised the savage men of the Reach, from Durcorach to Leovic, as their long, brutish dynasty ravaged the Empire. They lasted longer than many of the would-be conquerors that came before them, but their alien nature and low heritage made them unfit to stand in the presence of the true-blooded sons of Colovia or Nibenay. Their most grave insult came when Leovic, youngest of their line, sought the hand of my sixteenth daughter, Clivia, in marraige, that she might rule with him as Empress. Like his grandfather before him, who married Veraxia Tharn, Leovic hoped that our family's connections and pure Nibenese bloodline would somehow legitimize his claim to the Ruby Throne. It was an exercise in futility, and it exasperated me to no end.",
        "So, when Varen Aquilarios, the son of a Colovian Duke and a powerful military leader in his own right, contacted me in secret and sought my assistance to depose those foul strangers from the north, I eagerly agreed. The war was long and bloody, but armed with my knowledge of the Imperial City, Varen eventually led his army of rebels to the palace gates. Varen drove his sword into Leovic's black-blooded heart and watched him die, choking on his own life blood, at the foot of the Ruby Throne, and immediately declared himself to be Emperor. For my loyalty and assistance, he agreed to take my daughter Clivia as his bride.",
        "After Varen's betrayal at Mannimarco's hand, it pained me to hand the reins of the Empire over to another outlander, but The King of Worms is a dangerous enemy. To insure the dominance of necromancy over all other forms of magic, Mannimarco immediately cast the Mages Guild out of the Imperial City, then had all remaining dissenters arrested as enemies of the state. I did not wish for my name to appear on that very long list—which only grew shorter when the executions began—so I pledged my loyalty. In return, I was granted stewardship of the Imperial City. My daughter Clivia, still the Empress-Regent, became the titular ruler of the Empire. But Mannimarco remained the power behind the throne.",
        "Of course, Mannimarco turned on me the moment my usefulness was expended. I was marginalized and cloistered away in a tower of bones, and my daughter was turned against me, lured by Mannimarco's promise to teach her the dark arts that would give her mastery over life and death.",
        "But know this, dear reader. I will take the Empire back. I will restore order out of chaos. That is my only ambition, and my ultimate desire. I will strike down any who stand in my way with all the fires of Daedric sorcery I can command, and those who dare to thwart me shall be damned to the pits of Oblivion for all eternity.",
        "<title>Chronicles of the Five Companions 5</title>",
        "Abnur Tharn, here.",
        "Collecting the Redguard from the Halls of Torment was a simple enough task, in the end. I find it curious that Sai Sahan was affected so by his experiences with the other members of the Companions. Though I find his tolerance of—and affection for—that hulking she-troll distasteful, it cannot be denied that his willpower throughout his imprisonment was nothing short of legendary.",
        "We now know where the Amulet of Kings resides. It is perhaps fitting that he returned it there. Sahan is better-read than I expected, but perhaps a bit too poetic. A clever and patriotic man of Imperial descent might have immediately thought of the ancient citadel of Sancre Tor and its association with Alessia and the covenant of the Divines. It is perhaps a great blessing that the Elven Mannimarco has no such love for Cyrodilic history.",
        "Sai Sahan is a curious individual. I have never considered the Redguards quite as contemptible as many Nibenese lords might, and I find him the most agreeable of the surviving Companions. He understands duty and dedication, serves those he knows to be his betters, and hones his craft with singular dedication. Despite his inability to resurrect a lost tradition—for the best, probably, given its supposed implication in the destruction of the Redguard homeland—Sai Sahan's abilities with a longsword are awe-inspiring.",
        "I recall a time during the war against the Longhouse Emperors when he rode at the head of a column of mercenary soldiers tasked by Varen to assist in the liberation of Leyawiin. It turned out that Leovic, scion of the Tagh Droiloch and then-emperor of the Imperial City, employed those mercenaries as double agents. When Sai came before the gates of Leyawiin with his \"loyal\" troops, they turned on him, hoping to deliver the severed head of Varen's legendary Dragonguard Commander to Emperor Leovic.",
        "Second-hand accounts of the citizens are often difficult to trust, but even if one takes simple peasant exaggeration into account, it is clear that Sai fought his way through two forces intent on separating his skull from his neck. When he returned to the rebellion base at Bruma weeks later, he did so with the scalps of eighty-six men and the news that Leyawiin had been freed.",
        "He's never really spoken of it to me, despite my pressuring. Varen, of course, did not pry—he used his own charisma and the overactive imaginations of the levies to spin a tale of glorious combat. One man against two armies. Sai Sahan, who single-handedly freed Leyawiin from Leovic's control.",
        "The truth, I suspect, is far more brutal and bloody. One does not saw the skin off of eighty-six skulls unless one is burdened with a great deal of suppressed anger and bloodlust. One man does not take on six hundred at once. I think it far more likely that the Redguard fought a brutal, running battle throughout the city for days, murdering commanders and guardsmen alike until the Reachmen and their mercenaries eventually quit the settlement.",
        "That is what makes Sai Sahan so dangerous. He does not look to be the sort who would remain hidden away in dark alleys and backstreets, surviving by eating garbage, butchering, one-by-one, men so savage that the only way to frighten them is to become a murderous, invisible ghost, haunting the shadows of an occupied city. And yet, that is precisely who he is, and what he has done.",
        "<title>Chronicles of the Five Companions 6</title>",
        "I am called Sai Sahan, son of Nazir Itaf Sahan of Bangkorai. I have been asked to add my words to these chronicles, and though I am no scribe, I will do my best.",
        "The teachings of Divad, of Abah, of Kalam, and of Satameh tell us that while a warrior may hone his craft to perfection, or sharpen his sword to where it may cleave stone and steel as though it were air, the true worth of a swordsman is denoted by the quality of the enemies he draws to him. I find myself idly wondering if the great Forebears would reconsider this philosophy if they could see us now, and witness our enemy, the Prince of Daedra known as Molag Bal.",
        "At first, I thought to write that my training did not prepare me for this, but after hours of meditation and the counsel of my once-emperor, I have come to realize that this is exactly why Kasura and I trained and studied for so many years. The sword-singers of old Yokuda were said to be more than mortal, possessed of focus and skill far beyond what other men might achieve in a dozen lifetimes. While I cannot claim to have reached such greatness, perhaps my final test was not to wage wars alongside emperors, but to bring righteous steel to bear against the foes of all life.",
        "I harbor some doubts about whether I am ready for the coming struggle. I did not break under the tortures of the betrayer, but I did not emerge from the Halls of Torment unscathed. Torn flesh knits under the ministrations of my lord's healing magic, and my savage dreams are soothed by Snow Lily's warm voice in my ear as I startle awake in the dead of night, but still I am not whole.",
        "Tharn and I speak at length over games of skill and strategy while I recover, and I have spoken plainly about my worries. His contempt at my perceived weaknesses serves as a much-needed counterpoint to Snow Lily's tender words. I endure and accept it, for a warrior without humility is as flawed as a sword blade forged too rigidly. His words harden my resolve and keep my wit sharp.",
        "It is difficult to set aside the many deaths at the Abbey of Blades, and though we did what we could in the wake of the attack, it will be many years before Kasura is ready to train more students in the way of the blade and the mind. When all of this is ended—should we survive, of course—I would very much like to return there and help rebuild.",
        "Perhaps I will ask Snow Lily to come with me.",
        "<title>Chronicles of the Five Companions 7</title>",
        "I am called Sai Sahan, son of Nazir Itaf Sahan of Bangkorai. Once again, I set my thoughts to paper.",
        "It pains me to see a city of such history corrupted by the foul necromancy of Mannimarco and his Black Worms. Though the sons and daughters of Cyrodiil are not my people, it is precisely the ruination of something so deeply, culturally significant that causes my heart to ache. In many ways, though neither Crown nor Forebear will admit it, we are more alike to the Imperials than we are different.",
        "Varen honored me when he asked me to captain his Dragonguard. I trained many of the captains myself, drilling them in the arts of swordplay, leadership, and tactics. They were of many races and many creeds—there was devout Nethynal of Morrowind, who would quietly recite the sermons of his heathen demigods each dawn. I also recall young Lucas Evane, outcast from his family holdings in High Rock over some political squabble. Not all of us were Imperial, and yet we took readily to their traditions, their learned ways, and even their food. We believed in the vision of the Empire, once.",
        "This day it seems the Empire was just a dream, and Sancre Tor merely a ruined shadow of that dream. I swore an oath to Varen Aquilarios to protect him and see his own dream of a reunited Empire come to pass, but as we now witness and I must admit, it will be impossible to fulfill that oath. Even now, the Imperial City is beseiged by those who would see their own petty leaders seated upon the Ruby Throne, and very few of them are of its native soil.",
        "I mourn the loss of Sancre Tor and the broken Empire to the ravages of conflicts both cosmic and mundane, not because I hold any special love for Imperial ways, but because it is much like the fate of the sword-singers—a broken line that only a scant few seek to mend for reasons that are unselfish or incorruptible.",
        "<title>Chronicles of the Five Companions 8</title>",
        "Abnur Tharn, once again.",
        "If I'd had a drake for every petty king or would-be emperor that wanted to get their filthy mittens on the Amulet of Kings, I could purchase Akavir right out from under the scaly feet of those detestable snake-people.",
        "The Amulet's loss after the fall of the Reman Dynasty and the dawning of the Second Era, centuries before my birth, was considered the greatest catastrophe of its time. Without a duly-ordained emperor sitting on the Ruby Throne, many prophesied the doom of the world. But like many such prognostications from provincial soothsayers, their predictions did not come to pass. Not yet.",
        "Without the Amulet of Kings, Tamriel endured just as it did when the \"divinely-chosen\" wore it around their necks. The sun rose, people killed each other over greed and petty ambitions, powerful men dictated the fates of those beneath their stations, and they all woke up the next day to do it all again.",
        "I'm not hopeful about our chances against the Daedric Prince. It is the most ridiculous of follies to believe that, even if the spell works, one might actually challenge such a powerful entity and emerge victorious. The Vestige is a formidable warrior, but still flawed. In truth, I'd rather send Titanborn on this fool's errand and save the Vestige for when we are better prepared. She, at least, is expendable.",
        "I realize just how foolish such a sentiment is—and Titanborn, if you are reading this, try not to twist your ridiculous pigtails in a knot. I am a Tharn. Humility does not suit us. There can be no doubt. Our one chance is here and now. We take it, or perish forever.",
        "Much of Tamriel has been spared the horrors of this engagement, and already the land recovers from the impact of the Anchors in the places where they fell. Common peasantry would accept this as providence and laud the efforts of those who ended the Daedric melding of worlds, but their ignorance is bliss. My knowledge of the Daedra affords me a terrible glimpse into the nightmare world that awaits us, should we not wholly dislodge Molag Bal's grasp on this world.",
        "Consider, dear reader: Tamriel is a ripe apple, dangling precariously from the flowering branches of a great tree. For eons it has hung far above, well out of reach of the hungry teeth—the Daedra—who would feast upon it. But the rending of the cosmic veil caused by the Soulburst, Mannimarco's tainted coronation ritual, cracked the branch upon which our aforementioned apple grows.",
        "Picture then, as we continue our quaint, agricultural metaphors, Molag Bal as the hog who grasps the nearest leaves of the stricken branch. His dung-stained trotters give him leverage as he pulls, hoping to tear the entire branch down so that he may feast upon the apple.",
        "The efforts of those who stopped the Planemeld and shattered Molag Bal's anchors staggered the footing of the hog, sweeping his legs out from beneath him. Nevertheless, his fetid teeth still dig into the branch. If he is allowed to recover, he will begin his struggle yet again.",
        "We must dislodge Molag Bal's teeth, as it were, through application of incredible force. Of course, we cannot use the Amulet a second time in the same fashion as we did at the Soulburst, but if I am correct—and I always am—a modification of the spell will allow a mortal to become a vessel of the Divines, an imbue him with the power of the Amulet.",
        "The particulars of the magic itself could fill a book in and of itself, so I shall spare the reader the specifics, which are undoubtedly above the understanding of even learned scholars. It takes the formidable intellect of a Tharn—and there are none alive greater than I—to comprehend its complexities.",
        "If we succeed, history shall record that it was the knowledge and ambition of Abnur Tharn that brought about the salvation of this world by guiding the hand of the Vestige. If we fail, then none will be the wiser, for we shall all become the lifeless, mindless servants of the Daedric Prince until the end of time.",
        "<title>Chronicles of the Five Companions 9</title>",
        "And yea, verily, did the Five stride forth into the shadows of calamity to render unto Molag Bal the right solid thrashing he deserved! I can say with pride that I, Sir Cadwell of Codswallop, the Undaunted, Knight of the Court of Coldharbour, Champion of Chivalry, Defender of the Defenseless, Shepherd to the Soul Shriven, have watched from a great distance to see this moment come to pass.",
        "I shall miss the beautiful vistas of Coldharbour, with its seas of crystal blue flame, its sky of perfect smoky darkness, and its rocky peaks stretching high into the ashen clouds. Tamriel is but a weak simulacrum of its perfection, which I find downright bothersome given that this lot all thinks Coldharbour is but a shadow of it in return! Can you imagine it?",
        "My good friend, [Player name], has done an excellent job, though I find their name coarse and unpleasant to pronounce. Still, far be it from me to judge! They have laid the God of Schemes low and found a new mistress for me to serve.",
        "Ah, Radiant Meridia! Her eyes of shining gold fill me with inspiration! It is her I shall now serve, for what is a knight without a lady love to protect? She was rather adamant that I bring her Light to the Vestige so that they can use it to traverse the length and breadth of Tamriel. I daresay there was a hint of fear in her voice as she spoke of the days to come, as though the destruction of Tamriel under the clawed, palsied talon of Molag Bal was somehow not the worst of it!",
        "It is, of course, not my place to pry details from her that she is not already willing to share. A simple no—punctuated, naturally, with the typical booming voice and flashing magic of Daedric wrath—convinced me that it was a poor idea to press the matter further. Lovely and radiant, but not kind or gentle. The Daedra, even the most benign of them, are like a hurricane off the coast. It is a dark sort of beauty, but you pray it does not come onto land and crash the ball, what?",
        "The Harborage will do for a home, for now. Venturing outside is difficult for me—I daresay Tamriel has gotten uglier in the years since I have been separated from it. Meridia's warm Light keeps my spirit soothed ever more."
    ]
}