{
    "id": "ChroniclesofJuhari",
    "paragraphs": [
        "<title>Chronicles of Juha-ri, Chapter 1</title>",
        "ASSURANCE IS MADE TO CHILDREN OF THE BEYOND, whom the Riddle'thar knew to be coiled in flesh, that in the presence of the holy and triumphant soul will the path to dreaming be known.",
        "CHAPTER 1\nA young one came to us and, with due reverence, asked Juha-ri of White Sand if he could learn the Dance of Shadows, for he had heard as many had before of the great dance of Anequina Sharp-Tongue, boon companion to Khunzar-ri. With a tongue full of platitude and supplication, he begged Juha-ri to share his knowledge, for the young one believed a dance capable of moving the Moons must be beautiful to behold.",
        "And Juha-ri gave the youth the smile he always gave to the young, one of sadness and pity. He asked the youth, how does one instruct a serpent to walk? How does one tell an owl to make fire, or an ape to pray? The youth took Juha-ri's meaning. He thanked the great Sage of White Sand for his words and began his long walk home.",
        "Juha-ri called to the young one, and though the Sage of White Sand spoke only the barest whisper the wind carried the voice as though it had descended from Jone and Jode themselves. Juha-ri offered to share with the youth his knowledge of the Dance. The young one was confused. No serpent could be instructed to walk. No owl can make fire. Were these not likened to teaching the Dance of Shadows?",
        "The Sage of White Sand nodded. A serpent will always be a serpent, an owl always an owl. But the soul may become many things, though it may take lifetimes to become them. Many consider such a price too dear to pay, and they will never come to know the Dance of Shadows.",
        "The youth nodded and stood in contemplation. And when Juha-ri returned to the Dancing Shadow temple, the youth followed.",
        "<title>Chronicles of Juha-ri, Chapter 2</title>",
        "ASSURANCE IS MADE TO CHILDREN OF THE BEYOND, whom the Riddle'thar knew to be coiled in flesh, that in the presence of the holy and triumphant soul will the path to dreaming be known.",
        "CHAPTER 2\nHe was a young one no longer. Years as acolyte to the Sage of White Sand had left a mark upon his corporeal self: a face that knew the vitality of youth was sunken. Fur was matted and coarse without its daily oiling. But the acolyte's eyes showed something of Juha-ri's wisdom, though it was muted by the hunger of the acolyte's remaining worldliness.",
        "The Sage of White Sand offered instruction as the soul of his acolyte formed into its needed a shape that could heed the wisdom. Together they would experience moonlight in its distilled form, and walk paths that took strange angles through places tangential to dreams, but never dreaming. Juha-ri took care that his Acolyte see only the reflection of the Lunar Lattice off his eyes, for the Sage of White Sand had known too many that gazed on the glory and horror and went mad.",
        "But even the reflection of the Lattice in the eyes of the Sage of White Sands was enough for the acolyte. In its myriad contortions and rhythms was found the bastion of existence such that could not be found elsewhere.",
        "They returned to the temple, bodies caked in sweat, mouths tasting of lingering sweetness. The acolyte turned to Juha-ri, Sage of White Sand, and asked how the Dance of Shadows could impact the enormity of the Lattice.",
        "Because they are the same size, came Juha-ri's reply. Because they are the same size.",
        "<title>Chronicles of Juha-ri, Chapter 3</title>",
        "ASSURANCE IS MADE TO CHILDREN OF THE BEYOND, whom the Riddle'thar knew to be coiled in flesh, that in the presence of the holy and triumphant soul will the path to dreaming be known.",
        "CHAPTER 3\nJuha-ri of White Sand smelled his death on the desert wind and told the eldest of his acolytes, the once-youth who sought to learn the Dance of Shadows, that his time had come. The eldest, who by the dutiful teachings of his master and the savagery of time had grown wretched and wise, went to the banks of the Darkarn River to fashion a litter of reeds.",
        "The eldest bore the Sage of White Sand up the steps of the Dancing Moon Temple, and as he did so the brothers and sisters of our order followed. They burned moonlight in their censers. Fume and chanting wreathed the stone and sand and bodies. When the eldest had borne him to the mountaintop, to the vault where Anequina Sharp-Tongue had danced the last Dance of Shadows, the chanting stopped. The smoke of moonlight poured from our censers and the room was shrouded in silent gloam.",
        "Juha-ri, who was made lame through his long years of devotion, stood and tottered before the eldest on unsteady paws. He asked if the eldest recalled what brought him to the Dancing Shadow Temple all those years before. And the eldest nodded, for he had studied the sutras and knew that years were as brief as a single flap of a fletcherfly's wings in winter.",
        "And returning the eldest's nod with his own, Juha-ri stood perfectly still. In the soul of the Sage of White Sand the eldest saw movement, chaotic and beautiful. It echoed through the lattice, swelling with reverberation off the fumes of moonlight and the great and small vertices. As the fuming moonlight burned his lungs, the eldest saw the Dance of Shadows was no demand nor supplication. It was an existence, nearly close to perfection. The lattice mirrored and perfected the form, and in doing so was changed, for a time.",
        "And as it started, so did the Dance of Shadows end. Juha-ri collapsed, his soul gone to the Sand Behind the Stars. The eldest heeded the lesson well."
    ]
}