{
    "id": "CicerosJournal",
    "paragraphs": [
        "<title>Cicero's Journal: Volume 1</title>",
        "18th of Evening Star, 4E 186\nAs I begin this new phase of my life, I have decided to finally keep a journal. So much has happened to me thus far, both within the Brotherhood and without - when I think there is no record of what has transpired, it almost seems an affront to Sithis himself. So I am determined to make amends.   Yes, the Dark Brotherhood has its own scribes and chroniclers, but it is their solemn task to record those events deemed important to the organization as a whole. Let this volume serve as the personal record of one man, a lowly assassin who has pledged his blade and his life for the Dark Brotherhood.",
        "",
        "23rd of Evening Star, 4E 186\nI have arrived safely in the Cheydinhal Sanctuary, and have been greeted warmly by Rasha and the others.  Indeed, the level of support and acceptance shown by my new family is rather overwhelming.  For this Sanctuary knows suffering, knows sorrow, for the ghosts of Purification still haunt its halls. So, who better to understand the plight of a brother who has lost home and heart? Who better to comfort one whose Sanctuary is no more?   The Bruma Sanctuary may be gone, but my dearest brothers and sisters will live forever in my dreams, just as their souls live forever by the Dread Father's side.",
        "",
        "1st of Rain's Hand, 4E 187\nCompleted the baroness contract. She died well. Her handmaiden, less so.",
        "",
        "12th of Rain's Hand, 4E 187\nCheydinhal suits me. With the destruction or abandonment of the other Sanctuaries, our contracts are plentiful, as are our bonuses.  Still, we seem to be losing our footholds throughout Tamriel at an alarming rate. There are rumors that the Black Hand is split on our continued direction. Some favor expansion, the others consolidation.   My personal feeling is that the Dark Brotherhood needs to, at the very least, maintain the illusion of being everywhere at once. It has become exceedingly difficult to fulfill (or even establish) contracts in provinces where we no longer have a physical presence, like Hammerfell. The more we ignore Tamriel, the more people lose faith in the Dark Brotherhood - our power, our services, our dedication to the Void.",
        "",
        "27th of Rain's Hand, 4E 187\nThe Listener, Alisanne Dupre, has been visiting with us for several days, down from her private residence in Bravil. She and Rasha had been discussing the possibility of re-opening the Shadowscale training facility of Archon, in Black Marsh, but ultimately decided we lacked the resources to follow through with the plan.",
        "",
        "27th of Rain's Hand, 4E 187\nCompleted the Arena contract. I ultimately decided to pose as a starstruck fan, and immediately got into the Grand Champion's good graces. While escorting the arrogant fool through the Great Forest, I slashed his throat and left the corpse for the bears.",
        "<title>Cicero's Journal: Volume 2</title>",
        "",
        "<bold>7th of Sun's Height, 4E 188\nWayrest is lost. The city fell to corsairs, and it's just a matter of time before the Sanctuary is breached. May the Night Mother watch over her children in their hour of need.</bold>",
        "",
        "<bold>5th of Last Seed, 4E 188\nWe received word today - the Wayrest Sanctuary was raided and destroyed by the corsairs. There were no survivors.</bold>",
        "There are now only three active Dark Brotherhood strongholds remaining: The Cheydinhal Sanctuary, here in the Imperial Province; a remote Sanctuary located in a forest in Skyrim; and the Corinthe Sanctuary of Elsweyr.",
        "The Black Hand has ordered the Corinthe Sanctuary closed, and its members integrated into our own ranks here, in Cheydinhal. I will embrace those new family members as warmly as I was, when I first made my home here.",
        "",
        "<bold>27th of Hearthfire, 4E 188\nThe situation in Bravil grows more dire. The city has erupted in violence, due to a war of control being waged by Cyrodiil's two largest skooma traffickers. The Listener, Alisanne Dupre, has been forced to employ sellswords to protect her own residence.</bold>",
        "",
        "<bold>1st of Sun's Dusk, 4E 188\nThings in Bravil have come to a head. The statue of the Lucky Old Lady has been destroyed, and Alisanne Dupre has left her residence to guard the crypt of the Night Mother, hidden below the remains of the statue. If the crypt is discovered, Alisanne Dupre will, of course, protect the remains of the Unholy Matron until her dying breath.</bold>",
        "Rasha is sending Garnag and Andronica to aid in the crypt's defense. I begged to accompany them, but Rasha wouldn't have it. He says my place is here, defending this Sanctuary, and I must of course respect that decision.",
        "",
        "<bold>12th of Sun's Dusk, 4E 188\nBotched my contract and forfeited the bonus. The silk merchant was already cold, and I was halfway through the window, when her daughter stepped into the room. I had little choice at that point.</bold>",
        "",
        "<bold>21st of Sun's Dusk, 4E 188\nSo much has happened since my last entry. After Garnag and Andronica left for Bravil, we stopped receiving communications from the city. We feared the worst. This morning, those fears were confirmed, when Garnag returned alone, transporting a most precious cargo - the great stone coffin of the Night Mother herself.</bold>",
        "The story Garnag told could curl the blood of even the most hardened of Sithis' servants. The crypt of the Night Mother, raided. Dearest sister Andronica, cut to pieces. And the Listener herself, the most honored Alisanne Dupre, burned alive in a storm of mage fire.",
        "Garnag, though gravely injured (he will most certainly lose his right eye), managed to fend off the attackers, and transport the Night Mother's coffin safely out of the city. He has been on the road, making his way back here, since that tragic night.",
        "<title>Cicero's Journal: Volume 3</title>",
        "",
        "<bold>23rd of Sun's Dusk, 4E 188\nNow that things have settled down, the reality of our situation has finally come to bear - we are a Dark Brotherhood without a Listener. With no Listener, the Black Sacrament will go unheard. Surely the Night Mother will speak to someone soon, thus choosing a new Listener to take Alisanne Dupre's place. Until that happens, though, we must take to the streets. We must hear the pleas of the desperate and vengeful.  The people of Tamriel must not know, must never know, that their prayers to the Night Mother are going unheeded.</bold>",
        "",
        "<bold>24th of Morning Star, 4E 189\n It is a new year, and two months since the Night Mother first arrived here at the Cheydinhal Sanctuary, and still the Unholy Matron has not seen fit to speak to any one of us.</bold>",
        "And so, Rasha has decided to revive an ancient Dark Brotherhood tradition - the appointing of a Keeper, a guardian whose sole duty is the safeguarding of the Night Mother's remains. The remaining members of the Black Hand will make their decision tomorrow.",
        "",
        "<bold>25th of Morning Star, 4E 189\nI have been chosen. By some incomprehensible twist of fate, the Black Hand has named me the Night Mother's Keeper. In all honesty, I am both incredibly honored and deeply saddened.  This means the end of my contracts. I'll be lucky to lift a blade again. Thankfully, Rasha has promised me one final contract before I accept my new duties.</bold>",
        "",
        "<bold>30th of Morning Star, 4E 189\nThe jester lies dead. My final contract has been completed. Oh, how he laughed and laughed. Until he didn't.\n</bold>",
        "",
        "<bold>3rd of First Seed, 4E 189\nI have settled well into my new role as Keeper. It is my duty to not only keep the Night Mother's shrine clean, and the candles lit, but to tend to the body as well.\nThe Night Mother's crypt was a consecrated place - shroud-kissed, absent of sunlight, and safe from the world above. Removed from there, the remains are subject to the filth and corruption of the living. The body is perfectly preserved, so the concern is not physical, but rather spiritual - the remains must be sanctified regularly, so that they may continue to serve as a conduit for the Night Mother's soul. Our Matron's eternal spirit may travel the Void freely, but it is through her own earthly remains that she communicates with the Listener.</bold>",
        "And so, I wash the corpse weekly with the requisite oils, recite the ancient incantations, and personally see to the extermination of any insects or rodents. If the Night Mother does not speak, it will be because she chooses not to - not because she is unable. This is my responsibility. This is my vow.",
        "",
        "<bold>12th of Mid Year, 4E 189\nMonths and months and months and no Listener. Why won't the Night Mother speak to me? I am worthy as Keeper, but not as Listener? I protect our Lady, keep her sanctified, but still she will not grace me with her voice?</bold>",
        "",
        "<bold>4th of Sun's Height, 4E 189\nSo long since I worked my blade. So long since I saved a soul. But I am now Keeper. No longer a taker.\n \nI think back fondly on my hours with the jester. His laughter, his screams, his pitiful cries. And then, as the end drew near, his laughter once more. Merry in death as well as life. I was honored to know him.</bold>",
        "<title>Cicero's Journal: Volume 4</title>",
        "",
        "<bold>1st of Hearthfire, 4E 189\nCheydinhal has erupted into violence and chaos, like so many other cities before it. The Sanctuary has remained unbreached, but for how long?</bold>",
        "Our numbers are few, and with no Speaker, the contracts have dwindled almost to nothingness. Rasha's hold on the Sanctuary is slipping.",
        "",
        "<bold>26th of Frostfall, 4E 189\nSilence! Deafening silence! In my head in my head in my head. It is the silence of death, the silence of the Void. Seeping into me, through the Mother. The silence is hatred. The silence is rage. The silence is love.</bold>",
        "",
        "<bold>4th of Evening Star, 4E 189\nToday, Rasha declared himself Listener, claiming the Night Mother spoke to him at last. But when questioned, he could not name the Binding Words. Liar! Deceiver! His charade must not stand.</bold>",
        "",
        "<bold>5th of Evening Star, 4E 189\nRasha is dead.</bold>",
        "As commanded by the silence, so did I obey.  I did not wield the knife, oh no, but dipped the honey softly sweet, into Garnag's eager ear. He is a good brother. A loyal brother. To both Cicero and our Matron. He did the deed, gladly.",
        "",
        "<bold>10th of Sun's Dawn, 4E 190\nOnly three of us left. Cicero, Garnag, Pontius.</bold>",
        "",
        "<bold>15th of Sun's Dawn, 4E 190\nThe Night Mother remains silent. I remain unworthy. The Sanctuary remains doomed.</bold>",
        "",
        "<bold>3rd of First Seed, 4E 190\nI can hear it. Deeper, and deeper. Louder and louder, punctuating the silence like thunder on a calm evening. Laughter.</bold>",
        "",
        "<bold>4th of First Seed, 4E 190\nLaughing, laughing, laughing, laughing! It is the jester! A voice from the Void, to cheer poor Cicero! I accept your gift, dearest Night Mother. Thank you for my laughter. Thank you for my friend.</bold>",
        "",
        "<bold>16th of Rain's Hand, 4E 191\nPontius is dead. A Dark Brotherhood assassin was killed by a common bandit while walking the streets of Cheydinhal. How can something so sad be so funny?</bold>",
        "",
        "<bold>17th of Rain's Hand, 4E 191\nI love the laughter, dearest Night Mother, but still I long to hear your voice. It's not too late! Speak to me, my mother! Speak to me, that I may set things right! I can save the Sanctuary, I can save the Brotherhood!</bold>",
        "You can have the laughter! Take it back! An exchange, then? The laughter for your voice?",
        "",
        "<bold>2nd of Second Seed, 4E 191\nIt's not safe to leave the Sanctuary. We'll stay here. All is well.</bold>",
        "",
        "<bold>29th of Last Seed, 4E 191\nGarnag is gone. Gone gone gone gone gone. Left to get food, but he'll be back. It's only been three months. Three months. Tree months? Twelve moths? Four sloths!</bold>",
        "",
        "<bold>21st of Sun's Dusk, 4E 192\nCicero is dead! Cicero is born!</bold>",
        "The laughter has filled me, filled me so very completely. I am the laughter. I am the jester. The soul that has served as my constant companion for so long has breached the veil of the Void finally and forever. It is now in me. It is me.",
        "The world has seen the last of Cicero the man. Behold Cicero, Fool of Hearts - laughter incarnate!",
        "",
        "<bold>28th of Sun's Dusk, 4E 200\nFound the old journal, decided to write, a treatise on silence, sound, darkness and light!</bold>",
        "How long has it been since the Night Mother first came here? How long since I was made Keeper? How long since I became the fool? Since I've been alone? Since Cheydinhal fell? Since they started pounding on the door, like so many hammered heartbeats?",
        "It's dark in here, and quiet. Poor Cicero no longer hears the laughter, for he is the laughter. There is no Listener in Cheydinhal. No Listener in Cyrodiil. No Listener in me.",
        "We must leave here.  Before the Sanctuary falls. Before the Night Mother burns. Before the Dark Brotherhood withers. Before the laughter dies.",
        "",
        "<bold>29th of Sun's Dusk, 4E 200\nI took a stroll, and spied a maid, but Matron's duty stayed my blade. So busy now, I miss the thrill, if only I had time to kill.</bold>",
        "<title>Cicero's Journal, The Final Volume</title>",
        "<bold>30th of Sun's Dusk, 4E 200\nI have written the letters. So polite. So official! To Astrid, in Skyrim. Her Sanctuary still stands. Still operates. But how? No Listener means no Black Sacrament, no Black Sacrament means no contracts. Her family can abandon the Old Ways, and still survive, still kill, but is that family still Brotherhood? Or something else? Something new. Something different. Something wrong?</bold>",
        "Something wrong.",
        "Still, we must go! Tomorrow, we set sail. Float on a boat through the moat called the sea her and me!",
        "",
        "<bold>22nd of Evening Star, 4E 200\nSick sick sick of the rocking tossing rolling throwing upon the gray gray waves!</bold>",
        "I've been reading of Skyrim, of the good days, the old days, of the Old Ways. There was another Sanctuary once. A Dawnstar Sanctuary. Good, ancient and strong. Blessed by Sithis. Cicero will go there! No need of Astrid!",
        "The Mother and I will settle, and she will speak to me, finally, and we will build the Old Ways anew, together.",
        "",
        "<bold>23rd of Evening Star, 4E 200\nThe passphrase is mine! I have found it, in a letter ancient as the Sanctuary itself.</bold>",
        "The Black Door will ask - \"What is life's greatest illusion?\"",
        "I am to answer - \"Innocence, my brother.\"",
        "Finally, a space, a place, to call my own! A joker's retreat for the Fool of Hearts!!!!",
        "",
        "<bold>4th of First Seed, 4E 201\nThe Sanctuary is home! As I had dared hope! Cool and dark and lovely. My Sanctuary, Sanctuary from all.</bold>",
        "I know its every corner, every hall, every shadowed nook and alcove. My Sanctuary. The guardians know me, recognize me as Keeper. They leave poor Cicero alone. The big ugly beast - a different story. He'd eat me if he could, but to bind me, grind me, he'd need to find me. And Cicero will make sure that does not happen. For I have Sanctuary!",
        "Sanctuary from all.",
        "",
        "<bold>13th of First Seed, 4E 201\nThe Sanctuary is safety, and salvation. But silent, so silent. I give my love to the Unholy Matron. I give my laughter freely. But I do not hear her. The silence has returned. Now that I am laughter, and no longer hear laughter, I once again hear the silence. The silence of the Void. It reaches across time and space. Its silence is deafening, once more.</bold>",
        "",
        "<bold>1st of Rain's Hand, 4E 201\nMother and Keeper must go. I am not the Listener, and never will be. But I am the Keeper. I must serve my Mother's will above my own. I must find her Listener. I must teach Astrid the error of her ways, the beauty and necessity of the Old Ways.\nI have sent the letter to Astrid. We leave soon. But Cicero will keep this Sanctuary as his Sanctuary!</bold>",
        "A place to rest and ply my trade, for I once more take up the blade, and send some lucky souls to Him, when laughter strikes, as fits my whim!\n"
    ]
}