{
    "id": "CindanwesNotebook",
    "paragraphs": [
        "The sun listens to my greenness. But where did the moon frown? The sky is empty of children, and the earth eats strawberries. Yet, why do the worms taste of bitter-plumb?",
        "Everyone is bereft of spores. Or the spores have devoured us all and we are left with nothing. Or everything is inside us, though we find ourselves swimming in rock, where strange things remain, and known things fall outside of their own selves - let alone from each of us!",
        "Why play the paintbrush against her? She always stands close to being far away. And what of the farm then? Shall it twinkle in the breeze of lyricism? How should I know?",
        "What I do know is this: the grass drinks flower dust like a glass bead swallowed tastes nothing like water. And furthermore, wherever one finds the absence of something, that something surely exists someplace else, or else how could it be absent. There is wisdom in this!",
        "Yes, and everything has its place, and every place its thing belonging to it. It is the way of all things. Even those things misplaced know where they belong. They long to be. That is the whole point of belonging, is it not? And yet we are never so lonely as the stars, as when we find ourselves possessed. Of love? Of death? Of what then? Life?",
        "But they call me Enemy, even as they exalt me. Yet even the wind is slave to the clouds... But the rain? It bounces against the sky like apples in a basket, and for what? What shall become of us when the pod pits die?",
        "I would like to think that the bleak summer does not herald the death of the rain. But who is to say one way or the other? If the butterflies make up the walls, how does one see inside a room at night? Perhaps the room is already inside us and we are the ones who need occupants, and our occupants are the ones needing the light.",
        "But I digress.",
        "The spoon that slays monsters is always the last to enter the mouth, and the first to leave. Nor do eyes in the back of one's head mean that one can walk backwards... do the knees bend that way? Do the shoes point heavenward? No, we are stuck falling forward until we smash against the door of eternity. That is the essence of life. To be devoured in our own banality, though we wish to be something more.",
        "I love this life, but I hate the aftertaste. Like waking from a dream with someone's fingers in your mouth. How did they get there? Whose hand do they belong to? Whose hand do any of us belong to, really?",
        "It always comes back to belonging, does it not? It does. As the question knows the answer, the answer belongs to the question. And that is the whole point, I think: to know the question, and thus to belong to the answer.",
        "That is why I must write in this book. Everyday. Sometimes twice. The others are jealous of the windflowers that bloom in these pages. They desire to swallow the ink through their nostrils, tasting the bitterness of all that life has in store for them... but it is my life that belongs to me. Even as my house belongs to the things inside it. And insides belong to outsides, and outsides are never quite as free to do as they think they are.",
        "Always this. One thing after another, but not some things. Some things are better left where they think they are, not where they really are. Not all places are equal, nor all things belonging to the same spot. How could that be? No. Surely not.",
        "When my sun shines through the moon's teeth, then it will be time. But not until. Until then I shall continue to smash my head through windows so that I might see. Where I am. Where here is. Where I belong. And all things being just so, so I be just. And justice is important in this life, is it not? How else can a life be justified, but by this?",
        "The sun is forever moving. I must get back to work. I am grateful I have this place to put my thoughts, lest they become lost and confused as I am (though I'll never let the others see that... they think I have everything in control)..."
    ]
}