{
    "id": "CivilityandEtiquette",
    "paragraphs": [
        "Librarian Comment:",
        "The inconsistent naming and format of these books remains as it is in ESO.",
        "",
        "<title>Civility and Etiquette: Wood Orcs 1</title>",
        "Civility and Etiquette Volume III: Wood Orcs, Part I",
        "Elden Hollow",
        "By Coristir, Sage Sojourner",
        "It is said that the Orcs came to be when the Aldmeri god, Trinimac, was devoured by the Daedric Prince Boethiah. As the myth goes, Boethiah excreted Trinimac’s remains, and those Aldmer who followed Trinimac rubbed that excrement on themselves to become Orcs. Perhaps it’s just a myth, but the imagery is appropriate: repugnant, ridiculous, and a little comical, like the Orcs themselves. It’s said that, after a time, a sect of these people traveled into Valenwood and developed a tangential culture: the Wood Orcs. (For dealings with Orsinium Orcs, see Volume II.)",
        "The Orcs in general are difficult for Mer to interact with, but these Wood Orcs are similar in physicality to our Wood Elf cousins, the Bosmer. The Wood Orcs are blunter and more ill-tempered than the Bosmer, but should be handled in much the same way: with patience, guidance and a careful eye. Without a proper Altmeri hand to lead them, both races have the potential to devolve into self-destructive, orderless savages that are an inconvenience and danger to all civilized people around them.",
        "So how should an Altmer deal with a Wood Orc?",
        "First, earn her respect. Like her northern, Orsinium cousins (the more common Orc variety), a Wood Orc admires physical strength, but she also prizes agility, speed, and geographical knowledge (equating that with tactical knowledge). Display some semblance of competence in these areas and you will earn her begrudging appreciation.",
        "Here are a few ways to begin a conversation (as a sign of respect, make sure to introduce yourself or at least establish eye contact first):",
        "Offer to begin an unarmed altercation and force the Wood Orc to submit. They enjoy fisticuffs.If you find yourself walking with a Wood Orc, gain the lead and maintain it. This may lead to a footrace. Win it, and win the Wood Orc’s approval.Find a large rock — equal to or greater than body size — and hurl it, within view. Use a strength spell if you must, but don’t let the Wood Orc know.",
        "If you think this sounds like impressing your way into a tribe of athletic children, you would not be far wrong. Use the above methods with caution — predictable as they may be, Wood Orcs are individuals, and require improvisation in dealing with them.",
        "And here are a few things an Altmer should not do when interacting with Wood Orcs:",
        "Flaunt magical abilities. Though the Altmer know that displaying advanced magic shows a lifetime of dedication and mastery of the highest craft, all Orcs bear a cultural distrust of magic. In their ignorance, they believe magic’s primary function is oppression of their people, and often bridle at its use.Unless you’re intending to ignite a battle, never hide in the trees of Wood Orc territory. Walk in the open. As our Bosmer cousins have learned, the Wood Orcs do not take kindly to those who stalk their forests. They equate secret movement with malevolence and cowardice.",
        "In Part II of this collection, I’ll detail specific hurdles that may come up in conversation with a Wood Orc, such as religion and Malacath, and the Wood Orc equivalent of Orsinium strongholds.",
        "<title>Civility and Etiquette, V. 5: The Undead</title>",
        "Part",
        "It is popular belief that all undead and phantasmal revenants are slaves to their necromantic biology. Indeed, like most predatory wildlife, many of these creatures exist only to absorb or consume the energy of the living. They should never be bargained or reasoned with. An Altmer should deal with such creatures in the way she would handle a rabid wolf, or malevolent Orc: with extreme prejudice.",
        "However, there are those among the post-living that possess or have achieved sentience, like vampires, liches, and wraiths. Dialogue is possible with creatures such as these, as long as one keeps certain discretions in mind:",
        "1. An undead who speaks is bound to be powerful. Any creature whose magic is potent enough to allow it sentience in death deserves an Altmer's begrudging admiration.",
        "2. An undead can never be trusted. Though we should respect the undead and their power, all undead want something from the living, and there is little to stop them from taking it. An Altmer must remain guarded in their presence. Always.",
        "3. An undead might not be as she appears. Many powerful mages possess illusory spells to alter their appearance, and so, too, do the undead. The wandering spirit of a lost child could be a starving lich in disguise.",
        "That said, there is much an Altmer can learn from the accumulated knowledge of a sentient undead, if dialogue can be achieved. The discerning Altmer could learn of ancient spells from time immemorial, first-hand accounts of historical events, or the locations of lost relics—if said Altmer can pose salient questions. When conversing with the likes of the undead, an Altmer wants to maintain an appearance of:",
        "1. Humility. An Altmer's heritage should afford her much, and in an ideal world, all peoples, including liches, vampires, and wraiths, would adhere to the Altmeri concept of class and proceed accordingly. However, most undead, even Altmeri undead, rarely adhere to social conventions. As such, even the most well-bred of Altmer should refer to point 1 in the previous listing. Think of the undead as elders: powerful, unflinching, and prone to anger.",
        "2. Intelligence. As is true with the Altmer, especially well-bred Altmer, the undead do not suffer fools. Without being overtly obvious, an Altmer wants to seek openings to display magical acumen or cunning to show that she is not to be trifled with. Again, think of intimidating a stern elder into compliance.",
        "3. Discipline. Assuming an Altmer can enter into peaceful communication with a lich, wraith, vampire, or otherwise, she will undoubtedly have many questions. But she should be wary of the number of questions she asks. An undead will impart its knowledge willingly or not at all.",
        "In Part II of this collection, I'll detail hurdles that may come up in conversation with the undead, specifically with wraiths, vampires, and liches, all of which require different operations of social intelligence."
    ]
}