{
    "id": "ClansoftheReachAGuide",
    "paragraphs": [
        "If one has the opportunity—or misfortune—to deal with the wild clansmen of the Reach, you should know who you're dealing with. There are a number of clans who trade calmly and peaceably with the cities of the North. Then, there are those who view travelers as threats. Or as targets.",
        "In my studies, I've identified three clans in particular that should be avoided at all costs.",
        "Boneshaper Clan:\nThe Boneshapers have developed an unusual number of rituals involving thorny vines and plants. The clan's name stems from their tradition of lacing or growing these vines through the skeletons of their ritual sacrifices. This plant does not appear to be native to the Reach, but they cultivate it well.",
        "When going on a raid or into battle they use these vines to create effigies, shaping the plants into rough mockeries of life. Some of these rituals also make use of the dead, though necromancy appears to be forbidden in the clan. It's unclear how these bodies are used, but travelers who see their crude clan symbol should stay well clear.",
        "Rageclaw Clan:\nThe Rageclaws have domesticated a breed of stout, battle-ready ursines. These bears are trained from an early age, bound to a specific clansman or clan family. A matriarchal society, this clan imitates their animal companions in many ways. The protection of young clan members is paramount, and I've seen whole Rageclaw families go into battle over the slightest threat to their children.",
        "A particular habit of the clan causes them friction with other Reach clans: Rageclaws are known to overtake and absorb other smaller clans, converting them to the way of the claw. Women new to the clan find they have tremendous control and freedom, and often enjoy the transition. Male warriors are pitted against grown bears in one-on-one combat, earning a place in the clan by forcing an ursine to submit. It usually goes poorly for clansmen unfamiliar with these massive beasts.",
        "Stonetalon Clan:\nFinally the Stonetalon clan, while not as outwardly aggressive as the other two clans above, exhibit a number of particular and combative behaviors. As with the Rageclaws, Stonetalon clans are matriarchies. However, women of the tribe seem to be rare. When they're seen, their women seem to be covered in heavy cloaks made of bird feathers, as if they've all taken ill. I believe they're struggling through a series of trials for an unknown purpose.",
        "In any case, every cloaked female I've encountered has been a powerful spellcaster. Stonetalon clans, as a result, may be the most dangerous groups to meet far afield."
    ]
}