{
    "id": "OntheClansoftheReach",
    "paragraphs": [
        "(Written during the reign of Emperor Leovic, 2E 568)",
        "",
        "Until Durcorach the Black Drake led the warriors of the Reach against Cyrodiil, few scholars ever described the peoples of the Reach as anything other than howling barbarians. The rest of Tamriel views the Reachfolk as one great unruly horde, existing in constant anarchy—a state of ignorance whose cost the Black Drake's warriors made only too clear a generation ago. Too late, the wise of Cyrodiil realized they had much to learn about the warlike race that now controls the Imperial City. In the interest of meeting that need, I set down what I learned about the Reach and its clans over the course of a seven-month trade embassy to Markarth, currently administered by the appointed governor, Caddach of the Blackdrakes.",
        "",
        "To begin: The Reach is home to scores of different clans, each with its own character and traditions. Some clans settle in one spot and build permanent camps, while others remain nomadic. Clans fall somewhere between extended family and home village; some people in a clan are related to each other, but others adopt the clan name to mark their allegiance. New clans appear all the time, as bands of like-minded Reachfolk come together to settle new land, follow herds of game, or (in more chaotic times) take up raiding to plunder neighboring lands. As a result, clans can be surprisingly fluid, breaking up and reforming over time.",
        "",
        "A clan-chief leads each clan. Some call themselves chieftains, speakers, elders, or kings, although most Reachmen think calling oneself \"\"king\"\" is a sort of putting on airs. Decades go by in the Reach with no clan-chiefs bothering to make the claim. But, if enough Reachfolk agree that one is strong enough to claim the title, then any clan-chief can be a king. In fact, there have been periods of history when multiple clan-chiefs called themselves kings at the same time; as the Reachmen say, anyone can be a king in the Reach, but no one is King of the Reach. Not even Durcorach claimed that title. To this day, Reachmen view the Longhouse Emperors as war-leaders they follow of their own free will. Kneeling to a king, even a Reachman king in Cyrodiil, is a thing that weaker peoples do.",
        "",
        "As I noted, scores of clans inhabit the Reach. Most are minor clans: a tiny village, a nomadic band, a nest of marauders in some lonely cave or hold. However, some of the more prominent clans any traveler to the Reach should know of include the following.",
        "",
        "Blackdrake Clan: Few in number, the Blackdrakes rose under the great warlord Durcorach. Known to allies and enemies alike as the Black Drake, Durcorach rallied all the Reach to his banner and conquered Cyrodiil, founding the line of the Longhouse Emperors. His closest relatives and friends in the Reach took his famous appellation for their own clan-name. Naturally, the other clans show Durcorach's kin more respect than a clan of this size would otherwise command, and Governor Caddach himself is a Blackdrake.",
        "",
        "Cinder-Heart Clan: A warlike clan often found near Markarth, the Cinder-Hearts are known for burning their captives alive. It is said that they prepare Briarhearts by filling the victim's empty chest cavity with hot coals, a peculiarly horrible refinement to an already gruesome ritual.",
        "",
        "Eagleseer Clan: Proud and warlike, the Eagleseers nurse feuds the way other clans look after their children. While that would appear to discourage contact with outsiders, they are in fact friendly and open to those they have no quarrel with. To the Eagleseers, visitors from other lands are simply not worth a good Reach feud.",
        "",
        "Ghostsong Clan: A reclusive clan from the wilds of the eastern Reach, the Ghostsongs are known for their powerful witches and loyal werewolves. They hold a special reverence for Namira, whom they refer to as the Spirit Queen.",
        "",
        "Hillhunter Clan: Nomadic hunters who make their home in the mountains south of Markarth, the Hillhunters are known for their woodcraft. Other clans say that no one can track a Hillhunter unless they choose to be tracked.",
        "",
        "River-Elk Clan: Strong in number, the River-Elks dwell in a multitude of semi-permanent camps throughout the Karth Valley. While distrustful of foreign ways, they willingly engage in trade with foreigners who prove themselves friends to the clan.",
        "",
        "Shadefeather Clan: Thankfully few in number, the Shadefeathers are a clan under the sway of a strong coven of Hagravens. They waylay travelers throughout the Reach, murdering their captives in dark rituals. Not even other Reach clans are safe from their wickedness. The Shadefeathers frequently shift camps and kill anyone unfortunate enough to stumble across them.",
        "",
        "Thornroot Clan: Fierce and strong, the Thornroots usually camp in the vicinity of Briar Rock. Like the Shadefeathers they are led by Hagravens, but they maintain non-hostile relations with neighboring clans and save their wrath for foreigners. Many of the clan's warriors choose to become Briarhearts, making the Thornroots very dangerous in battle.",
        "",
        "Wildspear Clan: A settled clan holding lands near Markarth, the Wildspears dedicate themselves to Hircine and honor the Master of the Chase with ritual hunts.They believe that humans, especially enemies who are strong and clever, make the best quarry for these bloody rituals.",
        ""
    ]
}