{
    "id": "CleverKailPerwaandtheGreatBoast",
    "paragraphs": [
        "<title>Clever Kail-Perwa and the Great Boast, Volume 1</title>",
        "As Retold by Nalae-Polek, Poet Laureate to Potentate Versidue-Shaie",
        "Once in the land of Akaviri, there was a clever woman named Kail-Perwa. She was known to spin words the way a spider spins its web, alluring and beautiful. But this clever tongue came with a boastful mouth.",
        "\"Living or dead, there are none in Akavir who can match my wit!\" Kail-Perwa proclaimed one day.",
        "Though her parents tried to silence her, Kail-Perwa would not take back her words. She repeated them one, twice, thrice. And on that third time, her words were so sure and loud that they echoed all the way into the afterlife.",
        "\"There are none so clever as I!\"",
        "Though all of Kail-Perwa's ancestors were displeased with her words, one spirit in particular took great offense. It was the spirit of General Haro-Banar, a man who had won many great victories with his cleverness. The general had always been modest about his accomplishments, and was displeased that his descendant did not follow this example.",
        "\"Kail-Perwa claims to be more clever than all, living and dead,\" the general proclaimed. \"I shall travel to the world of the living and see if these boastful words hold any truth.\"",
        "General Haro-Banar was well-honored by the living, and so his spirit was strong enough to leave the afterlife and venture into the mortal realm. He did so now, changing his ghostly appearance into that of a warrior dressed in golden armor. Swift as the wind, he traveled to Kail-Perwa's village and sought her out.",
        "The general found Kail-Perwa in the edge of the village, collecting herbs for her house. For a moment he hesitated, for the general knew his descendant to be as dutiful as she was clever. And so he resolved to give her one last chance to renounce her boastful ways and live modestly.",
        "\"I seek Kail-Perwa,\" said General Haro-Banar, making his presence known. \"Be you her?",
        "Kail-Perwa looked up and nodded, wiping the dirt from the palm of her hands. \"Yes, I am she.\"",
        "\"It is said that you claim to be more clever than any living or any dead. Be this true?\"",
        "Kail-Perwa stood to her full height and gave the general a confident smile. \"Yes, it is true. There is none so clever as I.\"",
        "\"That is quite the claim to make,\" replied the general, his voice growing cold. \"After all, how can you prove yourself against the dead?\"",
        "Kail-Perwa shrugged. \"Should any of the dead take offense from my words, let them prove themselves to me! After all, cannot spirits visit the land of the living?\"",
        "\"Very well,\" said the general with a solemn nod. \"For the next three nights, you will be visited by the cleverest of your ancestors. Prove yourself to them, and your boast will become truth.\"",
        "Suddenly, Kail-Perwa was afraid. How could this stranger make such a claim?",
        "\"Who are you?\" she asked, her voice trembling.",
        "\"I am he who will meet you on the third night,\" said General Haro-Banar, his voice mighty, his gaze unflinching. \"I am he who will acknowledge you as cleverest of all, should you prove yourself so. And I am he who will punish you, should your boasts be but clever lies.\"",
        "And with that, he was gone.",
        "<title>Clever Kail-Perwa and the Great Boast, Volume 2</title>",
        "As Retold by Nalae-Polek, Poet Laureate to Potentate Versidue-Shaie",
        "Kail-Perwa found it very difficult to sleep that night. The warrior in gold had claimed that she would be visited by three of her cleverest ancestors. Should Kail-Perwa fail to prove her wit to all three of them, she would be punished. But how would she be punished?",
        "Kail-Perwa was clever enough to know that the warrior in gold who visited her was an ancestral spirit. As such, the spirit had the power to grant her both great fortune or misfortune, depending on his ruling. He could even drag Kail-Perwa to the afterlife, should he be truly angered.",
        "Would she be able to pass these three trials? Would she be killed if she failed? Such questions kept Kail-Perwa awake late into the night, until at last she fell asleep.",
        "When Kail-Perwa next awakened, she was not truly awake. She was inside a dream, of this she was sure, but her consciousness had never been so clear and aware in a dream as it was now. Truly, it felt like she had been transported into another realm.",
        "And what a strange realm it was. The land around her was covered in a thin layer of water, cold against her feet. The sky above was an endless white. The only distinguishing feature was a twisted, black tree, jutting out from the water. And next to this tree was a lone woman, dressed in red.",
        "Kail-Perwa instantly knew this was the first spirit to would judge her.",
        "The woman in red smiled. She was young and beautiful with a noble bearing, and when she spoke, her voice was like the wind which foretells a great storm.",
        "\"I have come to judge you,\" said the woman in red, \"for you have claimed to be more clever than I. As your ancestor, I bear right to test that cleverness. Do you accept my judgement?\"",
        "Kail-Perwa bowed deeply and said, \"I do.\"",
        "\"My task is simple, then. You must walk to me. This is all.\"",
        "Kail-Perwa worried her lip, for she doubted the task was as simple as the woman in red declared. Still, the only action she could take was to move forward. But as Kail-Perwa walked, she quickly found herself moving further and further away. It was if the tree and the woman in red leaned away from her, just as swiftly as she walked forward.",
        "\"All is not as it seems,\" thought Kail-Perwa. \"There is a trick to this place that I have yet to see.\"",
        "So she looked behind her, and saw but endless water. She looked above, and saw but endless sky. But then she looked below, and saw her own reflection. And this reflection, as impossible as it may have been, was facing away from the woman in red.",
        "Kail-Perwa could almost laugh! What a simple trick. As she moved forward, her reflection was moving her away from the woman in red. In order to walk towards the spirit, she must move her reflection in the correct direction, not herself.",
        "And so Kail-Perwa turned away from the woman in red and began to walk. It was an odd sensation, as her steps seemed to pull the land ahead of her further away. Very quickly, she heard a tinkling laugh near her ear. She turned around, now face to face with the mysterious spirit.",
        "The woman in red smiled and said, \"Very good, Kail-Perwa. You have solved my task. But tell me, do you realize the lesson learned?\"",
        "Kail-Perwa bit her lip and shook her head, for she did not know.",
        "\"To go forward, sometimes you must go back,\" the woman in red gently explained. \"Let this lesson be your guiding words, for there are still two trials ahead.\"",
        "And with that, Kail-Perwa awoke to the morning sun.",
        "<title>Clever Kail-Perwa and the Great Boast, Volume 3</title>",
        "As Retold by Nalae-Polek, Poet Laureate to Potentate Versidue-Shaie",
        "Kail-Perwa basked in her victory like a lizard in the bright sun. Why had she worried? After all, there was none so clever as she! Why concern herself about a punishment that would never come to pass?",
        "There were just two more trials left. If Kail-Perwa succeeded in both, and she was confident that she would, her boast would become a proven truth! Perhaps her ancestors would even reward her for such a victory.",
        "Kail-Perwa found it easy to fall asleep that night.",
        "Just as before, she entered into a dream. Again, the land around her was covered in a thin layer of water, cold against her feet. Again, the sky above was an endless white. But this time there was no black tree or woman in read. Instead, there was black table with two black chairs. Seated at one of the chairs was an elderly man dressed in blue.",
        "Kail-Perwa bowed to the ancestral spirit and politely said, \"Greetings, grandfather.\"",
        "\"Ah, Kail-Perwa. You have come at last to meet this old man,\" the grandfather in blue greeted. \"Please, have a seat so we may begin your trial.\"",
        "With only a moment's hesitation, Kail-Perwa did as she was bid. She found no trickery in her steps this time, and easily found her way to the table where she took a seat.",
        "\"Now, as for your trial,\" the grandfather continued, \"It is very simple. We will play a single game of tihasae. Your only goal is to stop my victory. Do you understand?\"",
        "Kail-Perwa nodded, though her stomach clenched. She had played tihasae many times, this was true. It was a game which required great cunning to win, and Kail-Perwa won it often. But could she prevail against this elderly spirit, who had both wisdom and cunning on his side?",
        "With a swipe of his hand, the grandfather in blue summoned a tihasae board. The game pieces were bone white, contrasting against the dark browns of the board. He gestured towards Kail-Perwa, inviting her to take the first move. And so the game began.",
        "It was not an easy battle. Kail-Perwa's hands shook as she moved her pieces across the board. Every time she went in for an attack, the grandpa in blue was there with a impassable defense. And when he struck her pieces, he struck mercilessly. Quickly, quicker than Kail-Perwa thought possible, she was on the verge of defeat.",
        "At last, Kail-Perwa found herself one turn from losing. There was no way she could win, no way she could even escape defeat. This, she was clever enough to see.",
        "But must she win? Suddenly, Kail-Perwa's eyes opened wide. The grandfather in blue said to stop his victory. If this was truly a simple task, did she truly need to win against him?",
        "Without another thought, Kail-Perwa swiped her hand across the board. The tihasae pieces scattered into the water with soft plops, sinking further and further than should have been possible. With that simple action, there was no way for the game to conclude. There was no way for either competitor to win.",
        "The grandfather in blue chuckled and said, \"Very good, Kail-Perwa. With one move, you have stopped my victory. Simple, was it not?\"",
        "Kail-Perwa panted, her breaths ragged and short. She had nearly failed the trial, and it was very possible that such a failure could have resulted in her death.",
        "\"And now a lesson for you,\" the grandfather in blue continued, nodding his head. \"Seek what is true, not what is obvious. Let this lesson be your guiding words, for there is still one trial ahead.\"",
        "And with that, Kail-Perwa awoke to the morning sun.",
        "<title>Clever Kail-Perwa and the Great Boast, Volume 4</title>",
        "As Retold by Nalae-Polek, Poet Laureate to Potentate Versidue-Shaie",
        "Kail-Perwa despaired all day. She had come so close to losing her second trial, and now she was to face a third. Failure to pass this last trial would result in a grave punishment. Perhaps even her death.",
        "She thought of all of her options. Was there was a priest could protect her from the spirits? A potion that would let her stay awake forever? But the more she thought, the less realistic each idea became.",
        "So afraid was Kail-Perwa, she did not fall asleep until well until the night.",
        "She awoke into a dream once more. Again, she was greeted by a land of endless water and a sky of endless white. But this time, the warrior in gold stood before her in all his glory. In his hands was a mighty black sword, so large that Kail-Perwa could never hope to lift it.",
        "\"You have passed two trials,\" said the warrior in gold, his voice as proud and strong as his bearing. \"But you have yet to pass mine. Do you accept my judgment, descendant?\"",
        "Kail-Perwa nodded quickly, just once. She knew it would be useless to object.",
        "\"You have proven to be clever twice through your actions,\" continued the warrior in gold as he slung his mighty sword across his shoulders. \"But how clever are your words? This will be your last trial, Kail-Perwa. Convince me that you are more clever than all living and all dead.\"",
        "For the first time in her life, Kail-Perwa did not know what to say. What words could she weave to convince this spirit of such cleverness?",
        "\"To go forward, sometimes you must look back,\" the woman in red had told her.",
        "\"Seek what is true, not what is obvious,\" the grandfather in blue had said.",
        "Kail-Perwa closed her eyes and thought. She had overcome two trials to prove herself more clever than any other. But was that truly the purpose of her hardships? Using all of her cleverness, using all of her wit, she thought about what she had learned and what she must do.",
        "When next her eyes opened, Kail-Perwa knew she had found the truth.",
        "\"I can't,\" she told the warrior in gold, her hands trembling slightly. \"I can't convince you that I'm more clever than all living and all dead.\"",
        "\"Oh?\" asked the warrior in gold, his voice even. \"And why is that?\"",
        "\"Because I'm not,\" answered Kail-Perwa. \"If I was truly so clever, I would never make such a boast. There are many I have never met, and many I will never meet. And to condemn them to be less clever than I is foolishness.\"",
        "\"I see,\" said the warrior in gold, his face revealing nothing. \"And is this all you have to say?\"",
        "Kail-Perwa bowed deeply, her head hung in shame. \"I know now that such boasts are an insult our family's good name. I apologize.\"",
        "And with this, the warrior's face broke into a grin. His armor transformed into noble robes, his face growing a long, full beard. And that was when Kali-Perwa realized that the spirit before her was none other than General Haro-Banar, the most honored of her ancestors.",
        "\"You have humbled yourself before me, despite risk of punishment,\" said General Haro-Banar. \"And for that, I will forgive your transgressions. Live modestly, my descendant, for there are none so clever as those who realize their own limitations.\"",
        "\"Thank you, General Haro-Banar,\" said Kail-Perwa, her heart filled with gratitude. \"That is a lesson I shall never forget.\"",
        "And so Kail-Perwa finally awoke to the wisdom of her ancestors, and all was well."
    ]
}