{
    "id": "OntheClockworkCity",
    "paragraphs": [
        "By Barilzar, Mage of the Seventh Order and Artificer Extraordinaire",
        "I studied at the feet of the Father of Mysteries. I learned of magic and machines from the Clockwork God. I searched for the secrets of Oblivion with the Inspiration of Craft and Sorcery. I did all this and more with the Light of Knowledge, the SI in ALMSIVI, the Wizard-Mystic of the Tribunal—Sotha Sil.",
        "As student and disciple, I spent many long years at the Magus's side, helping to maintain and expand his ultimate creation, the Clockwork City. Now, rumors and stories and exaggerations galore persist about the fabled complex. The purpose of this book is to neither confirm nor deny these tales. Instead, I plan to add to the mystery and the extraordinary wonder of the place. Hopefully, my old master will approve.",
        "Let's start with a few basic turns of the gear as I reveal a secret but wrap it in a mystery. The Clockwork City is a giant complex the size of a world, but it fits inside a glass dome no larger than a good-sized netch. Here's another contradiction. Sotha Sil was definitely inspired by the technology of the Dwemer, but the brass tunnels, giant gears, electrical fountains, and lightning falls are all uniquely the creation of the Magus of the Three, Finally, while it is said that the Clockwork City is a painstaking recreation of Nirn itself, quite the opposite is potentially true. The complex is the perfection of Nirn as imagined by the Clockwork God.",
        "I spent much of my apprenticeship adjusting cogs and regulating the flow of energy, but my happiest memories consist of tinkering in one of Sotha Sil's many workshops, fabricantoriums, and ateliers (which is just a fancier way to say workshop, but the Magus loved to play with obscure words almost as much as the Warrior-Poet). I loved participating in the endless and varied experiments that were constantly being performed throughout the city. We studied everything, always looking for a new theory to test or a device to improve. \"We build it because we can,\" Sotha Sil told me, but what I heard him say was \"We build it because it's fun.\"",
        "Here's another mystery to ponder. You must humble yourself and become modest to enter the Clockwork City. Indeed, there's no room inside for anything larger than a shroom-beetle, but once you gain entry it's larger than anyone could ever fully explore. Contemplate that while the gears turn, I dare you!",
        "The city has residents, as any city should. Some, like the fabricants, were specifically created to fulfill necessary roles. But others live within the complex as well. Sotha Sil's current students and disciples wander the brass tunnels, maintaining the endless series of experiments that require monitoring and constant minute adjustments. There are also those the Magus invited to become part of one experiment of another, as well as the extraneous cast-offs, lost travelers, and trapped planar explorers. I've had some of the most interesting conversations ever with those I met in the Clockwork City.",
        "Finally, you have probably heard that Sotha Sil can \"forge the future\" using the Clockwork City. Certainly, the contrivances that spring from this well of invention will one day beat the world into a shape most pleasing to the Father of Mysteries. Beyond that, I cannot say. It is also said that the Clockwork City can be used to \"reshape the world.\" I won't reveal the meaning of that cryptic phrase, but I will confirm that those pistons pump true.",
        "Now I have my own experiments to return to. There's never enough time in the day!"
    ]
}