{
    "id": "AClothiersPrimer",
    "paragraphs": [
        "Future challengers! The Shattered Masque has fought far too many opponents who fail to realize the importance of proper footwear.",
        "This basic primer will to teach you how to make a simple pair of homespun shoes. If we're to face each other in the Blessed Crucible, I want you to fall because of my unmatched skill—not your pathetic boot stitching.",
        "Step 1: Acquire Jute",
        "Raw jute is cheap, plentiful, and easy to weave. Look for the distinctive yellow flowers in the wild. I suppose you could pay someone to pick them for you, and it's that kind of laziness I look forward to punishing in the arena.",
        "Step 2: Refine Cloth",
        "You can work with raw jute at any clothing station. Professional clothiers call this process \"refinement,\" which can be done with any raw material. For now, you'll need ten raw jute plants to make the refined jute you'll need for shoes.",
        "Unless working a loom is beneath you. Weakling.",
        "Step 3: Style!",
        "Clothiers from all across Tamriel have their own cultural style. You need style to make an impression in the dueling ring, so find the style material that's easiest for you to work. If you're an Imperial, start with material for the Imperial style. Purchase it from clothiers or take them from your whimpering, defeated enemies.",
        "Step 4: Craft Your Shoes",
        "Bring your style material and five bolts of jute to a clothing station. (Remember—refined jute, not raw jute plants.) Now, get to work and craft yourself a pair of homespun shoes. You can use more bolts for better quality shoes, but you should start with five bolts.",
        "Easy work! As easy as it will be for me to crush your pathetic and deluded hopes of winning the Brimstone Crown.",
        "Making Clothes the Shattered Masque Way",
        "Any arena fighter worth their salt doesn't stop with a simple pair of shoes. Try making a pair of rawhide boots for added protection, or a colorful sash to make you stand out in the ring. If you get the hang of this clothier business, you'll even have a trade to fall back upon after I thoroughly humiliate you in front of everyone you've ever loved.",
        "Improving Your Shoes",
        "The art of improving the shoes you make—or any other bit of clothing, really—requires you to work with tannins at a clothing station. If you aren't careful, you'll ruin the clothing and the tannins in the process. Use as many tannins as you think you'll need.",
        "Find them on your own. I won't make everything easy for you.",
        "Deconstruction",
        "Maybe you're the kind of person who cuts corners. If you don't have time to collect raw materials, you can always deconstruct clothing you no longer need. This will destroy the clothing, but maybe you'll salvage enough to make a hat I can knock off your head.",
        "Researching Traits",
        "By now you're thinking. \"I'll need an edge if I'm going dare to fight the Shattered Masque.\" You could always research unique traits of items made by better clothiers than you by taking their clothing apart and studying their techniques. Anything to boost your confidence long enough for me to stomp it into dust."
    ]
}