{
    "id": "CodeoftheBaandariPedlars",
    "paragraphs": [
        "Do not listen when Town-Biders call you thief, or charlatan, or dishonorable. Such people are ignorant and insular, and know naught of anything beyond the borders of their township. Dishonorable, sooth! One is not dishonorable if one has a code of behavior that one lives by. And this is so for the Baandari.",
        "Abide thus by our code, Baandari, or you will be cast out and no longer dwell among us. Those who break the code and become Cast-Cats may be pitied, but they shall not be readmitted among us. For how will the world trust us if we cannot trust ourselves?",
        "The Baandari Code by which we live consists of both written bylaws and unwritten bylaws. The unwritten bylaws may not be written, for how if written could they be unwritten bylaws? But the written bylaws are as follows:",
        "The Bylaw of Salvage: Sometimes objects are loose and uncontained, being neither in pocket, in drawer, or in hand. Such objects are abandoned and may be lawfully salvaged, for clearly no one cares enough about them to see them properly contained. It is meet and commendable for a Baandari to salvage an object thus abandoned, for a Baandari is thrifty and deplores waste.",
        "The Bylaw of Prophesy: Frequently Town-Biders offer Baandari payment in return for advice and prophesy regarding events yet to come. In this transaction a client must be told that which would be most pleasing to hear, for it is a serious breach of etiquette to offend a client with words that are unkind or unwanted. To prevent such a breach, it is meet and commendable for a Baandari to spend time with sharp ears in the local inn or tavern so as to ascertain what advice might best please potential local clients.",
        "The Bylaw of Guarantees: A true Baandari sells only the finest goods and wares, for the Town-Biders wish to purchase only the finest goods and wares. There is no pride like that of a person who has just spent a deal of money upon a fine, new purchase, and a Baandari wants above all things for a client to be proud of having driven a hard bargain and acquired an item of the highest quality. Therefore it is meet and commendable to provide a client with the highest guarantees of an object's provenance, rarity, and desirability.",
        "Thus the written bylaws of the Baandari Code. These bylaws are in all cases ironclad and incontrovertible—except, of course, when overruled by the unwritten bylaws. Var var var."
    ]
}