{
    "id": "CohortBriefingArenthia",
    "paragraphs": [
        "This unit will begin occupation of Arenthia within a fortnight. To ensure our success in the operation, every soldier needs some knowledge of the city and its civilians. Go in unprepared, and you'll end up robbed blind or stuck full of Wood Elf arrows without knowing how or why. Having spent some years guarding caravans in transit from Arenthia to Skingrad, I can provide the information you need to avoid personal harm and unnecessary provocation of the citizenry.",
        "Don't be lulled into complacency by the familiar buildings; this city is nothing like home. Though some Colovian traders from north of the River Strid have settled here, they're outnumbered by the Wood Elves from the south and the Khajiit who roam in from the eastern savannas. In the past, the city's allegiance has changed as often as the wind, but the flimsy Khajiiti hovels and the Elves' temporary tree-shaping don't endure like the good Colovian stone from which most of the lasting structures are built.",
        "You'll encounter plenty of Wood Elves and Khajiit, so a general awareness of their customs and practices will prove useful. Wood Elves become unreasonably aggressive if they believe a plant or tree is in danger. If any trees need to be cleared, obtain permission from your superior and assemble an armed squad. Also, be aware that Wood Elves are fond of indulging in drink, and their normally irreverent tongues become even worse when soaked. A word of advice: do not engage in drinking contests with these Elves, no matter how they taunt you.",
        "Khajiit make up a sizable portion of the population, though few hold permanent residence here (or anywhere). These moon-worshipers drift in and out in bands, bringing their sugary liquors and garish fabrics to market. Exercise caution if you are approached by one of the pleasure-partners that often travel with these caravans. They are invariably thieves, and by the time you realize you've been picked clean, they'll be halfway back to Dune.",
        "On a related note, we've caught wind that a ring of skooma smugglers may be operating out of the city's shamefully disused Temple of the Divines. This is an affront to the Divines and will be investigated once our hold is established. We will clear out the scum if the rumors prove true, but there is to be absolutely no looting of the Temple. In time, we will restore it to its rightful glory.",
        "Your job is to make certain that our grip on Arenthia is ironclad. Enforce martial law and keep the peace as much as possible, but be swift to quell any potential disturbance. Remember, no culture can claim \"traditional\" ownership of this city; it belongs to the banner with the most troops on the ground, and that's going to be ours."
    ]
}