{
    "id": "TheCoiledPath",
    "paragraphs": [
        "Ghost Snake blesses the worthy.",
        "Ghost Snake devours the unworthy.",
        "Ghost Snake lives upon the Coiled Path. Once, the river that ran beside the Coiled Path was straight and long, but Ghost Snake did not like that. He commanded the beasts to dig. He commanded the People to carve the ground. He commanded the rocks and water to move. Now path and river together coil like a waiting snake.",
        "The Coiled Path is not an easy path to walk, for Ghost Snake does not wish it to be. Ghost Snake hunts the path for prey, and his victims rise as spirits. These spirits forever walk the path's twists and turns, never to escape, until Ghost Snake devours their essence as he consumed their weak flesh.",
        "The Coiled Path is more than a road or a river. It is a path to wisdom, to cunning, to insight. Ghost Snake's servants do not see the straight and narrow path. Instead, Ghost Snake grants his blessings so his servants may overcome treachery and hardship. Ghost Snake hisses his wisdom so that his servants may navigate the perils of life.",
        "The Coiled Path is not for the weak. Ghost Snake must feed, and if his servants cannot secure prey, Ghost Snake will rightfully devour those who serve them.",
        "Ghost Snake is the father of a thousand-thousand serpents. Wherever the spirits of Ghost Snake's victims gather, his serpentine children thrive.",
        "We who serve Ghost Snake have learned our lessons well. Do not take the easy path. Do not forget what lies underfoot, waiting to betray you. Do not forget that unseen forces watch and wait for you. Do not forget the hidden daggers of your foes. And always listen for slithering whispers on the wind.",
        "I write these words to receive Ghost Snake's righteous blessing. Life contains no justice. Life offers no mercy. Life is not easy. The only truth lies along the deceptive shores of the Coiled Path, and it is whispered by Ghost Snake.",
        "Know this or flee. Flee, and we will find you.",
        "When Ghost Snake finds you, he will bless you. Or you will die."
    ]
}