{
    "id": "TheCollectedTheoryHypothesis",
    "paragraphs": [
        "(An Excerpt)",
        "At the fourth Falinesti Site now, and, not surprisingly, the Falinesti Faithful here believe me mad, as did those of the Summer, Spring, and Autumn sites. But they'll reconsider when I prove my theory! Oh, they will, and they'll see that my \"inane\" questions were nothing but \"ane!\" Yes, they will!",
        "The Collective Consciousness Theorem will shake the foundations of belief, throughout Tamriel and beyond. I believe it, I KNOW it, and I will PROVE it! I just need a little more time.",
        "It's simple, really. The Faithful argue endlessly with each other over how the Walking City disappeared, but the irony of it is, they're all right—and they're all wrong! Deep inside each Consciousness lies a grain of truth. A grain falls and lands on another, and soon there's a whole pile of grain! A veritable SILO of truth, all waiting to be collected! The Silo Theorem!",
        "Some of the grains in the Silo so far are fascinating to say the least. All wrong, of course, but it'll be well worth the collecting when I can return to Elden Root and sort through the chaff. More grist for the mill and I'll be able to refine the grains, grinding them into the flour of knowledge. I will bake the Loaf of Truth fully—no half-baked theories for me!",
        "Where was I?",
        "Ah, yes … the Falinesti Faithful's Collective, Grainy Truths and Non-Truths Include:",
        "The Daedric Interference Conjecture: Falinesti was spirited away by a Daedric Prince or collection of forces (Clavicus Vile leads the voting almost two-to-one over Sheogorath).",
        "The Magicka Transposition Formulation: A magical attack or accident transported the Walking City to the bottom of the sea (the Swimming City?).",
        "The Lunar Backlash Premise: The Walking City is actually from one of the two moons (which one is hotly debated) and it is now walking back to (or on) one of the moons.",
        "The Chicken Nonconformity Detonation: A surprisingly popular theory, I could not find out any agreed-upon details. Will investigate further in the library at Elden Root.",
        "Wayward Metropolist Doctrine: The Walking City got lost on its last trip.",
        "The Celestial Purloinance Postulation: Stolen by the thief-god Rajhin for some unknown reason.",
        "The Temporal Reversal Supposition: The Walking City has begun traveling backward in time.",
        "The Temporal Leap Corollary: Falinesti has sprung forward in time and will be there for us to find it at some future date.",
        "The Accelerated Invisibility Theory: Falinesti is still here, but moving so quickly between the sites we can't perceive it.",
        "The Shared Urbanity Theorem: All cities are Falinesti, as it was and as it always will be.",
        "…Where's that ink gotten to?"
    ]
}