{
    "id": "TheColossusofGonfalonBay",
    "paragraphs": [
        "By Miramel Charascel, Chairperson of the Gonfalon Bay Historical and Social Society",
        "",
        "The pride of High Isle—indeed, of the entire archipelago—rises from the harbor of Gonfalon Bay and soars some three-hundred feet into the sky. The Colossus of Gonfalon Bay, a grand statue displaying the power and prestige of our island's people and history, But while most High Islanders look upon the great Colossus with a sense of awe and wonder, few actually know the history behind its construction, what the statue actually represents, or whose visage adorns the massive edifice. Well, this author believes it is well past time to rectify that!",
        "",
        "The Colossus of Gonfalon Bay started life as an idea for the primary monument for the All Flags Navy. When Master Builder Tobin Moorcroft showed the plans to Baron-Admiral Bendu Olo after the remnants of that massive fleet returned to High Isle, Olo rejected it. He wanted the monument on All Flags Islet to honor all the ships and sailors that made up the All Flags Navy, not serve as a memorial to any one person—even if the baron-admiral was that one person. Instead, the plans for the Colossus were set aside while the monument on the islet was constructed.",
        "",
        "As work on the monuments on All Flags Islet were nearing completion in 1E 2274, it was decided that the time had come to properly recognize Bendu Olo for his efforts in assembling and leading the All Flags Navy against the Sloads. A massive, jagged rock jutting out of Gonfalon Bay was selected, and a team of expert stone carvers and craft-mages were assembled to turn the looming peak into a work of art. The dedication ceremony and unveiling took place in 1E 2290. Elderly and in failing health, Bendu Olo nevertheless made the trek from Anvil to except the honor.",
        "",
        "The Colossus, as most people refer to it, was instantly seen as both a wonder and a source of pride for the High Islanders. And though few today remember the name Bendu Olo or what he accomplished for the people of Tamriel, his visage overlooking the harbor provides a sense of comfort to all who fall beneath its gaze. Legend has it that as long as the Colossus stands, no harm will ever befall High Isle or the Systres Archipelago. To that I say, long may it stand!"
    ]
}