{
    "id": "ComingoftheLearnedOne",
    "paragraphs": [
        "<title>Coming of the Learned One Vol. I</title>",
        "The learned one has begun work in the upper chambers that promises to be the most scintillating magic I have ever witnessed. It will consume the upper floors of the Archive, and I am among the stewards of the upper floors. I cannot think of a better way to die than writhing in the sorcery of the learned one—but it means my time on Nirn grows brief.",
        "Thus, I spend my final days recounting the learned one's arrival. What follows is a recollection of the Archive's defining moment. Though we built it intending to reach for Aetherius, it was a denizen of Aetherius who found us.",
        "<title>Coming of the Learned One, Vol. II</title>",
        "The learned one came to us with a booming roar like thunder, enveloped in a gleaming sheen. Hers was a foreign glimmer that filled the Chamber Prime for the first time in many years.",
        "At first we were perplexed, dismayed, but mostly annoyed. We had the audacity to think we would deny her access to the Archive and its secrets. As if we had seen or touched or made anything in our pitiable tower that she couldn't best with a word.",
        "We voiced our displeasure at her arrival, and bade her take leave of us. Angalin and Envaril continued their research as if nothing was amiss, squinting to read through the brightness.",
        "Her light told us she was displeased. Its intensity grew, and in the moment, we thought she was Magnus come to Nirn, burning like a miniature sun. Vandore, Yanaril, and Tuintar were swallowed in her glow and never returned, leaving blasted streaks where they once stood.",
        "The rest of us fell to our knees. Not in surrender, but in euphoric elation. Never had we glimpsed such wondrous magic.",
        "We welcomed her, then. What choice did we have? We wept, and kissed her feet as she entered the tower.",
        "<title>Coming of the Learned One, Vol. III</title>",
        "In the beginning, the Learned One frequently graced the experiment halls.",
        "That first day, her very presence sparked long-dormant casting circles to life all at once. Three of my subordinates were frozen solid in the Hall of Storms, lost in a sudden rush of magic.",
        "A dozen more vanished in the Stairway of Flames—so powerful was the fire that burst to life when the Learned One entered that there were no ashes, no sign that they had ever been. Twelve lives incinerated more efficiently than any spell I have ever constructed. It was beautiful.",
        "<title>Coming of the Learned One, Vol. X</title>",
        "We Firstmages thought ourselves the apex of brilliance for years. The Learned One has shown us in these few short days that we have been stumbling blind our entire lives.",
        "But despite her power, she has been troubled. She does not seem to trust in herself. She needs the Archive, she says, to cast her greatest magic yet—to seal herself into the upper floors. She says it is for the protection of mortals, of Tamriel as a whole. I know not what she means. Where she goes she brings magic; she brings beauty. Danger is only a side-effect.",
        "The Learned One says that, were the Firstmages to follow her in casting her spell, there are not many of us who would survive. But unlike Earil and his cowardly friends, most of us would cherish death at her hands. Anything to push the boundaries of her magic.",
        "I have spoken to her at length about her plans, and my mind shivers at the possibilities. What could she seek to do? Guard the upper floors with her magical armory? I have seen her tinker with conjured weapons—clearly she has needed her magic to do battle before. Does she seek to mask the upper floors with a conjured shield? Incredibly costly and inefficient, but it would work.",
        "Or could she—and I do not write this lightly—seek to hide herself behind a dragon—a broken dragon? To travel the line, and then cut it; wrapping herself in a context where no one could ever follow? Such a venture could explain even her fear. It would explain the magic she has been working.",
        "Or I am overthinking the issue. Though she is the most powerful sorcerer I have ever encountered, she has exhibited directness that, like her magic, I cannot replicate. Whatever she has planned, it will be a feat of magic, and it will move us, I am sure."
    ]
}