{
    "id": "CommonArmsofValenwood",
    "paragraphs": [
        "Metal weapons have never been widespread in Valenwood. The Wood Elves' Green Pact proscribes the use of wood to kindle forge-fires, though in some areas the burning of peat or coal can get kilns up to metal-forging temperatures. Other Bosmer make do with bone clubs, or use axes and spears with blades of stone or obsidian.",
        "In the coastal towns such as Haven and Port Velyn, Bosmeri swordsmanship has benefited from the tutelage of Altmer advisors and a reliable supply of imported metal weapons. Strangely, the High Elves are not similarly appreciative of the Bosmeri composite horn bows, which are arguably the finest in Tamriel.",
        "While some have described the Dominion as an alliance of mutual convenience, I would characterize it as one of mutual exasperation. Swordsmanship is a case in point. Few Wood Elves have the mental discipline for traditional Altmeri martial schooling. They are easily distracted, and have no patience for the philosophical aspects of the training. Altmeri masters, who describe their system of swordsmanship as \"Proper Conflict,\" refused to adapt their techniques to the smaller stature and shorter reach of their pupils.",
        "So the Bosmer returned to their traditional method of warfare: archery. By the age of fourteen, a Wood Elf youth is proficient enough with the bow to accompany hunting parties. Long-distance archers are called Jaqspurs. The style of draw used by Jaqspurs has been described as \"snatching and releasing in one continuous motion.\" This allows a Jaqspur to maintain a very high rate of shooting, though years of training are required to be accurate at such speed.",
        "The Bosmer are perfectly willing to purchase and use wooden bows and arrows crafted by other races, but the Green Pact prevents them from making any of their own. Traditional Bosmer bows are crafted from horn and sinew. Strings are also made of sinew; Khajiiti gut is said to work best, and is thus prized among Valenwood archers.",
        "Bosmeri arrows are carved from bone, and fletched with the feathers of various bird species. The Wood Elves believe the source of bone used influences the characteristics of the arrow. Mammoth bone arrows are thought to strike with enough force to knock down a target. Bird bone arrows fly faster and more accurately. Senche-tiger bone arrows deal extra damage. Trials by Imperial observers have been unable to replicate these alleged effects. Upon hearing this, the Bosmer merely cluck their tongues and smile."
    ]
}