{
    "id": "IntheCompanyofWoodOrcs",
    "paragraphs": [
        "From the Personal Journal of Sisarion",
        "Orcs are strange.",
        "They are unsubtle, brutish, and straightforward in just about every way. Certainly there is variation in personality between individuals, but there are some things a Bosmer can always expect from an Orc. None of which our culture can fully comprehend.",
        "Their Wood Orc cousins are stranger still, but for different reasons. They ironically share more commonalities with the Bosmer, and are found mostly within Valenwood.",
        "Though Wood Orcs prize strength and honor and above all else, their interpretation of what those things mean separates them from their northern, Orsinium cousins. For instance, having strength to a Wood Orc means having agility and mobility as much as it does muscular power and endurance. I would like to hear an Orsinium Orc's take on the topic, but I imagine that, if one considers an Orsinium Orc as formed like a member of a heavy infantry regiment, then a Wood Orc is like a light skirmisher in the same army.",
        "The Wood Orcs, like the Bosmer, also flourish in forested areas. They've made no Pact with the Green—by my bow, they have utter disregard for and a lack of knowledge of the Green Pact—but I wouldn't be surprised if they stood in Y'ffre's favor in some way, with the ease I've seen them navigate tree-laden regions.",
        "Why worry about this? I've had Wood Orcs on the mind lately—it's difficult not to when one has been among them, as I have. I was ordered through their territory by a local Battlereeve to deliver a message—was told it would be easy to avoid detection. But Wood Orcs are a very different breed of Orc, as I've detailed above. When they caught me—no one save a Bosmer ever catches me—they noticed my presence in the trees above, though I suspect they must have been wary of something in their forest for days. I was ready, though, and felled two of the trio who turned on me with the same arrow.",
        "I was taken aback—I had expected to fell three. But the last one—inexplicably, and in a most un-Orcish fashion—bolted out of the way, like lightning. I leapt, rolled to the ground, just as a curved hand-axe whirled into the trees, through the space where my heart would have been. I came to my feet with dagger ready, and parried a blow from a second handaxe that nearly shook the knife from my hand. The Wood Orc growled and swung again, and in that moment, I couldn't have told him from his Orsinium cousins. He fought with the agility and grace of my people, mixed with the honorbound fury of the northern Orcs. He managed to tear a deep wound in my side, as I tossed a handful of dirt into his eyes. Half-blinded by pain myself, I stumbled to relative safety in the darkness of the woods as he cursed and spat, called me a \"coward who disguised himself with the forest instead of fighting with it.\"",
        "Hircine must have walked with me that day, for I was sure that battle was lost. The Wood Orc fought too fiercely, knew his own forest too well. But he never did manage to find me again. I would welcome a second contest—but in Bosmer territory."
    ]
}