{
    "id": "ACompilationofRedguardHistory",
    "paragraphs": [
        "Librarian Comment:",
        "This is another version of Redguards, Their History and Their Heroes. A complete set that contains Notes For Redguard History; Divad the Singer; The Memory Stone; Redguards, History and Heroes; and another book that does not exist in the released Daggerfall. This complete set could be extracted from the Daggerfall Preview CD under /DFPreview/DAGGER/ARENA2/REDGUARD.TXT.",
        "Thanks to Omniscia (AKA Lord Kinbote) for providing this rare document.",
        "",
        "<title>Summary of The Heroes Document.</title>",
        "This document is written like it is a draft of a scholarly book written as a historical analysis exploring the myths and tales as history.",
        "",
        "<header>Hero Frandar Hunding</header>",
        "Redguard history prior to coming to Hammerfell. This sets the stage for some color and texture of the people. Creates a context and some terminology. Creates concept of thought sword quasi magic \"spirit sword\". Explanation of names Hammerfell and Redguards.",
        "<header>Hero Makeli Leki</header>",
        "Redguard history about 300 years after coming to Hammerfell pure heroic stuff - concept memory stone that can be used to record memories of a person. Also follow up concept of a pure thought weapon a spirit sword - used by only special warriors like these two heroes. Sets context for a conflict with a local lord in High Rock who tries to invade through Wrothgarian mountain pass - The Bangkorai pass.",
        "<header>Hero Divad</header>",
        "Hunding's son, takes Hammerfell as the new land of the Redguards from giant goblins. He combines the spirit sword and a conventional magic sword to create 5 great magical swords to defeating the giant goblins. The Arena goblins are short little yellow guys, kind of woosy fighters, a foe just a notch above a sewer rat. Hammerfell was first occupied by Dwarves. They were a sparse population with just a few riches filled cities. Over night (from another dimension) a new breed of goblins invades - a huge army of fighters appears in the middle of the province, and pillages, raises towns to the ground and drives the surviving Dwarves out. The Dwarves flee through a lone surviving port city and are gone by the time the Redguards cross the ocean. Hunding and Divad arrive thinking the abandoned port city is vacant, and Hunding is cowardly killed. Divad leads the battle to wrest the land from the giant goblins and needs to resort to magic (5 great magical swords) to defeat them. The 5 combined cast a mighty spell that literally diminishes the goblins to the size and temperament we find in current Arena, and they flee to caves and wilderness, leaving Hammerfell. The Redguards to inherit the province.",
        "<header>Hero Derik Hallin</header>",
        "He lives in later years when Redguards have mostly forgotten their own heritage. They face a great peril from the giant goblins again, who have managed to open the path from the other dimension. Divad after the battle for Hammerfell decided the 5 swords were too powerful to leave just lying around so he hid them in succeedingly dangerous and tricky caves in the mountains. Derik quests to find them and defeat goblins. He does so, and the swords are destroyed and lost for good (but with just a tickle could maybe come back to be found in modern times). This last hero's story happened about 1000 years from Daggerfall times.",
        "Each story is cast in a bit different way. Frandar, as pure clinical history; Makela as her own memories being played back, Divad as a scholarly assessment followed by a poem translated into prose, and Derik as a recorded campfire tale.",
        "Maybe this will give your tech writers something to work with. I know it was fun for me to write. Hope this is helpful for creating some background for Daggerfall. Derik's stroy can be fleshed out more instead of taking the outline for the editros cop out. If you would like me to detail this out, I will, I just went with wherer the overall book theme took me.",
        "Unless I hear more from you all (a good southern word for an Atlanta boy) I will asssume that you have all you need on the Redguards and enough heros.",
        "-Dave (Ryder Bloc)",
        "",
        "<title>Notes on the Redguards, their history and their heroes.</title>",
        "This is a publishers proof of the initial draft of my book,\n\"REDGUARDS, THEIR HISTORY AND THEIR HEROES\".",
        "The following is a collection of the tales, myths and history of the Redguards. Much of their history is shrouded in mystery and in the mists of time. It is hard to distinguish between myths, and real history. I believe, however, that Frandar Hunding, Divad The Singer, Makela Leki, and Derik Hallin were real people and their stories are real.",
        "The memory stone mentioned in the second chapter may not be familiar to all readers. It is a stone who's mineral content makes it only found in the far north of High Rock, and there are few of them to begin with. At one time, there was a Mage that lived in the vastness and wastes of that region, and he in practicing enchantment spells, imbued several hundreds of them with the ability to hold and record one's thoughts. They are extremely valuable and can be used to record only once. Most city museums hold a dozen or so of these stones, and if you take one in your hand, you can receive the thoughts of the original owner as clear and fresh as if they were speaking to you. Now days un-recorded stones are very rare, and worth far more than in Makela's day. Imagine she paid only 25,000 gold crowns for hers!",
        "I have placed Makela's story before Divad's even through chronologically she cam many years after his death. The choice was based on my desire to contrast the stories of the principle heroes of the Redguard people. Locating the story titled the Dragon's Toe last was because it illustrates the final use that Redguard Sword Singers made of the Five Magical Swords that Divad The Singer constructed to drive the Goblins from Hammerfell.",
        "Below are the first chapters of the draft.",
        "<header>I. A Translation of The Book Circles by Destri Melarg</header>",
        "Author's note as translated into the Modern Tongue of Hammerfell:",
        "Frandar Hunding was born in 2356 in the old way of reckoning, in our beloved deserts of the old land. The traditional rule of emperors had been overthrown in 2012, and although each successive emperor remained the figurehead of the empire, his powers were very much reduced. Since that time, our people saw 300 years of almost continuous civil war between the provincial lords, warrior monks and brigands, all fighting each other for land and power. Our people once were artisans, poets, and scholars, but the ever evolving strife made the way the sword inevitable - the song of the blade through the air, through flesh and bone, its ring against armor; an answer to our prayers.",
        "In the time of Lord Frandar the first warrior Prince, lords called Yokeda, built huge stone castles to protect themselves and their lands; and castle towns outside the walls begin to grow up. In 2245, however, one man Mansel Sesnit, came to the fore. He became the Elden Yokeda, or military dictator, and for eight years succeeded in gaining control of almost the whole empire. When Sesnit was assassinated in 2253, a commoner took over the government. Randic Torn continued the work of unifying the Empire which Sesnit had begun, ruthlessly putting down any traces of insurrection. He revived the old gulf between the warriors - the sword singers - and the commoners by introducing restrictions on the wearing of swords. \"Torn's Sword-hunt\", as it was known, meant that only the singers were allowed to wear swords, which distinguished them from the rest of the population.",
        "Although Torn did much to settle the empire into its pre-strife ways, by the time of his death in 2373 internal disturbances still had not been completely eliminated. Upon his death civil war broke out in earnest; war that made the prior 300 year turmoil pale in comparison. It was in this period that Frandar Hunding grew up.",
        "Hunding belonged to the sword-singers. This element of empire society grew from the desert artisans and was initially recruited from the young sons and daughters of the high families. They built the first temple to the unknown gods of War and build a training hall \"The Hall of the Virtues of War\". Within a few generations the way of the sword - the song of the blade - had become their life. The people of the blade kept their poetry and artisanship in building beautiful swords woven with magic and powers from the unknown gods. The greatest among them became known as Ansei or \"Saints of the Sword\". Each of these began their own training schools teaching their individual way of the sword. Those Ansei of the highest virtue wandered the country side engaging in battle, righting wrongs, and seeking to end the strife.",
        "To sum it up. Hunding, was a sword-singer, a master, no, a Master Ansei at a time when the peak of the strife was reborn out of the chaos of Torn's death. Many singers put up their swords and became artists, for the pull of the artisan heritage was strong; but others, like Hunding pursued the ideal of the warrior searching for enlightenment through the perilous paths of the Sword. Duels of revenge and tests of skill were common place, and fencing schools multiplied.",
        "Frandar do Hunding Hel Ansei No Shira, or as he is commonly known Frandar Hunding, was born in the far desert marches in the province of High Desert. Hunding is the name of the High Desert region near where he was born. No Shira means noble person or person of noble birth and Hel Ansei is his title of Sword Sainthood.",
        "Hunding's ancestors reach back to the beginning of recorded time in the high desert and were artisans and mystics, his grandfather was a retainer of the Elden Yokeda, Mansel Sesnit, and lead many of the battles of unification prior to Sesnit's assassination.",
        "When he was 14, Hunding's father died in the one of the many insurrections, and he was left to support his mother and four brothers. His prowess with the sword however, made his life both difficult and easy. Easy in that his services came in great demand as a guardian and escort. Hard in that his reputation preceded him, and many awaited their turn to face him in battle and gain instant fame through his defeat.",
        "By the time Hunding was 30 he had fought and won more than 90 duels killing all his opponents. He became virtually invincible with the sword, gaining such skill and mastery that he finally stopped using the real swords created through the artisanship of his people and began using the Shehai or \"way of the spirit sword\".",
        "All sword singers learn through their intense training and devotion to the gods of war and way of the sword, the forms of discipline that allow the creation of the spirit sword. This is a simple form of magic or mind mastery where by a image of a sword is formed from pure thought. The sword singer forms the sword by concentrating, and it takes shape in his hand - usually a pale thing of light, misty and insubstantial, a thing of beauty perhaps, a symbol of devotion to the Way and the gods, but no weapon. However, those Ansei of the highest level and sensitivity and those with talent in magic, can at times of stress, form a spirit sword, the Shehai which is far more than light and air - it is an unstoppable weapon of great might, a weapon which can never be taken from the owner without also taking his mind.",
        "The Shehai became Hunding's weapon, and with this he slew bands of brigands and wandering monsters than infested the land. Finally upon finishing his 90th duel, defeating the evil Lord Janic and his seven liche followers, he was satisfied that he was indeed invincible. Hunding then turned to formulating his philosophy of \"the Way of the Sword\". He wrote his Learnings down in the BOOK OF CIRCLES while living as a hermit in a cave in the mountains of high desert in his sixtieth year.",
        "In that year Hunding having enlisted in the many battles of the empire, defeating all opponents, had thought himself ready for death and retired to his cave to capture his strategy and mystical visions to share with other Sword Singers. It was after his completion of the scroll of the Circle that the Singers found him composing his death poem and preparing to join the gods of war in final rest.",
        "At sixty he was a vigorous man, who thought himself through with life, but his people, the sword-singers needed him. They needed him as never before. Torn's Sword Hunt, had separated the Singers from the common people, and the rise of the Last Emperor began the last great strife of the desert empire. This strife was Emperor Hira and his consort Elisa's final effort to wrest control of the empire from the people by destroying the sword-singers. Hira vowed to search out every Singer and with his Brigand army composed of Orcs and castoffs of the wars of the empire, scourge them from the face of the earth.",
        "The Sword Singers were never a numerous people. The harsh desert kept the births few, and growing up in the unforgiving wastes eliminated all but those of iron spirit and will. Thus the final strife which became knows as the \"War of the Singers\" found the people of the sword unprepared and unready to join together their individually great skills into an army that could defend their home and lives.",
        "Frandar Hunding was sought out, his death poem interrupted, and unceremoniously command of the singers was thrust upon him. To the unknown gods of war great thanks is owed that Hunding had had the time in his cave to write down his years of accumulated wisdom, of strategy, of the way of the Shehai. The singers fled from their camps up into the desert hills and mountains. Fled to the foot of Hattu \"the father of Mountains\" where Hunding had gone to write in peace and to die, and there these remnants formed into the Army of the Circle - they learned Hunding's Way, his strategies his tactics, and the final great vision for a master stroke.",
        "Hunding devised a plan of seven battles leading the Armies of Hira further and further into the wilderness to the foot of Hattu, where the final battle could be fought. Hunding called his plan the \"Hammer and the Anvil\". With each battle Hunding's Singers would further learn his strategies and tactics, grow strong in the use of the Shehai, and be ready to defeat their opponents in the seventh battle. And thus it was, the six first battles were waged, each neither victory or defeat, each leading to the next. The larger armies of Hira following the small army of Hunding. Outnumbered thirty to one, the singers never faltered from the Way. The stage was set, Hira and his Army maneuvered to the base of Hattu Mountain, where the hammer blow was delivered. The battle was pitched, and many singers fell that day. Hunding knew, that the singers who lived would be few, but Hira and his empire of evil would not live to ravage the empire and so it went.",
        "At the end Hunding and less that twenty thousand Singers survived the day, but no army of evil was left to pillage and murder, more than three hundred thousand fell that day an Hattu. Of those who were left to run and live, all were scattered to the four winds, and organized force no more.",
        "The singers packed their lives, folded their tents, mourned their dead, and followed Hunding to the great port city or Arch, in the province of Seawind. There Hunding had a flotilla of ships waiting. The Singers left their desert for a new land. No longer welcome in the desert empire, they to be sung about and spoken of in legend. The final great warrior, the singers of Shehai, the Book of Circles, all leaving that land where their virtue was unappreciated. Red, red with blood they were in the eyes of the gentle citizenry, never mind that they had saved them from a great evil.",
        "The singers vowed to learn new ways as they traveled across the great ocean to their new land. To adopt a new name, but to honor the past. In honor of their final battle, they named their new land Hammerfell and adopted the name Redguards. In honor to Hunding the great warrior prince, each household in Hammerfell has a place by the hearth an alcove really, just a niche, big enough to hold the scroll - The Book Circles.",
        "What follows is a modern version of our great book of heritage.",
        "<header>THE BOOK OF CIRCLES</header>",
        "<header>Introduction</header>",
        "I have been many years training in the Way of strategy, called Shehai Shen She Ru, and now I think I will explain it in writing for the first time. It is now during the first ten days of the tenth month in the twentieth year of the Fox. I have climbed mountain Hattu to pay homage to the song of the sword and to the unknown gods of war and kneel before the spirit of the mountain. I am a warrior of High Desert province, Frandar do Hunding Hel Ansei No Shira age sixty years.",
        "From youth my heart has been inclined toward the Way of strategy. My first duel was when I was fourteen, I struck down.......",
        "<title>II. From The Memory Stone on Makela Leki</title>",
        "This is a faithful reproduction of the thoughts recorded in Makela Leki's memory stone, found in the Bankorai pass, in the year of reckoning 2776. Almost all of this is in the first person, as Makela was unfamiliar with the protocols and scholarly formalities of recording herself into a memory stone. None the less, her heroism and heroic deeds live on, her memories fresh in the stone for all to feel and hear.",
        "\"??!!........... muuu uhh, I wonder if this will really work.....?\" The Mages guild took me for 25,000 gold crowns if it doesn't! Imagine?!! This stone will record my thoughts,........?? What did they say? Just unwrap it from the silver foil and leather bag and as soon as it touches my flesh it will begin to record.",
        "\"Ahhhh, the pain, I must block it out, no one would want to hold my stone and hear my thoughts if I let it record my pain....!\" Thank the unknown gods of war and the training I received in The Hall of the Virtues of War ........ I CAN block out this pain! \"Ummm just, ah, there, it's walled off!\" Yes I can still see it there just beyond my consciousness lurking like a hungry wolf - a wolf what will soon consume me. I see also my inevitable death from these dammed wounds. No potions left, the healing crystal and ring are used up, and me, with not even magic enough to light a candle! Oh but the gods did give me other gifts, the gift of sword singing, the thrill of battle, Frandar Hunding's Book of Circles, THE WAY OF THE SWORD!! ...... ah but then that is my story, I get ahead of myself.",
        "I am Makela Leki a warrior, a sword-singer, a second level Ansei. In my cradle I could form the Shehai, the spirit sword - The mystical blade, mine formed of pure thought serpents intertwined with vines of roses to form the blade, as beautiful as........",
        "Ah, but I'm about to tell you all about that, to tell you my story, a story of valiant battle, of my loves, of my wars, of,... of betrayal and of this last glorious victory. To tell you of how I came to this distant lonely lpass me and five companions, to fight these men and monsters to defeat the army that would fall on my people like cowards in the night........ but again I get ahead of myself.",
        "I am a simple warrior. I grew up as a Maiden of the Spirit Blade. As early as I can remember I wanted to be a Singer, to feel the hunger of the blade in my hands, to feel it come alive and take my enemies. I am told our people were artisans and poets long ago in our desert homes. Here in new home now known as Hammerfell, many of us have returned to those ancient ways, but to me there is but ONE WAY!! THE WAY of the SWORD!!!",
        "Ah this is hard to tell. I grew up in my noble family, the only one of three brothers and two sisters that felt the calling, the Song of the Sword. Father understood, for he too had felt the call. He had become a master, and Ansei long before settling down with in our estate to raise a family. At eleven, I entered the Hall of the Virtues of War and joined the Maidens of the Spirit Sword. In my band there were six of us. Daring Julia, solid Patia, big Kati, svelte Cecil, wise Zell, and me - all are gone now, save me, and soon I will join them,... join them in the halls of the unknown gods of war. We drank together, we fought, we wept, we grew in the way of the sword. We joined in our learnings in the Hall with our Bothers of the Blade. Learning from each other, we all sat at the feet of the Hall Master striving to learn the depths of the Shehai - making the spirit blade into a real weapon as Frandar Hunding had! Only a few have the purity of heart and virtue to be able to take the step and learn the mysteries of Ansei... Sword Sainthood.",
        "Somehow, of all the Brothers and the Maidens, I only possessed the unique qualities, the faint but strong enough flicker of magic to be able to call forth the Shehai. Many times I called it, seldom would it become substantial enough to be a weapon. To be a Ansei, of the first level you just need to be able to call it, and that I could, so I became the first Ansei from our local hall in two generations.",
        "Oh I have so much to tell, so many memories, so many treasures to share with you , my unknown companion........ How do I start? Umhhh, the pain is still out there lurking hungry, slowly consuming what's left of me. I guess I had better tell of the final battle, the one that has left me here, and then if I have the will left tell you of my life, of my love Raliph... OH what a lad he was! What times we shared........... Forgive me, my mind wanders................ Let me go to the Final Battle!",
        "Umm to start, in the middle humm. Yes! We Maidens grew, learned, mastered the Way, and upon completing the Walk-About. To you who are not Singers, this is a wilderness trek emulating the times of Frandar Hunding - where we each wander the country side righting wrongs, defeating monsters, performing quests in the name of virtue. Some of us in our Hall took years to finish! Always there is danger, we six Maidens each returned in our own good time, but many are they who do not live to return from the Walk About!",
        "We returned , each to our own lives, to meet in the hall once a week to tell our stories to the new Maidens and Brothers, and to perform as instructors in the Way of the sword. All was well till the night of the (fill in a festival from the list). All our people were reveling and enjoying the repast, but for we six Maidens. It happened that the festival day fell on our day of meeting in the hall, our day of prayer and fasting and honor to the Way of the Sword.",
        "As we met, late into the night, a knocking rang on our door. When I opened, it there was a guardian the Bankorai Pass in the Wrothgarian Mountains, wounded and near death. He told us of betrayal from the north, an invasion sponsored by the Crystal Tower of HIgh Rock, lead by its Lord an army filled with evil minions, Orcs and sundry coming to fall upon our unsuspecting people. Quickly we used up a crystal of healing in restoring him to vitality. We sent him on to the king, while we six grabbed our weapons and armor of power, and as many potions, marks, and crystals and rings as we could carry.",
        "We flew to the pass hoping upon hope that we would not be too late! Our journey was not in vain, for we arrived just at the very point where the last three guardians were overwhelmed by the horde! Into the pass we ran forming the old battle line, six abreast. OH did we FIGHT! The Song of the Sword was a joyous noise slicing through the ranks of evil. We fought for hours. Julia was the first to fall, a cowardly poisoned dagger finding a rent in her armor. Then one by one all fell, save me. Then my beloved sword, the sword of my father, the one with the serpent's crest, fashioned by the master sword smith Singer Tansal broke in my hands! All was lost, our six lives spent in vain. Now, many many of Them would pour through the pass! I would be easy prey for them, like a newborn child! I wept in frustration!",
        "Then I remembered the hearth in our home - the book! Frandar Hunding's Book of Circles, the Way of Strategy. I reached for the Shehai the spirit sword, ... that which I could never reliably form when I needed it, and behold it was alive! Alive with fire! It formed in my hand! Ablaze with power ---- OH I slew mightily, right and left, like a scythe through wheat! All the way to the Lord of the Tower I fought. With one blow I cut his magical armor asunder, one more took his head! But to do that deed cost me dearly, wounds by the dozen, for although I had magical armor, it was not formed of spirit like my blade, it was not as invincible as my blade or my own spirit, and I was sorely wounded.",
        "With the felling of the Tower Lord, his army crumbled. They fled before my wrath! The ran back through the pass not even pausing to collect their dead and wounded. All who could stand ran for their lives, and I slew all I could reach, but my breath was coming short, and the pain.... Finally I rested, on this rock where you find me now. I don't know why I chanced to bring this stone along. I bought it on a whim really, with the loot from...... ah well I guess I need to really stop and tell my story in order. I feel able to go on to tell you more ... the eternal night is descending more slowly than I thought. Not just yet, am I ready to compose my death poem. A little sip of water and.......... well I think I will go back and tell you of my life, maybe some details about the battle. And Oh yes! about Raliph and our children, humm where will I start........",
        "I am a simple warrior. I grew up as a Maiden of the Spirit Blade. As early as I can remember .....................",
        "<header>III. Divad The Singer</header>",
        "<header>Preface</header>",
        "Divad The Singer is in one body, two unique and distinct people. Divad is the most well known of the Redguard heroes. Frandar Hunding's, son, probably the most accomplished Ansei who ever lived. Yet early in his life, Divad appeared to thoroughly have rejected The way of the sword.",
        "Divad was the only son of Frandar Hunding, and was born late in Hunding's life (2396), when he was away most of the time fighting the last of his duels and engaging in the many battles and insurrections of the period. At eleven, Divad entered the Hall of the Virtues of War and began training, but at 16, he appears to have finally let his anger at growing up essentially fatherless get the better of him, and he broke his swords and left the Hall to become an acrobat in a traveling circus.",
        "The life in the circus was unsatisfying to Divad, and after two years, his innate artisan heritage drove him to become a musician and finally a Bard. For two more years he traveled composing and quite literally singing in the cities of the empire - gaining no small amount of fame and recognition for his stirring and popular songs and music.",
        "Although Divad had forsaken the Way of the sword in public, it would appear that he continued to practice the compulsory forms of training he was taught in the Hall. He carried no sword, but in the late evening, bright lights could be often be seen in his tent, which was later learned to be his practice of the form of the way known as Shehai Shen She Ru - the Way of the spirit sword, or simply the Shehai.",
        "Divad was very popular with the people of the empire, and his music and concerts well attended, but he could not escape his heritage of the sword. When the last Emperor ascended to power, and began to persecute the sword-singers, Divad was among the first to attract his attention.",
        "Once the Emperor Hira and his consort decided to go to war with the Singers for control of the empire, he moved swiftly against those Singers who were visibly a part of empire society. Most he had killed or assassinated, but Divad's music and fame were so wide spread, that he sent a team of his personal guards to arrest him.",
        "The Emperor's men were either very luck or very unlucky depending on how you choose to view it. Being no fool, Hira sent 100 of his best guards, for even an unarmed Singer was a very dangerous foe. The luck came in that they were able to capture Divad and place him in chains, as they came at him as he sat dining with his elderly mother. The disaster came in that as he surrendered, they haughtily killed her as an after thought.",
        "That single thoughtless deed, as is often the case in war, was the one pivotal factor causing their eventual defeat. That act ignited in Divad the spirit of the Way. Up till that careless ax stroke, Divad was a ordinary artisan, no to be fair, an artist, a great artist, but no warrior.",
        "The moment of her death, Divad rose from his seat, took his chains between his two hands and lay about him in the confines of the dining hall swinging the heavy chain in a deadly arc. He slew four of the guards, gaining enough space to run and dive through the window and into the river on who's banks the house stood. He disappeared in the dark and wet of the night.",
        "From that point, Divad was spotted numerous times and told of in numerous rumors all across the empire - far more places than a mere mortal man could have ever been. At every point where Mira's men gathered to do mischief, the resistance was attributed to Divad.",
        "As Mira moved against the Singers and began forming his army to invade High Desert, it was Divad who carried the news to the Singers. Divad was among those who climbed Hattu to find Hunding in his cave. What is not well known is that Hunding, at first refused to take leadership of the Singers. The first attempt to interrupt him at his death poem cause him to drive the elders from his cave, he even formed the Shehai in his anger. It was Divad who re-entered the cave alone to speak with Hunding. To this day, no one knows what was said, what happened in that cave, for there were bright flashes of light, and angry voices. Five long hours came and went, then both emerged from the cave, Divad, at Hunding's side. The rest as they say, is history......",
        "Divad, who had not completed training in the Hall of the Virtues of War, became an adviser to Hunding, and spent his time reading the newly completed Book of Circles, but his role in the Hammer and Anvil strategy was as a simple sword-singer and fighter. It was not till the Singers landed In New Land that his story truly begins.",
        "In that land, he learned to combine the artisanship of his people in smithing swords of great beauty and strength with the Shehai and build the Five great magical swords of the Redguard, but let me tell it in Divad's own words.",
        "The chapter following this preface is a modern translation of Divad's heroic feats in wresting the land of Hammerfell from the Goblins. Many find it interesting that this is Divad's own work, He composed the saga in a Brads song. I am sorry that I am a mere scholar and not myself a poet. I can not do his beautiful verses justice, thus I have merely rendered his epic saga in prose.",
        "<header>The Song of Divad</header>",
        "We thousands traveled the Great Ocean deep. We of the high desert, ah to be surrounded by so much water! All saw the new land rise from the water in the east. A land of richness and great beauty it was, and it gladdened our hearts.",
        "A great city we saw, and a great port. We traveled close to see streets deserted., buildings pulled down and falling , a city filled with only bones and ghosts of the past, and it saddened our hearts.",
        "Great Lord Prince Hunding landed with his generals and we Singers to claim the New Land - it was empty of man. Unknown to us there were others there - they were to break our hearts!",
        "Dwarves were those who had been there first, but now no sign save bones and dust. To the High Temple of the city Hunding came to pray, no weapon or armor upon his breast - no helm upon his brow did rest.",
        "In the silence out of the dark, was a heinous act committed, a dagger as he kneeled in prayer. The healers too late were summoned. An all out battle from the emptyness came..",
        "Surrounded we were upon the shore, our army still in the ships so far away. To the boats our men raced and rowed, and soon two great armies in battle were met!",
        "From whence appeared this mighty horde, we could not guess, but wave upon wave of Yellow Warriors came and dashed themselves upon our Rock. Not for Nothing did we send the evil Hira to his early grave.",
        "It seemed the sun rose and descended to its evening home, and the battle did continue. Soon the yellow horde was stacked upon itself body upon body, and still they did come. But not for Nothing did we send the evil Hirato his grave.",
        "A break! A break within their lines, and then all were gone save those few who upon the ground did lay and moan. The silence was deafening, and our battle victory cry did ring out! The day is ours! Another valiant victory for the people of the blade.",
        "A new land was ours, and Hunding to mourn. In his honor we did swear. His book to hold close. In his honor the land we did name after his last great battle and the Hammer blow we called it Hammerfell. A new name for us, the Singers, Red guards - no Redguards.",
        "The battle over we did seek to rest, and the land so rich to settle and dwell. To peace, to rest, to have a home! Oh this land of Hammerfell, and it gladdened our hearts.",
        "We thought we were home at peace, but the battle had just begun. For with the morning sun, did come again the Yellow Horde. And fight again we must, and again and again and again - and it saddened our hearts.",
        "The council was called, for day after day the fight went on, and no end in sight. From whence do these Goblins come? We can not endure their endless coming - and our hearts did break.",
        "A new hope, a plan was Divad's role, and he sent out sixty to spy our foe. To learn their secret. To learn from whence they come.",
        "They told of a mighty rent in the sky, a mighty gate-way in the air it did hang. Like a door in the Hall of virtue, and from it they did spring, in an endless line. And of it, the mages could powerful magic sense.",
        "Oh to close that door and staunch the flow. Divad to see him self did go. In him the warrior blood was pure, but magic was a companion too. For Divad did sense the power, and in him the plan did grow.",
        "Of Singers our army was built, but few there were with Ansei power, and fewer yet could wield the Shehai. But Shehai was all that could close the door, but Shehai of power and purity above mortal man.",
        "But Divad did have a plan. For lifetimes the Singers did make blades of power. All warriors to wield and use the magic within. Much more magic and power was needed.",
        "But Divad did have a plan. He the Singer swordsmiths did call, and with them he joined the Shehai with the forging of the steel and power. Five mighty swords alive with power. The spirit of Divad within each blade he did pour.",
        "So weak he was when blades were done - a newborn babe he could hardly match in strength. But the blades they were alive with his power - and we had hope - for Divad did have a plan.",
        "Our five Ansei each did hold one of the blades The five of Magic. With them did surround the gate and call upon the Shehai. Oh unknown gods of war, oh beauty beyond our mortal eyes. The blaze of power did the five blind.",
        "The fire down the blades poured, it devoured the ground, the Goblins, the gates, the rent in the sky - all it consumed. Of the Goblin army, non did stand as before. Every living yellow warrior now Stood small. As small as a child they were.",
        "Unable to wield the weapons of gown men, unable to wear armor too large, they fled,fled to the caves and under the earth to disturb our peace no more. The gate it was gone from sight!",
        "Divad, one more task did have. The five swords to lay to rest. Too powerful they would be for man. Tempting to use, yet a great danger to all Hammerfell.",
        "Divad and the five Ansei did climb the mountains to the north. Divad and the five blind Ansei. Only Divad did return, the swords lost to mortal man. Our hearts were gladdened.",
        "But Divad's spirit had left him too and upon his bed did lie. To compose this poem for his people to learn and know. And our hearts were saddened.",
        "On the twelfth day Divad did die, his spirit all had gone. And all was left was our beloved land, the land of Hammerfell. And our hearts were broken.",
        "<header>Editors note</header>",
        "Destri Melarg has translated this song, which began as Divad's death poem, but notes that he believes that it ends at this point, with the following six phrases (not published in this translation) being added by a later Bard. Melarg notes that Divad did return from the mountains and his daughter Cinsel heard him speaking in his sleep of placing the five great magical swords in the depths of the mountain caves. Each Ansei who came with him stayed with their sword, somehow she believed that they derived immortality of a sort from the magic in the blades. Thus the tale has grown about the five caves and the guardians of the swords. Although Divad was a living man and helped found Hammerfell, there is no scholarly evidence for the magical swords, the giant goblins or the mountain caves. Most modern scholars believe that this is simply embellishment of the original death poem. The wresting of the land from the Goblins and how they were banished seems farfetched, since any who enter a cave or dungeon today can attest that goblins are a mere four feet tall.",
        "<header>IV. The Tale of the Dragon's Toe</header>",
        "As told to me around the campfires of Dendle Fragar., I faithfully give you the story titled \"The Dragon's Toe\". It may be noted that this is really the story of Derik Hallin and the quest for the Five swords of Divad. In fairness to the modern history of Hammerfell, the events of this story appear to have actually happened. A thousand years have passed since this story took place, so it too may contain \"extras\" like the last six phrases in The Song of Divad.",
        "The evidence for the destruction of the Great Goblin Lord and the Army of Fear however, may be found in the huge field of bones on the Plane of Tear. To this day, campers and visitors will visit the site, and on occasion find a gold coin or bit of strangely shaped metal. History recounts a great destruction, but has no details, so we must turn to a campfire tale to learn of Hallin.",
        "On hearing the title \"The Dragon's Toe\" one's mind turns to flying monsters and the romance of rescuing maidens, but alas the story is one of a man. The Dragon's Toe is a terrain feature of the Wrothgarian mountains that separate High Rock and Hammerfell. This apparently was the region of the Caves of Divad, where he hid the five swords.",
        "I located this story last in my anthology of Heroes, since you need to have learned of Divad, Makela, and Frandar Hunding to understand Derik Hallin's quest. Derek's story takes place two hundred years after the times on Makela Leki. In another time of strife and stress in Hammerfell.",
        "In Hallin's time, sword-singing had fallen from prominence in the families of Hammerfell, and only a vigilant few came to The Hall of the Virtues of War. Most of the Brothers and Maidens in the local Halls saw their learnings of the Way as a social event or perhaps as a quaint club. Few indeed, actually read the Book of Circles, and fewer yet attempted the learnings of the Way. Derik, was one of these precious few.",
        "It was fortunate that Derik was raised in the back country, and was able to avoid the sophisticism of the cities. His Hall of the Virtues of War had stuck closely to the old ways, and the Brothers and Maidens could actually teach the forms of the Way. The once-a-week sitting at the feat of the master in that Hall contained real wisdom, and discussion of the Book of Circles. On festival and feast days they sang the old Bard songs of Divad.",
        "Derek was small of stature, but agile of mind and body. His skills in all things sat him apart from the would-be Signers of his time. Had his Hall been located in one of the large cities, jealousy and envy of him prowess would certainly have limited his progress - it is uncertain if he could have risen to the Ansei level there.",
        "Like Makelia, he too could form the Shehai as a child, and on assention in the Hall to his manhood, he alone in the entire province of Hammerfell possessed the virtue and skill to become an Ansei. It is at this point that we pick up his story, in the campfire tale, The Dragon's Toe.",
        "Dendle the story teller, chants this story after dinner, to both children and adults. She is a story teller of some renowned, and will stand and act out some of the portions of the tale, as well as pitch her voice appropriately for the speaking of each character. I especially like the voice she used for the Ansei Master of the Shem Pit, the last cave of the quest.",
        "<header>The Dragon's Toe</header>",
        "It was a dark and stormy night. Derik Hallin later to become known as Lord Hallin, had left the Hall of Virtue beginning his Walk-About when he spied the campfire and shelter of a grove of trees.",
        "\"Welcome to my fire, young man\". Called the hooded stranger in a thin and cracking voice. \"I would welcome company on a night like this.\"",
        "Editors, this is the outline of my final chapter for this book on Hammerfell heroes. I condensed Dendle's story telling. I have my notes, but the story gets long with all the quotes. She puts a lot of dialog in her story telling. I am amazed that the old stories about the 5 swords keeps cropping up. It's been a thousand years since Hellion's time, yet people continue to believe in the stories.",
        "The wagon master sat with me after listening to her story and smoked a pipe with me. In discussing the story, he says that his story teller used to say that one of the five swords survived the closing of the Goblin gate, and is yet hidden here in Hammerfell. It was the least of the five, but the story has it that it exceeds and modern blade magical or ebony by several orders of magnitude.",
        "Of course I take this with a grain of salt, since a ebony weapon is unparalleled in it's keen cutting ability and personally I can't imagine a weapon doing more damage than a Claymore of Firestorm or a saber of life steal. Dendle even believes that out in the country side in one of the Halls of the Virtues of War there are still people who follow the old ways, and can from a Shehai or spirit sword.",
        "In collecting these stories I once through I was seeing a Shehai being formed, by an old Hall master, but the thing if it was a spirit sword was so faint, that even the sword shape was questionable. I didn't want to insult the old man so I claimed I saw it too, but if that was a Shehai, I can't imagine it possible to be used as a real weapon.",
        "",
        "Here's my outline of this story:",
        "At the time of this story, Hammerfell is fully occupied by Redguards. All the old cities of the Dwarves (but one - the Ghost City of Dwarfhome) are now the cities of today's modern Hammerfell. A second invasion of the giant goblins comes. Hammerfell is unprepared, except for a few faithful followers, all youths in the rural Halls of virtue.",
        "Hallin being the only Ansei rallies the army of Hammerfell, after a defeat, He brings back the old ways by leading each warrior to read the Book of Circles that is in each home. The army fights the Goblins to a standstill, but things look bleak, just as in Divad's song. Somehow the goblins keep being re-supplied both with arms and troops. Eventually the Army of Hammerfell will lose.",
        "The old master of Hallin's Hall of the Virtues of War has an ancient copy of Divad's will and testament, and reads it to Hallin - it tells him that the 5 swords aren't lost, just hidden and well guarded in 5 caves. Each cave is home to a master guardian, one of the old blind Ansei - and also a maze.",
        "According to the will, Derik must, along with a virtuous companion of pure heart enter the cave, defeat each Ansei Master and retrieve their sword. Dendle goes into great detail here. It seems that each Master had an outstanding trait - one Katrice, possessed feline grace, and had become very cat like, another, who had icy calm was something much like an Ice Golem.",
        "On each blade is inscribed part of an intricate message on how to use the power of the swords combined. Derik scours the rural Halls for Brothers of the Blade and Maidens of the Spirit Sword to accompany him in the quests. He finally one by one searches out his companions, and wins each sword.",
        "They learn from the blades how to use them and together wield the force of the 5 swords in sealing the rent in space time that the Goblins have made and from which springs their invasion. Hallin's companions avoided blinding by the magic swords by hurling the swords together into the void, and sealing forever the giant Goblins in the void between their world and ours.",
        "The land is saved and Hallin and his companions (3 women and 2 men) become Ansei and restore the teachings of Frandar Hunding to Hammerfell.",
        "THE END"
    ]
}