{
    "id": "ConcernsPetitionsComplaints",
    "paragraphs": [
        "Kethra Hernet has requested permission to build two chicken coops on her property. Claims fresh eggs will improve her cooking and thus Efan Hernet's digestion and general demeanor. Approval Pending. Discussion with neighbors ongoing.",
        "Scholar Jonne requests assistance with restoration of some of the older crypts in the cemetery. His concerns about the condition of the graves has been noted.",
        "House Dorell representative at inn, sent request to meet to discuss improvements in silver production from mining projects. Meeting to be scheduled. Must ask Michel to attend, as he is most knowledgeable about mines and mining.",
        "Young Rindas Suriell was brought up on charges of vandalism. Specifically, using some sort of plant-based dye to paint Daedric symbols on Harth Vennet's prized pigs. Suriell's reason: \"I thought it would be funny.\"",
        "Neither I nor Harth Vennet found this response to be the least bit amusing. Leynette Suriell petitioned the town to have young Rindas provide a set number of hours of service in lieu of having to pay damages. Proposal to be discussed with Harth Vennet.",
        "Rindas Suriell to provide eighty hours of community service, aiding Scholar Jonne in the restoration of the graves and crypts within Crestshade cemetery. Harth Vennet's comment about not wanting \"that young ruffian anywhere near my livestock\" was duly noted when determining this punishment.",
        "Tobas Entick, Innkeeper, has requested some assistance in cleaning up a small rockslide that did some minor damaged to the rear of the inn. He and several others have noted a recent increase in small tremors emanating from the mountains.",
        "Healer Meriel reported that Jonah Marose is currently under her care. Meriel believes this may be a case of some sort of night terrors, but is unsure what may have brought them on. Perhaps a fever of some sort? In any case, Jonah appears fine at the moment. The young man has always been a bit simple, but in no way a troublemaker. I will check with the healer again in a few days."
    ]
}