{
    "id": "ConfessionsofaVampireDevotee",
    "paragraphs": [
        "I first heard about the vampire lord Zalar-do while exploring the markets of Elden Root. The stories both fascinated and frightened me. Here was a Khajiit who had gained power and notoriety, whose very name was whispered with fear and a healthy dose of respect. I admit it. I had been pondering the risks and benefits of life as a vampire ever since I was a child. Now, with each tale I heard, every rumor I digested, I realized the goal that was set before me.",
        "I had to find Zalar-do and convince her to turn me into a vampire.",
        "Why do I want to be a vampire? That's a good question. I've certainly asked myself that very same thing on more than one occasion since this obsession grabbed hold of me. I suppose it has something to do with the allure of power and the correlation between vampirism and sex that some scholars go on and on about (yes, I've read every book and letter I could find pertaining to the subject). But if I can be totally honest - and since this is my private journal, I suppose I have to be - the real appeal has to do with the longevity of the species. I've read that ancients can survive hundreds, even thousands of years. As a child who saw both of his parents die much too young, this \"immortality\" has become a very attractive option to me.",
        "I'm not extremely keen on the idea of drinking blood, however, but I suppose every advantage comes with its own set of disadvantages. Such is the way of the world. I might be squeamish at first, though I expect with time and practice I could even grow to enjoy a daily feast of the crimson liquid. I wonder if it needs to come from an intelligent creature? Or if it has to be fresh? I guess that's what the protruding fangs are for.",
        "Before I could locate Zalar-do's lair or otherwise introduce myself to the vampire lord, the hunter Mel Andrys appeared in town. He asked about disappearances and mysterious deaths, and he even mentioned Zalar-do by name while I eavesdropped on his conversation with one of the town guards. He was going to ruin my chance to meet and offer myself as an apprentice to the vampire lord. I followed the hunter around, watching how he searched for traces of Zalar-do's passing and tracked her to her lair. It was empty, of course. She was much too smart to be caught by the likes of Mel Andrys.",
        "I spent the next few months staying as close to the vampire hunter as I could without revealing my presence. I figured that he'd have a better chance of locating Zalar-do than I would, and once we got close to the vampire lord I was sure I'd be able to figure out how to help her avoid Mel Andrys and convince her to reward me with the power of the vampire. It was this dream that kept me moving, following the hunter from Grahtwood to Greenshade to Malabal Tor, until we eventually made our way to the Gold Coast.",
        "Here, luck was with me. The vampire hunter was indisposed after we docked in Anvil. The rough storm our ship traveled through seems to have made the poor man ill. That gave me time to search for Zalar-do and get a few steps ahead of Mel Andrys. I believe that she has established her lair in Hrota Cave.- the perfect location from which to stalk prey in Anvil when the hunger comes upon her. I've made my way to the cave and plan to present myself to the vampire lord forthwith. I can't wait to become one of her apprentices!"
    ]
}