{
    "id": "ConfessionsOfAKhajiitFurTrader",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "Appears in ESO with the titular \"Khajiit\" changed to \"Khajiiti\"",
        "",
        "<center>Confessions Of A Khajiit Fur Trader</center>",
        "",
        "My execution is tomorrow. The turnkey asks what I'd like for my last meal.",
        "Bring me paper, I say. A quill and a candle.",
        "Perhaps the Jarl would like a confession. I would rather pass the time.",
        "When my father's harem burned down and our family fortune was lost to the ashes, my brother and I set to begging in the gutters of Elsweyr. I will never forget the first time we stole a traveler's purse. It was almost by accident. Just a slip of the claw and the pouch fell into our hands. We ate like kings that night. We slept in a warm bed for the first time in months.",
        "Soon after, my brother and I took up the knife. The gang we joined treated us as the dirty orphans we were. We robbed, we scammed, we cut and ran and years of debauchery and hard living took their toll. I lost half my left ear in a knife fight with a blind drunk Argonian.",
        "I wanted to give up, but my brother, he dreamed bigger, better.",
        "My brother wanted to make it to Cyrodiil and become legit merchants. We had a plan. One final heist of a northbound caravan said to be filled with jewels.",
        "Something went wrong. My brother could not stop the horses on time, and I stood helplessly by and watched the wagon plummet over a cliff. But as I picked through the wreckage, my devastation turned to excitement. There were no jewels, but there were plenty of luxurious wolf pelts, horker tusks and mammoth hides, more than enough to buy my way to Cyrodiil. I'd follow in the footsteps of so many of my kind. A traveling merchant, someone with a respectable profession.",
        "I had all the furs bundled in my pack when I saw my brother's broken body. His ears were still warm, and I shut his eyes for the last time. This was his dream. And he would want me to go. But what I wanted, well, the caravan guards were coming. I had to go, but I couldn't just leave his body to rot.",
        "My brother gave me my first skin. It was to be a memento. But in the darkness of the fence's cabin, the coin hit my hand heavy. Then she looked at my brother's pelt and offered three times the amount of any other fur. Disgust caught in my throat, but did not live very long. I realized the cost of such a forbidden luxury. The value, the demand, the respect.",
        "This is what I wanted.",
        "It became easier. A dark alley, a gag in one hand and a quick slice across the throat. Gently hold the body as it bleeds. I became faster, my cuts precise and fluid. I peel the skin with one motion and kept the merchandise pristine, in one piece.",
        "I became rich. Far richer than anyone in my family had ever been. Yet I was careful. My stronghold was well-hidden, and practically impenetrable. I hired the men that used to employ me. We moved frequently on less traveled roads when we hunted in the wild. We stalked the back alleys we used to sleep in when we hunted in the city. I grew so rich that I no longer needed to dirty my own hands.",
        "Patchwork colored furs fetched the best price among the Bosmer. Argonians preferred the pelts completely skinned and tanned. Orcs prized the thick, waterproof leather of the Argonians. Humans most often bought tails and ears. I had to employ an alchemist and a master craftsman for a couple odd requests, but I didn't ask questions when the gold piled up.",
        "And now I'm a prisoner. Maybe I became careless. Maybe I let too many secrets slip between the sheets. The raid of my fortress was a massacre. They took me alive, barely. That was their mistake. My enemies should have killed me when they had the chance.",
        "I have one lockpick. And the northern wall of my cell is weak from disrepair. My head shall not roll tomorrow.",
        "I am not finished with the trade. There will always be buyers. Someday, I will sell my own skin for a king's ransom, as my name is legend. And yours shall rot in the gutters with your bones.",
        "-The Fur Trader",
        ""
    ]
}