{
    "id": "TheConsolationsofPrayer",
    "paragraphs": [
        "Through the bounty of Blessed Almsivi, Triune Grace, and all the hosts  of saints, the faithful who pray at the Temple's shrines may be granted  blessings through the miraculous sacraments of prayer and devotion. The  three-sided shrines betoken the three-faced benison of Almsivi, and may  be found in Temples, or at sites of pilgrimage, or at pilgrim waysides,  or in the tomb of the sanctified.",
        "What benefits may be gained shall be listed herein for the edification  of the worshipper and pilgrim.",
        "All shrines grant cures of common diseases, of blight diseases, and of  afflictions of poison.",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_amelexia.jpg>",
        "Those shrines bearing the images of Vivec, Almalexia, and Sotha Sil also  may grant the blessing of Almsivi Restoration, which restores damaged  attributes, and the three blessings of Almsivi: Vivec's Mystery, for  good fortune; Soul of Sotha Sil, for magical power, and Lady's Grace,  for endurance of hardships.",
        "Those shrines bearing the images of the saints may also grant the  particular blessings of the saints, which are listed for you here:",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_aralor.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_deyln.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_felms.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_llothis.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_meris.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_nerevar.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_olms.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_rilms.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_roris.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_seryn.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/mwbks_consolations_saint_veloth.jpg>",
        "The Faithful are granted these blessings when they pray at the shrines  and make a modest donation. The Blessed of the Initiate rank and higher  of the Temple have already made their devotions in service and piety,  and need only pray at the shrines to receive their benefits. And Almsivi  is generous, so even the Unbeliever may receive a blessing if he prays,  if he proves his respect with a generous donation."
    ]
}