{
    "id": "ConvergenceofMaestros",
    "paragraphs": [
        "<title>Convergence of Maestros, Volume 1</title>",
        "Convergence of Bards College Maestros\nSolitude, 2E 580\nFirst Loredas of Hearthfire",
        "In Attendance:\n~ Headmaestro Catrelle Georick\n~ Maestro Hrofgen Well-Tuned, Professor of Percussion\n~ Maestro Thaezara Halftail, Professor of Southern Strings\n~ Maestro Taenival Llendu, Professor of Small Winds\n~ Maestro Efnort, Master of Bells and Horns\n~ Maestro Viatrix Umbranox, Professor of Vocals\n~ Maestro Leiborn, Professor of Northern Strings\n~ Honorable Yngmaer Raven-Quill, Historian Royal\n~ Honorable Helgreir Lute-Voice, Bard Royal of Windhelm, representing Jorunn the Skald-King\n~ Adjunct Professor Twains-the-Night, Professor of Argonian Music Theory\n~ Master Maestro Alumnus Nel Farsong\n~ Assistant to the Headmaster and Scribe, Hartlin Treg (Me)",
        "<Meeting called to order.>",
        "Catrelle: Hear ye, honorable master bards! My thanks for your attendance. We call this meeting together to determine the proper care and—",
        "<Maestro Taenival stands abruptly.>",
        "Taenival: Care and imprisonment? Not on my life! You ruin an instrument's vitality by locking it in a box!",
        "Catrelle: Good Maestro Taenival! I'll quarter no outbursts at this meeting! Make your winds smaller for a time, sir!",
        "Taenival: You'll not change my mind on this subject.",
        "Catrelle: So noted. Please be at ease, Maestro.",
        "<Taenival sits, looking angry.>",
        "Catrelle: As I was saying, we gather to discuss our intentions for these legendary, storied, and exquisite instruments before us. Those the college has collected over the course of centuries and maintained. Some of the bards outside this room, and indeed within, have used them extensively to teach with and compose upon. Due to complaints by others, also within and without...",
        "<Many grumbles and side-glances.>",
        "Catrelle: ... there is concern that this could have undue negative impact upon the instruments. Most recently, we have had to perform extensive repair on the Tom of Shilsk when someone—",
        "Hrofgen: That was not my fault, and I was NOT drunk, as it was implied!",
        "Viatrix: I SAW you refilling your brandy flask right before the Tom was broken!",
        "Hrofgen: I do not deny this, but I was not drunk. It slipped and fell when a student tripped over me. While I napped. On top of the drum.",
        "Viatrix: Sloven—",
        "Catrelle: Enough! We're not here to litigate your passions. We need solutions. Maestro Efnort has a prepared statement. Efnort?",
        "<Efnort stands.>",
        "Efnort: For the record, I've seen Hrofgen refill his brandy flask before delivering a wandering soliloquy on drums that stunned everyone in the room. I count this as no excuse for the damage to the Tom, and therefore advocate for the preservation of our artifacts.",
        "<Efnort clears his throat, looks sternly at Hrofgen.>",
        "Efnort: These instruments represent a legacy of musical history. The Bards College should want to preserve them for as long as possible, to show students, tourists, luthiers, and other crafters these masterworks and pieces of cultural history.",
        "<Thaezara stands.>",
        "Thaezara: Efnort, you must admit that an instrument is like a lover. Is it not at its most beauteous when plucked, strummed, and played until singing joyously? Caged, they are left silent and lonesome, no?",
        "<Efnort shifts uncomfortably. Maybe the rumors about he and Thaezara are true?>",
        "Efnort: Thaezara, esteemed one. Though you make a passionate plea, I am more inclined to be delicate with such an instrument. Revered. It having given so much to Nirn already. Does it not deserve reverence? It simply cannot be played forever.",
        "Thaezara: You should be so lucky to have an instrument in such fine condition that it begs to ring out its song!",
        "<Thaezara is near shouting. Efnort sits down timidly.>",
        "Viatrix: However fine the condition of the instrument, Thaezara, it won't matter if every student at the college is pawing it and noodling every terrible sonnet they can imagine upon it.",
        "Thaezara: How dare you—",
        "<Thaezara jumps at Viatrix and tries to claw her face!>",
        "Catrelle: Enough! Sit down, the both of you!",
        "<Catrelle breaks up a minor fight between Viatrix and Thaezara. Efnort looks away.>",
        "Catrelle: Stop being so dramatic! Tamriel's bards look to us to make mature decisions for the culture of bards as a whole. Act like you deserve the honor!",
        "Twains-the-Night: If you truly mean all bards, then let me be the Argonian representative to express my dismay in your needs to preserve everything in a world where all things eventually return to Nirn. In our land, nothing survives time or the marsh. We make use of everything, and if something has no use, we commit it again to the swamp.",
        "Hrofgen: Exactly! I think what the scaleback means, in regular words, is that we should make use of these great instruments while we have them. Eventually they will be stolen, or burned, or have something spilled on them, you know?",
        "Twains: Scaleback?",
        "Catrelle: Order!",
        "<Continued in Volume 2.>",
        "<title>Convergence of Maestros, Volume 2</title>",
        "Convergence of Bards College Maestros\nSolitude, 2E 580\nFirst Loredas of Hearthfire",
        "In Attendance:\n~ Headmaestro Catrelle Georick\n~ Maestro Hrofgen Well-Tuned, Professor of Percussion\n~ Maestro Thaezara Halftail, Professor of Southern Strings\n~ Maestro Taenival Llendu, Professor of Small Winds\n~ Maestro Efnort, Master of Bells and Horns\n~ Maestro Viatrix Umbranox, Professor of Vocals\n~ Maestro Leiborn, Professor of Northern Strings\n~ Honorable Yngmaer Raven-Quill, Historian Royal\n~ Honorable Helgreir Lute-Voice, Bard Royal of Windhelm, representing Jorunn the Skald-King\n~ Adjunct Professor Twains-the-Night, Professor of Argonian Music Theory\n~ Master Maestro Alumnus Nel Farsong\n~ Assistant to the Headmaster and Scribe, Hartlin Treg (Me)",
        "<Continued from Volume 1>",
        "Catrelle: Order!",
        "<Helgrier stands up with the others.>",
        "Helgrier: As the emissary of Jorunn the Skald-King, I believe I have the authority to proclaim these instruments to be Skyrim's treasures, to be preserved—",
        "Taenival: Quiet, easterner! You're not even a college maestro.",
        "Catrelle: Order! Order!",
        "Yngmaer: How dare you speak to a Royal Emissary in such a manner, Taenival! Helgrier and I both have come by invitation and have every right to weigh in. A professor of small winds should not pretend to the airs of a Royal bard!",
        "Taenival: Your airs are more acrid than any before you.",
        "Hrofgen: Indeed! The college makes important decisions regularly, and without you stinking up the quarters!",
        "Helgrier: No reason to be your usual insolent, drunken self, snowback!",
        "<Everyone is standing now, except masters Nel, Leiborn and myself.>",
        "Catrelle: Order! Order! Do we have any proposals besides idle insults?",
        "<Everyone but Catrelle and Viatrix finally sit down.>",
        "Viatrix: Aye, of course. We create a muse— an honorarium. Where we place our revered instruments. Protected from the damages of abuse.",
        "<Viatrix looks at Efnort.>",
        "Viatrix: Where we can appreciate their beauty and history without the grubby paws of lusty bards snapping strings or splitting drum heads trying to be the next Calissos.",
        "Catrelle: Any other proposals?",
        "<Twains-the-Night clears his throat with a gurgly cough.>",
        "Twains: Allow them their use. Make them a focus of learning. Allow students and faculty to learn their scales and their histories with each in their hands. Should they pass into Nirn, so be it.",
        "Catrelle: Thank you, Professor Twains-the-Night. It seems like you have your opinion, supported by Maestros Thaezara, Taenival and Hrofgen. Those who support the honorarium as suggested by Maestro Viatrix? Hands only, please.",
        "<Viatrix, Yngmaer, Efnort and Helgreir raise their hands.>",
        "Catrelle: You are equally opposed, Four against four. I see a few here who have not opined. Leiborn?",
        "Leiborn: Honorable Headmaestro, though I am the most recently deigned maestro of the college, I defer my vote to my mentor, Maestro Alumnus Farsong.",
        "Catrelle: Honored Alumnus, surely in your wisdom, you can break this fevered debate?",
        "<Master Maestro Nel Farsong awakens from his nap.>",
        "Nel: And you, Catrelle? Have you no opinion?",
        "Catrelle: I abstain from this vote, so as to preserve my bias. I don't want my position as headmaestro to influence any other votes.",
        "Nel: As I expected.",
        "<Alumnus Nel stands.>",
        "Nel: My position is irrelevant. As much as I appreciate the inclusion, it is up to the maestros and those professors and honorable guests to come to an agreement—unanimously, I would add—on the subject of these wondrous instruments we have collected. Some even date back to my time as a maestro here. But you should do so with intent, and I have given you a push in this direction.",
        "Yngmaer: What do you mean, honorable one?",
        "Nel: I have, just tonight, collected all of our instruments and stowed them in secret across our lands. You shall not lay eyes or hands upon them until you come to an agreement.",
        "Yngmaer: You have no right!",
        "Taenival: You offend the college itself, old one!",
        "<Nel sits down as everyone stands, shouting and shoving each other. Viatrix strikes Thaezara in the face in retaliation for clawing her earlier.>",
        "<Catrelle cannot maintain order, so she ended the meeting and dismissed everyone, forcing them out separate doors.>",
        "<Old Maestro Nel whispered to me, \"It may take a greater force to bring loves together again.\" I don't know what that meant.>"
    ]
}