{
    "id": "FromACopyForTheArchive",
    "paragraphs": [
        "Librarian Comment:",
        "This lore book first appeared on the official Elder Scrolls Online website as part of the Loremaster's Archive series.",
        "",
        "<italic>Zeira,</italic>",
        "<italic>I recovered all I could from our old headquarters. The Iron Wheel picked everything clean. I am sorry to report they left none of Edda or Daldur's effects. Take heart, they will be remembered.</italic>",
        "<italic>I did find a portion of Nicolas's old journal. I think he'd want you to have it—the old guildmaster sharing his wisdom with the new one, from beyond death? I can almost see the smile on his face.</italic>",
        "<italic>—Walks-Softly\n2E 582</italic>",
        "",
        "<bold>Entry 220</bold>",
        "The numbers keep me up at night.",
        "I've now spent two-thirds of my life in the Thieves Guild. Half my life as guildmaster. A third of it with the merchant lords of Abah's Landing well and truly under our thumb. More than a hundred thieves at my command, and dozens more associates who will never comprehend their part in what I've built. A Thieves Council with Daldur, Edda, Velsa, and Zeira—my four best and brightest.",
        "A far cry from the mess Bright Ilmund made of this guild. The fool used to shake down the beggars for coin! Took any scraps the merchant lords tossed him like an alley mutt and slathered their feet with kisses. We lost more guild members to his mean streak than to the Abah's Landing Guard, and the simpleton couldn't plan any heist more complicated than shaking down a street merchant.",
        "It took time, patience, and luck to turn the guild against Bright Ilmund. I made mistakes that I still regret. His death was unexpected. But in the end, it worked out for the best. That the others named me guildmaster was icing on the sweetroll. Truly not my goal, but back then, who besides me could have managed what I have?",
        "Of course, the job was one nobody in their right mind would have wanted. Aside from their fear and hatred of Bright Ilmund, the Thieves Guild had little but distrust and rivalry. I could see the factions begin to form, predict the entire guild devolving into street gangs squabbling over meaningless territory.",
        "I kept them from drawing lines on the ground by taking them to the rooftops. Taught them to see fawning over the merchant lords as the cause of Bright Ilmund's vicious greed and petty revenges. To think, three simple rules undid the mess our former guildmaster made:",
        "Don't steal from the Thieves Guild. We rob the merchant lords, not each another.Don't kill on Thieves Guild business. Corpses can only be robbed once.Don't take from the beggars. They're allies in the alleys, who hate the Guard more than we do.",
        "Now look where we are. We brought four Abah's Landing merchant houses down to three as an example of our guild's power. We receive thousands of drakes per week from every merchant lord. It's a tax they throw to the gutter, because if they don't, they'll find themselves dragged down into it. What happened to Gurges and Associates is a lesson they won't soon forget.",
        "Yet time is the ultimate thief. What have I really accomplished, here in this stinking city? I spend three decades of my life so the Thieves Guild can be the fattest skeever in the refuse pile? I've grown resigned to thinking this is the best we can do. That fine paintings on my bedroom walls are the pinnacle of my accomplishments. Why allow the shadow of Hubalajad Palace to cast itself across us? The Thieves Guild should perch upon the spires!",
        "Zeira urges me to expand. Perhaps gain a foothold in the Gold Coast before this new Emperor Varen reaches an accord with the provinces. She's right, but she isn't thinking big enough.",
        "Each town and city in the Empire has its own group of thieves. They go by different names, but they are distant cousins to what Bright Ilmund once made us. They prowl their own alleys, strong-arm their own beggars, and eagerly take the scraps handed down by their own style of merchant lords. They don't know enough to look at their cities from the rooftops, to see how small their alleys are. Who better than me to show them? What if our distant cousins wore the same simple name like a mask?",
        "To get them to listen, we'll need a reputation. Also, an incredibly large amount of gold. Of all the numbers, that's the one that keeps me awake the longest.",
        "I have the inklings of a plan. It's dangerous, perhaps a bit mad. Without the right people, without the right planning, it will fail. I can already hear Velsa's arguments against it, but as always, I'm certain she'll come around.",
        "Nothing worth taking comes without risk. And if I'm right, if this works, we'll fool all Tamriel into thinking the Thieves Guild is everywhere, in every province.",
        "—Nicolas\n2E 579"
    ]
}