{
    "id": "CorruptionoftheBlood",
    "paragraphs": [
        "By A True Son of Aldmeris",
        "For millennia we Altmer have safeguarded a divine legacy. We are all that remains of Old Ehlnofey. We were entrusted by the et'Ada to preserve what they sacrificed so much to create. Those who have remained true to our traditions have kept their heritage pure and our civilization unspoiled. Those who have strayed from the path the Aldmer laid out for us, on the other hand, have been debased. They have become degenerates, unrecognizable from the Divines that created them.",
        "Those who would call themselves Mer beyond these sacred Isles are nothing but the twisted remains of the Aldmer. When you look into the ruddy eyes of a Dark Elf, do you see anything of yourself there? Of course not. All you see are the ashes of something greater, utterly destroyed by the False Prophet Veloth and shaped into repugnant shadows by the Daedra he served. When you see the hideous, malformed Orcs, do you see a creation of the Aedra? No! What you see is only the feculence of Boethiah. Leavings so loathsome that they had to sculpt their own dung-god from filth to give their existence any meaning.",
        "But it is not just these pitiable wretches we must learn from, for it is not only those who are foolish enough to be seduced by the Daedra who threaten to warp our way of life. Look upon the Wood Elf and see how even the misguided worship of the Divines can pervert our lineage. There is a difference between appreciating the forest and becoming a beast. Now these wayward cousins are barely more than savage barbarians who devour their own kin. I am grateful none of the First Folk remain to see how corrupted their perfection has become.",
        "The lesson is clear. To stray, even slightly, from the ways of our ancestors will have dire consequences. Knowing that, can you acquiesce to throwing open the gates and welcoming corruption into these holy lands with a smile? The Unforeseen Queen is the harbinger of our destruction. We must resist her heresy!"
    ]
}