{
    "id": "CountessCarosBirthday",
    "paragraphs": [
        "By Primus Falto, Countess Caro's Majordomo",
        "",
        "Countess Caro's birthday is not just an event. It is an incident.",
        "",
        "While the countess herself has more or less removed herself from the day-to-day running of Leyawiin, I assure you that it is not out of any sense of modesty. Her birthday is proof of this. Decadence is never squandered when it comes to the reigning family of Leyawiin, and the countess has never been an exception.",
        "",
        "The food is always the most important part of any celebration. The foundation of every good party starts with what the guests' bellies will be full of. For Countess Caro's birthday, we ensure that only the finest decorates our tables. Golden platters teeter with roasted chicken, plump and golden with dripping butter and honey. Red slices of beef, cuts of fish that melt on the tongue, suckling pig, charred mushrooms—the scents mingle together until it's practically seductive. Crocks of roast vegetables, thick soups that you can't help but eat with hunks of dark, pillowy bread, and wobbling bowls of pudding.",
        "",
        "The sweets are another matter entirely. Layer cakes tower over the guests' heads in every shade imaginable. Sugared pastries lay against one another, the sheen of glaze on them as glossy as a mirror. Candied yams, dark berry preserves, pies bubbling with sweet sap and golden buttery crusts, each more beautiful than the last.",
        "",
        "I could write of the feast forever, but I simply must move on. The food is only a small part of the decadence of this grand event. The decorations are my personal pride and something I have poured every ounce of myself into. Words I use for inspiration include outrageous, grandiose, exorbitant, and totally dazzling.",
        "",
        "Gold is the star of the celebration. Golden dishes, gold threaded table runners, shimmering gold curtains—even the lighting is perfectly crafted with the lighting of hundreds of candles hidden in alcoves and along the tables. Bouquets of flowers are dusted with warm light, their perfume as rich and buttery as the color gold itself.",
        "",
        "Last but certainly not least, proper attire is required to attend this event. The guests are just as important to an event as the other accouterments. Those who are lucky enough to be invited spend months preparing their wardrobe. Decadent silks, jewel studded vests, shoes with pearls, circlets, rings on every finger—no one walks in without looking their absolute best. Some guests even plan to change outfits halfway through the celebration!",
        "",
        "The cost of all this, one might ask? A good party planner never reveals such secrets.",
        ""
    ]
}