{
    "id": "CraftingMotif113SteadfastSocietyStyle",
    "paragraphs": [
        "By Lord Bacaro Volorus",
        "A guide to crafting armor and weapons in the Society of the Steadfast style",
        "",
        "I congratulate you, my friends, and welcome you to the Society of the Steadfast. You have committed yourselves to the noblest struggle of our time. Many warriors have taken up arms to fight for great causes—sometimes glorious, sometimes cruel or selfish. But in the ranks of the Steadfast, you now fight for peace. When the wars troubling Tamriel finally end, you can take pride in the knowledge that no one fought for a nobler cause than you did.",
        "",
        "It is my earnest hope that the battles we fight can be won with our swords in their sheaths. Sadly, this is not always possible. We Steadfast often must place ourselves in harm's way to succor the victims of war. And so, my brothers and sisters, we must gird ourselves for battles we do not wish to fight, and take up arms to protect those who cannot protect themselves. But even though we must be ready for strife, let no one mistake us for their enemies!",
        "",
        "AXES",
        "A Steadfast axe features a steel blade set in a brass mounting, emblazoned with the symbol of the Society. It is a weapon that is both functional and handsomely crafted. Remember: an axe is a tool as well as a weapon, and we prefer to fell trees and shape wood instead of hewing foes.",
        "",
        "BELTS",
        "The most prominent feature of a Steadfast belt is a large, silver buckle-plate that displays the Society's symbol. The belt itself is made from dyed leather in an off-white color that matches the wearer's tabard, hood, and boots (in the case of light or medium armors).",
        "",
        "BOOTS",
        "Boots for light or medium Steadfast armor are made of soft leather, with boiled leather shin-guards for extra protection. Heavy armor sabatons instead use overlapping steel plates instead of boiled leather to protect the wearer's shins.",
        "",
        "BOWS",
        "A powerful, brass-tipped recurve bow made from good High Isle yew, the Steadfast bow is designed to drive an arrow through heavy plate armor at long range. The Society is often called upon to protect places of sanctuary, which means defending walls and battlements with lethal archery.",
        "",
        "CHESTS",
        "Off-white tabards over tunics of slate-gray serve as the Society's uniform. We want to be recognized wherever we go, so that warriors caught up in the chaos of battle can't possibly mistake the Steadfast for their enemies. Lighter armors protect the wearer's torso with tough, quilted cotton or soft leather jerkins; heavy armors are made of steel breastplates over a mail coat.",
        "",
        "DAGGERS",
        "The Steadfast dagger is a balanced blade of good steel, with a brass hilt and a heavy disk-shaped pommel. The symbol of the Society is proudly emblazoned on the crossguard. Equally useful in both thrust and slash, the dagger is a good choice for personal defense in dangerous situations.",
        "",
        "GLOVES",
        "Long gloves of heavy cloth or soft leather protect the arms and hands of a Steadfast warrior. For suits of plate armor, steel vambraces with fully articulated gauntlets completely cover the hands and fingers for maximum protection.",
        "",
        "HELMETS",
        "Much like the healers who serve in the temples of the Eight Divines, the Society of the Steadfast are called to minister to those who suffer in war. As a sign of this commitment, the Steadfast wear priestly hoods dyed in the off-white and slate-gray of our order. Those of us whose duties require them to be fully armored wear visored steel helms beneath their hoods.",
        "",
        "LEG GREAVES",
        "Tassets of steel or boiled leather (dyed in the Society colors) guard the hips of a Steadfast soldier. Steadfast who go about their duties in light armor instead wear cloth kilts or skirts that match their long tabards.",
        "",
        "MACES",
        "The preferred bludgeoning weapon of the Steadfast is a hammer with a sturdy wood haft, reinforced by brass. Unlike a more traditional mace, which has no purpose beyond fighting, a hammer is a tool as well as a weapon. If needed, a heavy beak on the reverse side of the weapon's head can deal with the heaviest armor.",
        "",
        "SHIELDS",
        "Nothing better embodies the Steadfast philosophy than the shield—a device meant to deflect and defeat attack. Just as warriors guard themselves with their shields, we serve as shields to those in need. The Steadfast shield is built to the old Imperial legionary pattern, a large scutum of light steel decorated with a heater-shaped brass boss.",
        "",
        "SHOULDERS",
        "All Steadfast are soldiers in the cause of peace. Even Steadfast in the robes of mages wear pauldrons of dyed leather in token of their dedication. Naturally, Steadfast in heavier armor add articulated steel plates beneath the dyed leather to withstand enemy blows when forced to fight.",
        "",
        "STAVES",
        "While the Society of the Steadfast is organized much like other chivalric orders, many of our \"\"knights\"\" prefer the staff to the sword. Not only is the staff a powerful weapon in the hands of a mage or priest, it is also a symbol of leadership and authority. The Steadfast staff is made from good Systres hardwood, and tipped by a brass head in the shape of the Society's symbol.",
        "",
        "SWORDS",
        "The sword is a symbol of war. Unlike the hammer or the axe, it is a tool with no purpose other than killing. We Steadfast unsheathe our swords only in the last resort, when there is no other way to serve the cause of peace. The Steadfast sword is a long, well-balanced blade of good steel, with a brass crossguard and a disk-shaped pommel."
    ]
}