{
    "id": "TheCrownofFreydis",
    "paragraphs": [
        "The Crown of Freydis, worn by our beloved Queen Mabjaarn, has a long history. Many know of the crown's famed beauty, but few know the true intent of the crown and why it was created—and that it was even worn by other monarchs before Queen Freydis.",
        "The Crown of Freydis is actually the second royal crown of Skyrim. The fabled Jagged Crown holds the distinction of being the first. The Jagged Crown was forged by Harald, first king of the Nords, from the bones of dragons. Legend has it that the Jagged Crown disappeared with the death of Harald's final descendant King Borgas in The Wild Hunt of 1E 369. The death of childless King Borgas, last of the line of Ysgramor, triggered an internecine conflict known as the War of Succession.",
        "The War of Succession raged for more than fifty years before Olaf One-Eye became the new High King of Skyrim. Olaf was elected to the position primarily due to the renown he garnered subduing the dragon Numinex, and not for any benevolence or statesmanship on his part. The rule of Olaf One-Eye was a time marked by great strife and division among the Nords. When he also died without a clear heir, it was decided that a new manner be employed for choosing a new High King.",
        "Each of Skyrim's holds sent a mage to a convocation called specifically to craft a magical artifact that would test the worth of potential candidates for High King. To this end, they created the Crown of Verity. Crafting the artifact in the shape of a crown was a brilliant innovation. With the loss of the Jagged Crown, Olaf had worn no mark of recognizable rulership. They felt that a new crown would help unify the realm behind a new king after the relative instability of Olaf's rule. The timing of the crown's creation proved to be auspicious.",
        "The Moot selected a tribal chieftain named Asurn Ice-Breaker to be the next High King of Skyrim. Asurn was a mighty warrior of unmatched skill in the vein of Olaf One-Eye, though he never defeated a dragon. Before he assumed the role, however, he had to don the newly-forged Crown of Verity. That's when the true power of the artifact became apparent.",
        "The crown rejected Asurn. It literally refused to be placed upon his head. In a rage, Asurn summoned his loyal followers and threatened to kill every member of the Moot if they didn't name him as the rightful king. He refused to be rejected by a crown. A soft-spoken member of the council rose from his chair. He challenged Asurn to combat, according to the law. The battle was short and to the point: Asurn was struck down. When the soft-spoken man took the rown and placed it easily upon his own head, a new High King of Skyrim was born. That was how Kjoric the White rose to power.",
        "To this day, the Crown of Freydis has been passed down from High King to High King. It is used as a tool by the Moot to ascertain the worthiness of any candidate for the throne. Since the day Asurn was struck down, no one has challenged the validity of the Crown or its powers—until 2E 431, when the Reman Empire fell asunder, and King Logrolf was assassinated.",
        "Jarl Svartr of Solitude claimed that Logrolf's daughter, Freydis, was illegitimate, and therefore a Moot was required to choose a successor. Though Freydis, wearing the Crown of Verity, was named High Queen in Windhelm, a partial Moot in Solitude chose Svartr as High King. Thereafter the West Kingdom was ruled by Svartr and his successors, while the East Kingdom was ruled by the heirs to Freydis, who renamed the Crown of Verity in her honor."
    ]
}