{
    "id": "TheCrownedDragon",
    "paragraphs": [
        "By Auguthan Corovel",
        "",
        "Being a Hagiography of His Imperial Majesty Durcorach, the Black Drake, Commissioned in the First Year of His Glorious Reign",
        "",
        "What can be said of a man who changed the world? who delivered countless multitudes from the darkness and sinful sloth of a society drowning in its own decadence? Who put to flight the corrupt elites fattening themselves on the wealth of a people so deluded and disillusioned they no longer knew what justice was? What can be said of Durcorahc, the Black Drake, Cyrodiil's savior? Where would we be without long-overdue reckoning and redress of wrongs he brought to us? Bow down, O Cyrodiil, and give thanks for your liberation. Surely the birth of a new era is at hand!",
        "",
        "Durorach's story begins in the clean wilderness and snowy mountains of the north. A great comet blazed across the sky on the night of our future Emperor's birth, and seven sevens of silver swans flew over his mother's humble shelter in the hour he came into the world. All who beheld the infant were struck by the strong beauty of his young face, with eyes so dark and fierce that great warriors could not bear to meet his gaze.",
        "",
        "It must be said that our future Emperor was raised in no palace befitting his magnificence, but rather in the humblest and hardest of environments. The great wilderness of the Reach is home to many trials and dangers, but these challenges served only to strengthen the boy Emperor from his earliest days and teach him the value of courage, honor, endurance, and wisdom. At the age of three, young Durcorach saved his mother's life by seizing his father's hunting-spear and slaying with one fell stroke a great black bear that had already devoured twenty men. And when he was only five years of age, Durcorach saved his village from starving in a cold, hard winter by hunting a herd of a hundred elk from Karthwasten to the high peaks of the Druadach Mountains.",
        "",
        "Mighty in the hunt from the time he could walk, Durcorach soon learned wisdom as well. The eagle taught him how to hear the tidings of far lands carried on the winds and how to see into a man's heart with a single glance. The swift icy stream leaping down from the peaks taught him to make music so lovely that no one who heard the boy Emperor sing could ever again find joy in any lesser song. And the great gray wolves taught him the meaning of courage, loyalty, and leadership.",
        "",
        "In his hard homeland, young Durcorach soon found it necessary to master the ways of war. On his seventh birthday, a tribe of Giants as tall as hundred-year-old trees invaded the peaceful pastures in which his people kept their flocks...",
        "",
        "[The rest of the manuscript is charred and unreadable.]"
    ]
}