{
    "id": "CrushSlashBashandStab",
    "paragraphs": [
        "\"Grutsug,\" people ask me, \"What weapon should I use? There are just so many choices!\" Why, yes, my less-battle-savvy little friends, there are! But not to worry; you don't need to choose just one. In fact, if you're anything like me, you'll have much more fun with two!",
        "Even narrowing it down to two can be tough, but you should try out everything to see what calls to you. You have to be comfortable with your weapons, and they have to fit your own style. I've known soldiers and mercenaries who go their whole lives just using, say, a sword, and never trying anything else. Well, when I get them to lift a hammer for the first time, it's like a whole new world. And even better, they don't have to abandon that sword they know so well, just the shield. That's as it should be; shields are really a sign of fear and weakness, so don't even start using one.",
        "Weapons have their pros and cons, so you should know a little about each of them. Axes are great for folks with exceptional arm strength, but you need to be careful about getting the pointed parts stuck on or in your foes. Hammers are another good choice for the strong, and they're useful against heavy armor, crushing into the body beneath. They tend to be heavy, though, and may slow you down. Swords are a typical choice for beginners, but it takes work to maintain them in good shape and they take a bit of finesse to wield. I haven't used daggers much, but get in close enough using something else and they can help you seal the deal.",
        "For me, it's axe and hammer all the way. With my axe, Grimdeath, in my right hand, I can deliver powerful, targeted strikes on anyone without heavy armor. When faced with a more protected foe, here comes my hammer, Skullcrash, using my signature jaw-wallop to knock 'em out cold and send their helms flying. Then it's right back to the axe!",
        "By the way, you definitely need to name your weapons once you've picked them out. You can shout the names to scare your foes, and it'll help you develop a good, healthy relationship based on mayhem and the thrill of battle!",
        "Now, you're going to have to put in a good deal of training time to come anywhere near my expertise, but don't worry; every fight is just a new chance to learn. So get out there, grab a weapon, and then grab another. A whole world is waiting for you to crush, slash, bash, and stab the treasure and glory out of it!"
    ]
}