{
    "id": "TheCrystaloftheTower",
    "paragraphs": [
        "By Larnatille of Lillandril, Sapiarch of Arcanology",
        "The Crystal Tower rises over northern Summerset, standing as a beacon and a symbol of everything the Altmer hold dear. Also known as the Crystal-Like-Law, the tower, contrary to the beliefs of those who live beyond our cherished borders, is not made of crystal. No, the tower is named for the crystal that resides at the utmost level, Transparent Law.",
        "Transparent Law lends power and energy to the Crystal Tower, which allows the mystical structure to offer its protections to all of Summerset. The energy radiates from the tower, spreading across the land like an invisible awning to keep the island safe and secure.",
        "Now, these protections are ancient and were set in place long ago when the crystal was imbedded within the tower by the Aldmer who erected it. In truth, for all our knowledge, the Sapiarchs do not fully understand the exact workings of the tower or the crystal. We know that the Aldmer constructed the Crystal Tower to preserve the graves of the early Aldmeri settlers and forever remember the spirit of the Elven people and mark that brief moment in history when we were fully unified.",
        "As for the significance of Transparent Law, I should think that to be self evident. One only has to break down the meaning of the name and all becomes clear. To be transparent is to be easily recognized or detected, to be made manifest, to be open, obvious, and candid. Law, meanwhile, refers to the principles and regulations that govern some specific portion of reality. In this case, the crystal manifests the clear and unequivocal fundamental principles of our Aldmer heritage. Indeed, we suspect that the crystal may even be a fragment of divinity given physical substance.",
        "Obviously, theories concerning the Transparent Law and its significance to the Crystal Tower abound within the College of Sapiarchs. I like to believe that the crystal absorbs the drive for perfection that marks the Altmer and reflects it back, driving away any imperfections that would weaken or endanger the island. Not everyone agrees with me, but I see a correlation between the pride and admiration our people feel for the Crystal Tower and the feeling of security and safety that it, in turn, projects across the land. It is a symbiotic relationship.",
        "Or, it could just be ancient Aldmer magic. Who can really say?"
    ]
}