{
    "id": "ACulinaryAdventure",
    "paragraphs": [
        "<title>A Culinary Adventure, Volume 1</title>",
        "At last, I've reached the verdant swamps of Black Marsh! I've always yearned for an opportunity to sample authentic Argonian cuisine. This new Marsh King has finally made it possible. I've decided to begin with a regional delicacy—slugs.",
        "Like all good Argonian fare, slugs are frequently served raw and often with a sprig of salt-meadow leaf. I was only able to sample three types during this visit. My chef's accent was very thick, but I believe the limited fare had something to do with the season. I've learned that swamp seasons change as quickly as the wind. So there may well be a whole new array to choose from in a few days. I can only hope that they are as flavorful as what I sampled today!",
        "Bearded Blue",
        "This indigo beauty is quite common in the bogs surrounding Mistmire Glade. It's roughly the size of a Nord's thumb and features a shaggy clump of tentacles beneath its long eye stalks. The slug features a subtle aroma, but it also has refreshingly citrusy undertones. The extra tentacles give the Bearded Blue a unique texture that can be a little distracting (particularly when consumed alive), but it tastes simply divine. The flavor is earth-driven with subdued loamy notes hidden below a firm citrusy bite. I was most struck by the crisp finish. Quite a treat!",
        "Black-Banded Slider",
        "The Black-Banded Slider is something of a local staple. It is often smoked and eaten on a bed of weevil larvae and orange-grass, but I insisted on tasting it raw. The slug excretes an acrid black oil when disturbed, but it was easily wiped away to reveal a long body with a series of broad black stripes across a pale, creamy mantle. Even washed, the Black-Banded Slider presents a chewy, tannic flavor that must be endured to reach the clean and nuanced aftertaste that the Argonians seem to relish. It's a mellow, almost floral flourish to an otherwise imposing meal.",
        "King Yellow",
        "I was delighted to hear that the King Yellow was in season. This is a truly massive creature; roughly as long as my forearm and covered in a vast forest of fleshy, undulating bristles! It's always difficult to tell with Argonians, but I think that my chef was very surprised to hear my request for one served raw. He placed the beast in front of me, wrapped in a wasso nut leaf with an indigo lily garnish. I was immediately struck by the rich bouquet of mossy, herbaceous scents. You can practically smell all of Black Marsh in the creature's mucous excretions. Each bite brought on a new wave of astonishing flavor. The brooding, nutty tang of the tail meat eventually gave way to the thick, oily bitters of the mantle. At last, I reached the head. I'm hard pressed to think of a more alarming eruption of flavor! A cloying, buttery taste that swings wildly toward a dry, mustardy finish. Spectacular!",
        "I left the table with a heavy heart, knowing that I will likely not be able to taste the King Yellow again for another season. But I'm buoyed by the knowledge that tomorrow will bring a grand, new culinary adventure. This time, beetle larvae! I can hardly wait!",
        "<title>A Culinary Adventure, Volume 2</title>",
        "Today Mach-Makka took me on a tour of his impressive caterpillar farm. Of course, I use the term \"farm\" loosely. In actual fact, the farm is just a series of small reed enclosures that each house hundreds of caterpillars. I was shocked by the sheer variety. I saw long caterpillars, fat caterpillars, orange and purple-striped caterpillars—I've never seen such diversity! I asked a few questions, but Mach-Makka's limited mastery of Cyrodiilic continues to be problematic. I've attempted to learn some Jel to bridge the language gap, but it is slow going to be sure. Still, he tries to help me along. I'm told that he thinks I'm hilarious. Of course, it's impossible to tell such things with Argonians.",
        "I asked if he ate the caterpillars and he seemed amused by this. He simply shook his head and took me into a larger enclosure. When he ignited the lamp, the room burst into a spray of colors. Huge butterflies and moths erupted from the walls, dancing around the lamp in a cyclone of beating wings. He gestured at some of the larger specimens and spoke at length in pig-Cyrodiilic. He encouraged me to grab a few before leaving the enclosure.",
        "Eating moths and butterflies is a challenging but rewarding culinary experience. Most outsiders who are brave enough to sample the local cuisine remove the wings before eating. Mach-Makka offered to remove them for me, but I refused. He said something to his assistant in Jel and for a moment both seemed mildly amused. That probably means Mach-Makka said something fantastically funny. A few moments later, he served me five Green Slipper-Tails in a traditional \"ajum\" (a woven tray with a netted lid). I set upon them with relish!",
        "A truly satisfying butterfly dish hinges on the delicate art of \"Iuheeez,\" or \"wing folding.\" Argonian master chefs use their claws to bend and fold the wings into tiny but ornate edible sculptures. Unfortunately, local custom dictates that outsiders fold their own wings. I made my best effort to replicate the simplest \"Xeech\" fold, but I wound up making quite a mess. Even so, the meal was delicious. Green Slipper-Tails are perhaps the sweetest of the Slipper-Tails species—tasting of honey-grass with a sweet but chalky finish. Hopefully, I'm provided with many more opportunities to master butterfly cuisine!",
        "<title>A Culinary Adventure, Volume 3</title>",
        "Mach-Makka has been hard at work the last few days. He's been preparing a meal that I didn't even know existed. How marvelous! His assistant told me that the locals call it a \"nagahssee\" which translates to something like \"snake roll,\" I think. \"Snake stocking\" would probably be more appropriate. More on that in a moment.",
        "The process begins by catching a wasso hedge snake. Apparently Mach-Makka only trusts one local snake dealer—a sharp-faced hunter named Paxit. In talking to Paxit, I found out that picking a reputable snake dealer is of paramount importance when preparing nagahssee. You see, the wasso hedge snake looks almost exactly like the red hooped tree-viper. Eating the former will give you a full belly. Eating the latter will kill you before you leave the table. I was delighted to hear this story. Dangerous food is something of an obsession for me!",
        "Once the chef has acquired a snake, he or she goes to work disemboweling it. The snake's interior is used in a number of other dishes, but nagahssee only requires the skin. The empty skin is packed with a mix of wild marsh rice, dried parsnips, sliced bark-ear mushrooms, and a live mouse! Paxit explained to me that nagahssee is a unique dish that always changes. Those who choose to eat the dish when it is first prepared are treated to the fresh vegetable medley and the lean, wriggling meat of the mouse. But those who choose to let the dish rest for a few hours (or even days) are richly rewarded for their patience. The longer the dish rests, the fatter the mouse becomes. It can spend a great deal of time feasting on the rice and parsnips before finally expiring. An average nagahssee takes about five days to \"ripen.\"",
        "Hearing all this, I couldn't wait to get my hands on one. I selected a roll that had been resting for the better part of two days. I still heard a faint squeaking from beneath the skin. I think I'll wait a bit longer before I take my first bite!",
        "<title>A Culinary Adventure, Volume 4</title>",
        "I've been pestering Mach-Makka for days. While I've learned a tremendous amount about Argonian cuisine, there is still one dish I have not tried: the Aojee-Sakka. Anytime I request it, Mach-Makka becomes agitated and serves me something else. I suppose his hesitancy is understandable. The Aojee-Sakka is among the most dangerous meals in all of Tamriel.",
        "The meal actually consists of two dishes served simultaneously. The primary dish is a seared and delicately sliced Aojee Toad on a bed of caramelized figs and cinnamon-grass. The second dish is a bowl of cold hosh (a dark and viscous soup). Neither of these dishes can be consumed alone, as each is a deadly poison. Rather, they must be eaten slowly and simultaneously. One poison serves as the antidote to the other. Eating too much of the toad leads to violent tremors and mouth frothing, followed by death. Eating too much hosh leads to searing intestinal pain and vomiting, followed by death. Not surprisingly, this dish is avoided by almost everyone, chef and customer alike. But my palate cannot be denied!",
        "I believe that Mach-Makka is at least considering my request. I've brought a small fortune in gold and signed a half-dozen bizarre snake-skin documents (which I can only assume are waivers of some kind). I can practically taste the toad already. My culinary adventure is almost complete!",
        "* * *\nI return this book to you, Malven-friend. I hope that you understand that your friend wanted the Aojee-Sakka. He demands I prepare it. I eventually did as he asked, but he did not eat it properly. Too much toad, not enough soup. I am very sorry he dies.",
        "Have a good life! We hope you come eat with us, too! But not the Aojee-Sakka.",
        "—Mach-Makka"
    ]
}