{
    "id": "CuranosJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such.",
        "",
        "Molag Bal's ravenous hordes claw at the gates to Delodiil. The wave of undeath comes from the city of Abagarlas, as always. And Meridia has shown us a dire warning. Their king has begun plans for a magical rite. A ritual with a focus of power that will drain all the life from our home. Without some kind of dramatic act, Delodiil will be lost. King Cenedelin himself has asked me to form a plan. We have the power, the magicka, the skill. We must be able to stop these inhuman monsters.",
        "- - - - - - - -",
        "The plan has begun. We've forged a weapon. It took … much sacrifice. But the weapon will stop the ritual, end this Mortuum Vivicus we've learned about. Our group has been tasked with entering the hated city of Abagarlas and ending the threat. Meanwhile King Cenedelin will ride against the dark city's walls. With his full host and the might of Meridia behind him, we can win the day.",
        "- - - - - - - -",
        "It is done. King Anumaril's entire family is put to the sword, and Abagarlas itself destroyed by the righteous lightning of Meridia. The ritual is stopped but … we cannot go home.",
        "The weapon was ruined in the attempt. We've salvaged the Prismatic Core at its heart, and carry with us the plans to construct the weapon anew. We are hunted by beasts of Molag Bal. We must get the crystal to safety, but we dare not lead these creatures home.",
        "- - - - - - - -",
        "Almost a week, all the while hunted by death. We dare not return to Delodiil now. The beasts would destroy our home and take the crystal. Instead, we've determined we must try to hide the core and the tome of instructions. A Dwarven ruin called Mzeneldt is close by. It should suffice as a final resting place for these precious relics.",
        "I just pray Valasha is ready for what must be done."
    ]
}