{
    "id": "CuratorsListofSoughtAfterRelics",
    "paragraphs": [
        "The First Charter: Lost somewhere in the western mountains.",
        "Dwarf Light: Legend has it the light was most recently used to explore Graystone Quarry.",
        "Uzdabikh's Helm: Disappeared during the ancient battle of Fharun Pass.",
        "Trinimac House Idol: A tiny, ancient statue used for personal worship, last seen near Paragon's Remembrance.",
        "Guthrag's Mask: Last possessed by the Chief's Eye of Fharun Stronghold.",
        "Frostbreak Chalice: Tossed from the ruined fortress by Urfon Ice-Heart himself.",
        "Agra Crun: The blood shield of Malacath's faithful, lost in the wilds of Wrothgar.",
        "Nuzava's Anvil: Owned by the fabled smith who defined the Morkul style, it disappeared on the Icy Shore as Nuzava traveled home.",
        "Thugbo's Map of Clans: Recovered from a destroyed historical text but lost on the road to Orsinium.",
        "Heart of Zanadunoz: A titan's phylactery, lost near Honor's Rest.",
        "Torc of Baloth Bloodtusk: A heavy necklace worn by the Wild Boar, it disappeared from history near what is now known as Honor's Rest.",
        "Horn of Beasts: Broken, its remains probably lie in or near the ruins of Old Orsinium.",
        "Centurion's Signet: Known to have been present in the Orc centurion's home by the Two Rivers in recent times.",
        "Thukhozod's Bracers: Prized by the necromancer and thought to be hidden in his sanctum.",
        "Liquid Silver: A rare metal once mined from the depths of Argent Mine.",
        "Black Quill: Fabled bardic writing instrument, connected by legend to Coldperch Cavern.",
        "Eye of Zthenganaz: A cursed Dwarven device, lost near the ruins of Rkindaleft.",
        "Hammer of Glass: Carved from a single crystal and lost in the ruins of Old Orsinium.",
        "Scepter of the King-Chief: An Orc relic currently possessed by a lowly but powerful riekr.",
        "Mad Urkazbur's Ice-Effigy: History in the making from an ogre elder."
    ]
}