{
    "id": "ACureforLycanthropy",
    "paragraphs": [
        "The cure is finally within my grasp. An end to lycanthropy, once and for all. For over a decade I have devoted myself to this very research, and now that I've finally found my answer, I am told no?",
        "I realize Commander Edette's concerns are not unfounded, and I cannot deny the risks of such a venture. To even find a werewolf transformed by Hircine would be a tremendous task. And then to capture the creature? There's absolutely no guarantee that the Silver Dawn would be capable of such a feat.",
        "Even still, should we not even try? When I think of all of the good that can be accomplished, should my research bear fruit! Is this not our very purpose as an order? To completely eradicate the lycanthrope threat?",
        "I must convince Commander Edette to agree to this research. I must.",
        "***",
        "It seems the Divines have smiled upon me. Though it's only been a few short months since I've made inquiries, I've just received word of a werewolf named Vykosa hiding somewhere within Malabal Tor.",
        "Rumor has it that she is a first turned, changed into a beast by Hircine himself. My records seem to only collaborate on this, as I've found records which mention her name that date centuries back. This may be just the opportunity I've been looking for.",
        "Unfortunately, Commander Edette still stands in my way. Her word is law within this keep, and every mention of my research only seems to fill her with a stronger resolve to deny me.",
        "But I can't give up hope, not now. Not when so much is at stake. I simply must persuade the commander, no matter the cost. And I believe I have just the thing to bring her to my side.",
        "***",
        "Commander Edette has finally agreed to the capture of Vykosa. Unsurprising, given that her own husband has now been cursed with lycanthropy; a transformation courtesy of one of the many blood samples at my disposal.",
        "Put forth the idea of curing masses, and the commander balked at the dangers. But when it's her loved one in need of such a cure? She crumbled right before my eyes. Pathetic.",
        "Now I must simply set a trap for Vykosa. No easy task, of course, but one that I'm confident a man of my intellect can pull off. Victory is almost at hand. One way or another, I will create this cure. By the Eight, I must. After all, I do this not for my own satisfaction. I do this for the good of humankind."
    ]
}