{
    "id": "CuriositiesOfTheSecondAge",
    "paragraphs": [
        "None were so clever, or prodigal with their crafts, as the enchanters of  the pre-Imperial Heartland. Many enchantments did they lavish upon even  the least of their possessions, and from father to son of martial class  might descend such heirlooms as to beggar a prince of the Modern Era.  These artifacts may not be discerned by their age, for many objects of  Elven craft also have stood the tests of time in great abundance. The  only sure mark is in the provenance and documentation, for many powers  may lie unguessed within the subtle wortcrafts of these Kings of  Wizardry.",
        "The BattleAxe of Rubicund Wisdom bears enchantments enhancing the skills  of DESTRUCTION, and casts the spell of Teleport, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The BattleAxe of Furious Swiftblade bears enchantments enhancing the  skills of SHORTBLADE, and casts the spell of Jumping, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Broadsword of the Flea's Leaping grants benefits in the disciplines  of JUMPING, casts the spell of Jumping, and provides the preternatural  Blessing of Athleticism when equipped.",
        "The Broadsword of Percipient Wisdom grants benefits in the disciplines  of THAUMATURGY, casts the spell of Medium Cure Health, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Claymore of the Hare's Fleetness affords some abilities in the arts  of RUNNING, and casts the spell of Running, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Claymore of Transcendent Wisdom affords some abilities in the arts  of MYSTICISM, and casts the spell of Major Cure Health, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The CrossBow of Grand Sureflight affords some abilities in the arts of  MISSILE, and casts the spell of Medium Shield, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Dagger of the Tiger's Stalking grants benefits in the disciplines of  STEALTH, casts the spell of Minor Cure Health, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Dagger of Emerald Wisdom grants benefits in the disciplines of  RESTORATION, casts the spell of Minor Shield, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Javelin of the Fervent Dolphin bears enchantments enhancing the  skills of SWIMMING, and casts the spell of Medium Cure Health, and  provides the preternatural Blessing of Athleticism when equipped.",
        "The LongBow of Furious Smiting grants benefits in the disciplines of  BLUNTWEAPON, casts the spell of Medium Shield, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Longsword of Iniquitous Surprise bears enchantments enhancing the  skills of BACKSTABBING, and casts the spell of Major Cure Health, and  provides the preternatural Blessing of Athleticism when equipped.",
        "The Longsword of Auricular Wisdom bears enchantments enhancing the  skills of ALTERATION, and casts the spell of Minor Cure Health, and  provides the preternatural Blessing of Athleticism when equipped.",
        "The Mace of the Furious Horny Fist affords some abilities in the arts of  HANDTOHAND, and casts the spell of Teleport, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The Short Sword of the Fervent Swimmer affords some abilities in the  arts of SWIMMING, and casts the spell of Medium Cure Health, and  provides the preternatural Blessing of Athleticism when equipped.",
        "The Short Sword of Argent Wisdom affords some abilities in the arts of  ILLUSION, and casts the spell of Medium Shield, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The ShortBow of Furious Deep Cleaving bears enchantments enhancing the  skills of AXE, and casts the spell of Minor Shield, and provides the  preternatural Blessing of Athleticism when equipped.",
        "The WarAxe of Furious Hewing grants benefits in the disciplines of  LONGBLADE, casts the spell of Running, and provides the preternatural  Blessing of Athleticism when equipped."
    ]
}