{
    "id": "TheCurseofBeelaKaar",
    "paragraphs": [
        "From \"The Legends of Black Marsh,\" by Sil Rothril.",
        "In the distant past, when the Argonians built towering stone xanmeers and cultivated a more advanced society, one among them rose to prominence as a sorcerer of great power and renown. He called himself Beela-Kaar, and he was both admired and feared for the arcane energy he wielded.",
        "According to the oral stories the elders tell, Beela-Kaar served as a trusted advisor to the Saxhleel leaders, using his magic to help the people of Murkmire. However, when his beloved mate succumbed to a terrible wasting disease, Beela-Kaar secluded himself to search for an alchemical cure or a spell that would reverse the illness. After exhausting every possibility that utilized conventional magic, Beela-Kaar turned to the darker aspects of the arcane arts, including foul necromancy to save his mate.",
        "Although the sorcerer was unable to eliminate the disease, he used the dark arts to reanimate his mate's corporeal form, and his beloved companion remained at his side as a mindless zombie. The Argonians saw this as an abomination and pleaded with Beela-Kaar to let his mate rest in peace. The sorcerer ignored them and took control of one of the xanmeers, using it as a laboratory to conduct increasingly darker experiments with necromantic spells and rituals. It was during this period that Beela-Kaar came to be known as \"the mad sorcerer.\"",
        "When a few of the mad sorcerer's vile creations escaped from the xanmeer and ravaged through the region, the elders of Murkmire finally took action. They sent a band of warriors to confront Beela-Kaar and put an end to his dark rituals. The sorcerer's xanmeer was defended, however, and a siege began that lasted for thirty-three days and thirty-three nights. Many Saxhleel warriors fell to Beela-Kaar's dark spells, only to rise again as undead abominations to attack their comrades. The Murkmire warriors never faltered, however, and called upon mages of their own to assault the xanmeer. It was a long and costly battle.",
        "As the tide turned, the mad sorcerer realized that his xanmeer would soon fall. In anticipation, he conducted one last ritual. He directed all of his considerable power inward, turning his remains into an artifact. The ritual consumed his body, leaving nothing behind but his skull, which had become solid gold. In addition to his power and possibly his sentience, the skull was imbued with a terrible curse. If unleashed, the curse would destroy Murkmire, giving Beela-Kaar revenge for the various indignities he believed were heaped upon him.",
        "To protect themselves, the Murkmire elders took the Golden Skull of Beela-Kaar and locked it away in a hidden xanmeer on a forbidden island. The legend of the mad sorcerer and the threat of the curse remain to the current day."
    ]
}