{
    "id": "CustomArmorPriceList",
    "paragraphs": [
        "",
        "<title>YOUR LIFE DEPENDS ON IT!</title>",
        "",
        "When your life is on the line, you demand the very best.",
        "And the very best is...",
        "",
        "<title>CUSTOM ARMOR BY BOLS INDALEN</title>",
        "",
        "Hand-crafted glass, adamantium, and ebony armors, custom-fitted to your  frame, provide the very best protection. For generations, the Indalen  family have provided custom armors for the greatest nobles and warriors  of Mournhold -- and at a price you can afford.",
        "You provide the materials and pay for our peerless craftsmanship... and  in 24 hours, you can be wearing your very own custom armor.",
        "",
        "<title>MATERIALS AND PRICE LIST</title>",
        "",
        "EBONY ARMORS",
        "Ebony Cuirass: 30 raw ebony and 24500 gold\nEbony Left Pauldron: 21 raw ebony and 16800 gold\nEbony Right Pauldron: 21 raw ebony and 16800 gold\nEbony Left Bracer: 12 raw ebony and 7000 gold\nEbony Right Bracer: 12 raw ebony and 7000 gold\nEbony Greaves: 18 raw ebony and 15400 gold\nEbony Boots: 9 raw ebony and 7000 gold\nEbony Helm: 12 raw ebony and 10500 gold",
        "GLASS ARMORS",
        "Glass Cuirass: 30 raw glass and 19600 gold\nGlass Left Pauldron: 21 raw glass and 13400 gold\nGlass Right Pauldron: 21 raw glass and 13400 gold\nGlass Left Bracer: 12 raw glass and 5600 gold\nGlass Right Bracer: 12 raw glass and 5600 gold\nGlass Greaves: 18 raw glass and 12300 gold\nGlass Boots: 9 raw glass and 5600 gold\nGlass Helm: 12 raw glass and 8400 gold",
        "ADAMANTIUM ARMORS",
        "Adamantium Cuirass: 10 adamantium ore and 6000 gold\nAdamantium Left Pauldron: 7 adamantium ore and 500 gold\nAdamantium Right Pauldron: 7 adamantium ore and 500 gold\nAdamantium Left Bracer: 4 adamantium ore and 600 gold\nAdamantium Right Bracer: 4 adamantium ore and 600 gold\nAdamantium Greaves: 6 adamantium ore and 6000 gold\nAdamantium Boots: 3 adamantium ore and 4200 gold\nAdamantium Helm: 4 adamantium ore and 3000 gold"
    ]
}