{
    "id": "DaedraDossierTheTitans",
    "paragraphs": [
        "I have compiled this account at the request of Kkrohziz the Greater Titan, who was peeved to find that the Library of Dusk contained nothing at all related to the origins of our most imposing Coldharbour residents.",
        "Therefore let the tale be told—and it is fitting that this be done, for in our Lord and Master's upcoming Planemeld campaign, the Titans will be released for the first time upon the hated mortals of Tamriel. And fear and doom shall follow in their footsteps.",
        "There are, or have been, or will be a race of beings upon Nirn called Dragons, creatures of almost Daedra-like majesty. They naturally sought domination over the mortals of Nirn, and achieved a measure of success therein.",
        "But upon a time that was and will be the ever-pernicious mortals of Tamriel betrayed these their natural masters, and those who were not slain were driven into hidden refuge. Then one such Dragon, a greater Dov named Boziikkodstrun, exerted his nigh-divine will in an attempt to fly beyond the borders of the Mundus. And though he did not succeed, his effort was valorous and remarkable, and impinged upon the attention of Molag Bal himself.",
        "Our Lord and Master noted this feat of will-force, considered that the race of Dov had achieved dominion over much of Nirn, and thus spake unto this Boziikkodstrun, offering him a place of honor and privilege in his domain of Coldharbour. And the Dragon, his resources all but spent by his efforts, did accept and agree.",
        "So Molag Bal opened a window between worlds to allow the Dragon to pass into our Lord's realm, where Boziikkodstrun was granted the privilege of being bound in chains of cold ebon iron, and set in a place of honor in the nethermost depths of the Tower of Lies. For our Lord and Master desired to know the secrets of the Dragons' dominance over the mortals of Nirn. Long was the Dragon tortured and interrogated. But the dragon was haughty, and indignant at his ill treatment, and no matter what torments were brought to bear, the intransigent Boziikkodstrun refused to utter so much as a single syllable in his abrasive language to reveal the secrets of the Dov.",
        "Vexed by this obstinate defiance—and rightly so—our Lord and Master at length waxed wroth and avenged himself upon Boziikkodstrun by slow consumption of the flesh from his bones, yea, every gobbet. Then Molag Bal regarded the skeleton of the Dov and laughed. \"If I cannot have the secrets of the Dragons,\" he thundered, \"then I shall make Dragons of my own—Dragons even mightier than those of Nirn!\"",
        "He ordered the skeleton taken to the Vile Laboratory, where it was infused with the blood-of-darkness that reawakened it as a Vestige. During this process Molag Bal ordered that the skeleton be somewhat adjusted and improved to a plan of his own devising, forming a bone-frame even mightier than that of its forebears. Then it was plunged into the deepest pool in the Azure Chasm, there to absorb the blue liquescence that would give our Lord's new servant its body, brain, and brawn.",
        "Within a nanaeon a mighty creature drew itself from the chasm plasm and shook itself free of the primordial slime. In response to the summons of our mutual Lord and Master, it ascended to the plateau and bounded nimbly up the Endless Stair. The first of the Daedric Titans was among us.",
        "From its very first performance in the grueling Test of Fealty it was clear that this new morphotype would be a valuable addition to our Lord and Master's forces of dominion. Its strength was unparalleled, its savagery remarkable even among the war-slaves of Molag Bal, and its native intelligence was impressive (though perhaps not on the level of its forebears).",
        "Most fearsome of all is the Titan's ability to speak a spell of flaming essence-drain that can debilitate an opponent with a single word. Theoretically, if the utterance were interrupted before completion, the spell would recoil upon its caster, but that eventuality is remote."
    ]
}