{
    "id": "DaedraDossierColdFlameAtronach",
    "paragraphs": [
        "Ordinary flame atronachs have been forbidden in our realm since that cretin Markynaz Zexxil conjured one in the palace and its heat damaged Dilogene's \"Ice Fangs No. 4,\" one of the Master's favorite sculptures. Their banishment, however, left a certain hard-to-define gap in our realm's carefully-balanced esthetic of beautiful pain—an absent voice, if you will, from our chorus of terror and despair.",
        "I admit it: I missed the way their lissome forms curveted and twirled at the edge of vision, their expressions blank of all emotion but for the avid hunger of the arsonist. I thus made it my purpose, when the duties of my office could spare me, to find a substitute for the exiled flame atronachs, some other conjurable entity that would replace the charismatic peril of their presence.",
        "Availing myself of the spare transliminal scanner stored in the Tower of Lies, I set myself the task of reviewing by survey all the Oblivion planes within range of its infralux pseudocortex. I scanned over 37,000 different planes, chaos realms, and pocket realities before I found what I was looking for in DOP 9497.15, known to its curious inhabitants as \"The Fourth Sinus of Takubar.\" I immediately recognized the plane as a sort of decalescent inversion of DOP 6, \"Infernace,\" well known to conjurers of all races as the home plane of the common flame atronach. In place of the extreme heat of Infernace, where molten rock flows like water, in Takubar (as we may call it for the sake of brevity) the bedrock is subjected to a cosmic degree of cold, causing its material bonds to slide apart and the stone to flow like cold lava.",
        "It was there in Takubar that I finally saw, in the insect-eyed lenses of the transliminal scanner, images of gyrating atronachs that burned with cold blue flames. I had found what I sought.",
        "After that, modifying Koron's Peremptory Summons to address Takubar rather than Infernace was a matter of mere routine. Within seven shifts I had succeeded in summoning what we may term a \"cold-flame atronach\" to Coldharbour. As anticipated, rather than giving off unpleasant waves of heat, this was an elemental of cold fire, and there was a steep drop in ambient temperature in its presence.\nThis, of course, was all to the good.",
        "In behavior my cold-flame atronach behaved in all ways like an ordinary flame atronach—and was just as irritable, casting blue fireballs at any who threatened it, and conjuring pillars of cold flame at need. This perfectly fills the niche of hovering sentry formerly filled in Coldharbour by their igneous cousins, and that is the main function they now fulfill in our Master's realm."
    ]
}