{
    "id": "DaedraWorshipTheAyleids",
    "paragraphs": [
        "The reasons why the Daedra are reviled and their worship forbidden among all the civilized races of Tamriel are well understood, and as this series of papers will show, are grounded in historical events. The opinions of the so-called academic who styles herself \"Lady Cinnabar\" notwithstanding, the evidence supporting my assertions is incontrovertible and generally accepted by all accredited scholars of antiquity.",
        "The Aldmeri, who'd been first to begin organized worship of the Aedra, were also the first to venerate the Daedra Lords. This probably began on a small scale among the Ayleids, those Elves who left the Summerset Isles to create splinter cultures in central and southwest Tamriel—in some cases specifically to evade the strictures of Aldmeri regulation, which forbade (among many other things) the worship of Daedra.",
        "As Ayleid culture flourished, drawing ever further from Alinor, in the last millennium of the Merethic Era Daedric worship took hold and spread among the Heartland High Elves. The Aedra were still widely revered, with probably a majority of the Ayleids continuing to pay them homage, but cults devoted to the various Daedric Princes sprang up across Cyrodiil, tolerated and then celebrated. Unlike the Chimer, the Ayleids made no distinction between \"good and bad\" Daedra—indeed, even some of the more heinous Princes received mass veneration, especially when their worship was adopted and endorsed by Ayleid kings and aristocrats.",
        "Widespread Daedra worship among the Heartland Elves was particularly ill news for the tribes of Nedic humans who were then arriving in Tamriel. The Ayleids enslaved the immigrant tribes of Men, at first occasionally but then systematically, and the Nedic people found themselves subject to masters who, in many cases, worshiped the Princes—including those who encouraged slavery, domination, and cruelty. Under the Ayleids, the human thralls found themselves the subjects of such Daedra-inspired \"arts\" as flesh-sculpture and gut-gardening. In fact, the revulsion for Daedra-worship that pervades most human cultures in Tamriel probably originated in this period.",
        "The Alessian slave-revolt of the early First Era was largely fueled by desperate rage against the Ayleids' Daedra-inspired cruelty. The Ayleid kings who aligned themselves with the rebellion were largely Aedra-worshipers, which in part explains why, once the Ayleids were overthrown, Queen Alessia incorporated the leading Elven Aedra into the First Empire's worship of the Eight Divines. Her new Empire of Cyrodiil outlawed the worship of the Daedric Princes, and Daedra-worshiping Ayleids were exterminated wherever they were found.",
        "Thus, by the middle of the First Era, large-scale Daedra-worship was extinct in central Tamriel, surviving only among the Chimer in the northeast of the continent, and among the Orcs (ever a pariah people) who worshiped Malacath (or Mauloch) as their god-ancestor. Elsewhere, among Men, Mer, and Beast-Peoples, Daedra-worship survived only at the level of cults which were more-or-less forbidden. Lady Cinnabar's assertions to the contrary are so much horsewash."
    ]
}