{
    "id": "abriefhistoryoftheempire0",
    "paragraphs": [
        "There is a mistake in this document. Pelagius IV reigned  for 29 years, not 49. This has been confirmed by Ted \"Tedders\"  Peterson.",
        "<title>A Brief History of the Empire, Part I</title>",
        "Before the day of Tiber Septim, all Tamriel was chaos. The poet Tracizis called that era \"the days and nights of blood and venom.\" The kings were a petty lot of grasping tyrants, who fought Tiber's attempts to bring order to the land. But they were as disorganized as they were dissolute, and the strong hand of Septim brought peace forcibly to Tamriel. The year was 2E 896. The following year, the Emperor declared the beginning of a new era, so we began the 3rd Era, year aught.",
        "For thirty-eight years, the Emperor Tiber reigned: a just, pious, and glorious age, when justice was known to one and all, from serf to king. It rained for a fortnight after as if the land of Tamriel itself was weeping.",
        "The Emperor's eldest living son, Pelagius came to the throne. Though his reign was short, he was as strong and resolute as his father had been, and we could have enjoyed a continuation of the Golden Age. Alas, an unknown enemy of the Septims hired the cursed organization of cutthroats, the Dark Brotherhood, to kill the Emperor Pelagius I as he knelt at prayer at the Temple of the One in the Imperial City. Pelagius I's reign lasted less than three years.",
        "Pelagius had no living children, so the crown of the Empire passed to his first cousin, the daughter of Tiber's brother Agnorith. So did Kintyra, former Queen of Silvenar, assume the throne. Kintyra I was blessed with a time of prosperity and good harvests, and was an avid patroness of art, music, and dance.",
        "Kintyra's son was crowned after her death, the first Emperor of Tamriel to use the imperial name Uriel. The Emperor Uriel I was the great lawmaker of the Septim Dynasty, and a promoter of independent organizations and guilds. Under his kind hand, the Fighters Guild and the Mages Guild increased in prominence throughout Tamriel.",
        "His son Uriel II reigned for eighteen years, from the death Uriel I in 3E 64 to 3E 82. Tragically, the rule of Uriel II was cursed with blights, plagues, and insurrections. His tenderheartedness inherited from his father did not serve Tamriel well, and little justice was done.",
        "Pelagius II inherited not only the throne from his father, but the debt from the poor financial and judicial management. Pelagius dismissed all of the old Elder Council, and allowed only those willing to pay great sums to return. He encouraged similiar acts of his vassals, the kings of Tamriel, and by the end of his seventeen year reign, Tamriel had returned to prosperity. His critics, however, have suggested that any advisor of wisdom, but without gold had been forcibly ousted. This may have led to some of the trouble his son Antiochus faced when he became Emperor.",
        "Antiochus was certainly one of the most flamboyant of the usually austere Septim family. He had many mistresses and nearly as many wives, and was renowned for his grandness of dress and good humor. Unfortunately, his reign was rife with civil wars, surpassing even that of his grandfather Uriel II. The War of the Isle in 3E 110, twelve years after Antiochus assumed the throne, nearly took the province of Sumurset Isle away from Tamriel. The united alliance of the kings of Sumurset and Antiochus only managed to defeat King Orgnum of the island-kingdom of Pyandonea due to a freak storm. Legend credits the Psijic Order of the Isle of Artaeum with the magic behind the storm.",
        "The story of Kintyra II, heiress of her father's throne, is certainly one of the saddest tales in modern history. Her first cousin Uriel, son of Queen Potena of Solitude, accused Kintyra of being a bastard, alluding to the famous decadence of the Imperial City during her father's reign. When this accusation failed to stop her coronation, Uriel bought the support of several disgrunted kings of High Rock, Skyrim, and Morrowind, and, with Queen Potena's assistance, coordinated three attacks on the Septim Empire.",
        "The first attack occured in the Iliac Bay that separates High Rock and Hammerfell. Kintyra's entourage was destroyed and the Emperess was taken captive. For two years, Kintyra II languished in an Imperial prison believed to be somewhere in Glenpoint or Glenmoril Wyrd before she was slain in her cell.",
        "The second attack was on a series of Imperial garrisons along the coastal Morrowind islands. The Emperess' consort Kontin Arynx died defending the forts.",
        "The third attack was a siege of the Imperial City itself, occuring after the Elder Council had divided the army to attack western High Rock and eastern Morrowind. The much weakened government had little defense against Uriel's attack, and surrendered after only a fortnight of resistance. Uriel took the throne that night and proclaimed himself Uriel III, Emperor of Tamriel. The year was 3E 121.",
        "Thus begins the War of the Red Diamond, described in Volume II of this series.",
        "<title>A Brief History of the Empire, Part II</title>",
        "Volume I of this series described in brief the lives of the first eight Emperors of the Septim Dynasty, beginning with the forebear Tiber Septim and ending with his great great great great grandniece Kintyra II. Kintyra's murder in Glenpoint, while in captivity, is considered by some to be the end of the pure strain of Septim blood. Certainly, it marks the end of something.",
        "Uriel III not only proclaimed himself Emperor of Tamriel, but also proclaimed himself Uriel Septim III, taking a surname as a title. In truth, his surname was Uriel Mantiarco from his father. In time, Uriel III was deposed and his crimes reviled, but the tradition of taking the name Septim as a title for the Emperor of Tamriel did not die with him.",
        "For six years, the War of the Red Diamond tore apart the Empire. The combatants were the three surviving children of Pelagius II, Potema, Cephorus, and Magnus, and their offspring. Potema, of course, supported her son Uriel III, and had the support of all of Skyrim and northern Morrowind. With the efforts of Cephorus and Magnus, High Rock turned. Hammerfell, Sumurset Isle, Valenwood, Elsweyr, and Black Marsh were divided, but most kings supported Cephorus and Magnus.",
        "In 3E 127, Uriel III was captured at the Battle of Ichidag in Hammerfell. En route to his trial in the Imperial City, a mob overtook his carriage and burned him alive within it. His captor and uncle continued on to the Imperial City, and by common acclaim, was proclaimed Cephorus I, Emperor of Tamriel.",
        "Cephorus' reign is marked by nothing but war. By all accounts, he was a kind and intelligent man, but what Tamriel needed was a great warrior, and he was that. It took an additional ten years of constant warfare for him to defeat his sister Potema. The so-called wolf queen of Solitude died in the siege of her city-state in the year 137. Cephorus only survived his sister by three years.",
        "Cephorus never had the time during the war years to marry, so it was his brother, the fourth child of Pelagius II, who assumed the throne. The Emperor Magnus was elderly, and the business of punishing the traitorous kings of the War of the Red Diamond drained much of his health. Legend also accuses Magnus' son and heir Pelagius III of murder, but that seems very unlikely. For no other reason, Pelagius was King of Solitude, following the death of Potema, and seldom visited the Imperial City.",
        "Pelagius III, sometimes called Pelagius the Mad, was proclaimed Emperor in the 145th year of the 3rd Era. Almost from the start, his eccentricities of behavior was noted. He embarassed dignitaries, offended his vassal kings, and, on one occasion, marked the end of a grand ball by attempting to hang himself. His long-suffering wife was finally awarding the regency of Tamriel and Pelagius III was sent to a series of healers and asylums until his death in 3E 153 at the age of thirty-four.",
        "The Emperess Regent of Tamriel was proclaimed Emperess Katariah I upon the death of her husband. Some who do not mark the end of the Septim bloodline with the death of Kintyra II consider the accendancy of this dark elf woman as the true mark. Her defenders assert that though Katariah was not descended from Tiber, the son she had with Pelagius, was, so the chain does continue.",
        "Despite the racist assertations to the contrary, Katariah's forty-six year reign was one of the most glorious in Tamriel's history. Uncomfortable in the Imperial City, Katariah travelled extensively throughout the Empire, such as no Emperor ever had since Tiber's day. She repaired much of the damage the broken alliances and bungled diplomacy had created. The people of Tamriel came to love their Emperess far more than the nobility did. Katariah's death in a minor skirmish in Black Marsh is a favorite source for conspiracy-minded historians. The sage Montalius' discovery of a disenfranchised branch of the Septim family's involvement with the skirmish was a revelation indeed.",
        "When Cassynder assumed the throne at the death of his mother, he was already middle-aged. Only half-elven, he aged like a Breton. In fact, he had left the rule of Wayrest to his half-brother Uriel due to poor health. Nevertheless, as the only true blood relation of Pelagius, and thus Tiber, he was pressed into accepting the throne. To no one's surprise, the Emperor Cassynder's reign did not last long. In two years, he was dead.",
        "Uriel Lariat, Cassynder's half-brother, the child of Katariah I and her Imperial consort Lariat, left the kingdom of Wayrest to reign as Uriel IV. Legally, Uriel IV was a Septim: Cassynder had adopted him into the family when he had become King of Wayrest. Nevertheless, to the Council and the people of Tamriel, he was a bastard child of Katariah. Uriel did not possess the dynamism of his mother, and his long forty-three year reign was a hotbed of sedition.",
        "Uriel IV's story is told in the third volume of this series.",
        "<title>A Brief History of the Empire, Part III</title>",
        "The first volume of this series tells in brief the story of the succession of the first eight emperors of the Septim Dynasty, from Tiber I to Kintyra II. The second volume described the War of the Red Diamond and the six emperors that followed its aftermath, Uriel III to Cassynder I. At the end of that volume, I described how the Emperor Cassynder's half-brother, Uriel IV assumed the throne of the Empire of Tamriel.",
        "It will be recalled that Uriel IV was not a Septim by birth. His mother, though she reigned as Emperess for many years, was a Dark Elf married to a true Septim Emperor, Pelagius III. His father was Katariah I's consort after Pelagius' death and during her reign, a Breton nobleman named Gallivere Lariat. Before taking the throne of Empire, Cassynder I had ruled the kingdom of Wayrest, but poor health had forced him to retire. Cassynder had no children, so he legally adopted his half-brother Uriel and gave him the kingdom. Seven years later, Cassynder inherited the Empire at the death of his mother. Three years after that, Uriel found himself the recipient of Cassynder's inheritance once again.",
        "Uriel IV's reign was difficult and long one. Despite being a legally adopted member of the Septim family, and despite the Lariat family's high position -- indeed, they were distant cousins of the Septims -- few of the Elder Council could be persuaded to accept him fully as a blood relation of Tiber. The Council had assumed much responsibility during Katariah I's long reign and Cassynder I's short reign, and a strong-willed alien monarch like Uriel IV found it impossible to hold their unswerving fealty. Time and time again, the Council and Emperor were at odds; and time and time again, the Council won the battles. Since the days of Pelagius II, the Elder Council had consisted of the wealthiest men and women in the Empire, and the power they wielded was ultimate.",
        "The Council's last victory over Uriel IV was posthumous. Andorak, Uriel IV's son, was disinherited by vote of Council, and a cousin more closely related to the original Septim line was proclaimed Cephorus II in 3E 268. Cephorus had been a Nordic king of For the first nine years of Cephorus II's reign, those loyal to Andorak battled the Imperial forces. In an act that the sage Eraintine called \"Tiber Septim's heart beating no more,\" the Council granted Andorak the High Rock kingdom of Shornhelm to end the war. Andorak's descendants still rule that land.",
        "Of course, Cephorus II had foes that demanded more of his attention than Andorak. \"From out of a nightmare,\" in the words of Eraintine, a man who called himself the Camoran Usurper had led an army of daedra and undead warriors on a rampage through Valenwood, conquering kingdom after kingdom. None could resist his onslaughts, and as month turned to bloody month in the year 3E 249, fewer even tried. Cephorus II sent more and more mercenaries into Hammerfell to stop the Usurper's northward march, but they were bribed, turned into undead, or slaughtered.",
        "The story of the Camoran Usurper does deserve a book of its own. I recommend the reader find Palaux Illthre's \"The Fall of the Usurper\" for more detail. In short, the destruction of the forces of the Usurper had little do with efforts of the Emperor. The results was a great regional victory and an increase in hostility toward the seemingly inefficious Empire.",
        "Uriel V turned opinion back toward the potential power of the Empire. Turning the attention of Tamriel away from internal strife, Uriel V embarked on a series of invasions beginning almost from the moment he took the throne in 3E 268. Uriel V conquered Roscrea in 271, Cathnoquey in 276, Yneslea in 279, and Esroniet in 284. In 3E 288, he embarked on his most ambitious enterprise, the invasion of the continent kingdom of Akavir. This was ultimately a failure, for two years later Uriel V was killed in Akavir on the battlefield of Ionith. Nevertheless, Uriel V holds a reputation second only to Tiber as the great warrior emperor of Tamriel.",
        "The last four Emperors, beginning with Uriel V's infant son, are described in the fourth and final volume of the series.",
        "<title>A Brief History of the Empire, Part IV</title>",
        "The first book of this series described, in brief, the first eight emperors of the Septim Dynasty beginning with Tiber I.",
        "The second volume described the War of the Red Diamond and the six emperors who followed. The third volume describes the troubles of the next three emperors, the frustrated Uriel IV, the ineffectual Cephorus II, and the the heroic Uriel V.",
        "At Uriel V's death across the sea in distant hostile Akavir, Uriel VI was but five years old. In fact, Uriel VI was born only shortly before his father left for Akavir. Uriel V's only other progeny, by a different woman, were the twins Morihatha and Eloisa, who had been born a month after Uriel V left. Uriel VI was coronated in the 290th year of the third era. The consort Thonica as the boy's mother was given a restricted Regency until Uriel VI reached his minority. The Council retained the real power, as they had ever since the days of Katariah I.",
        "The Council so enjoyed its unlimited and unrestricted freedom to make laws (and profits), Uriel VI was not given full license to rule until 307, when he was 22 years old. He had been slowly assuming positions of responsibility for years, but both the Council and his mother, who enjoyed even her limited regency, were loath to give him reign. By the time he came to the throne, the mechanisms of government gave him little power, but the power to veto.",
        "This power he regularly exercised. By 313, Uriel VI could boast with conviction that he truly did rule Tamriel. He utilized defunct spy networks and guard units to bully and coerce the difficult members of the Elder Council. His sister was his usual ally, after her marriage to Baron Ulfe Gersen of Winterhold brought her considerable wealth and influence. As the sage Ugaridge said, \"Uriel V conquered Esroniet, but Uriel VI conquered the Elder Council.\"",
        "When Uriel VI fell from his horse and could not be saved by the finest Imperial healers, his beloved sister Morihatha took the throne. At 25 years of age, she had been described by (admittedly self-serving) diplomats as the most beautiful creature in Tamriel. She was certainly well-learned, vivacious, athletic, and a well-practiced politician. She brought the Archmagister of Skyrim to the Imperial City and created the second Imperial Battlemage since the days of Tiber Septim.",
        "Morihatha finished the job her brother had begun, and made the Imperial Province truly a government under the Emperess. Outside the Imperial Province, however, the Empire had been slowly disintegrating. Open revolutions and civil wars had raged unchallenged since the days of her grandfather Cephorus II. Carefully coordinating her counterattacks, Morihatha slowly took back her rebellious vassals, always avoiding overextending herself.",
        "Though Morihatha's military campaigns were remarkable successful, the Council was often frustrated by her deliberate pace. One Councilman, an Argonian named Thoricles Romus, furious at her refusal to send troops to his troubled lands, is believed to be the man who hired the assassins who claimed her life in 3E 339. Romus was tried and executed, though he protested his innocence.",
        "Morihatha had no surviving children, and Eloisa had died of a fever four years before. Eloisa's 25-year-old son Pelagius was crowned Pelagius IV.",
        "Pelagius IV continued his aunt's work, slowly bringing back the seditious kingdoms of his Empire. He had Morihatha's patience and deliberate pace in his endeavors, but, alas, he did not have her success. The kingdoms had been free of constraints for so long, even a benign Imperial presence was odious. Nevertheless, when Pelagius died, after an astonishing forty-nine year reign, Tamriel was closer to unity than it had been since the days of Uriel I.",
        "Our current Emperor, his Awesome and Terrible Majesty, Uriel Septim VII, son of Pelagius IV, has the diligence of his great aunt Morihatha, the political skill of his great uncle Uriel VI, and the military prowess of his great grand-uncle Uriel V. For twenty-one years he reigned and brought justice and order to Tamriel. In the year 3E 389, his Imperial Battlemage Jagar Tharn betrayed him.",
        "Uriel VII was imprisoned in a dimension of Tharn's creation, and Tharn used his magic of illusion to assume the Emperor's aspect. For the next ten years, Tharn used Imperial priveleges, but did not continue Uriel VII's schedule of reconquest. It is not entirely known yet what Tharn's goals and personal accomplishments were during the ten years he imitated his liege lord. In 3E 399, a mysterious champion defeated the Battlemage in the dungeons of the Imperial Palace and freed Uriel VII from his other dimensional cell.",
        "Since his release, Uriel VII has worked diligently to renew the battle to reunite Tamriel. Tharn's interference broke the momentuum, but the years since then have proven that the glorious golden age of Tiber Septim may be visited on Tamriel once again."
    ]
}