{
    "id": "DagonistsThroughtheAges",
    "paragraphs": [
        "A short essay on the newly confirmed Waking Flame cult by Larina Hanus, scholar on Daedric cults.",
        "",
        "Cults collect an eccentric conglomeration of supporters, initiates, and leaders. Due to the nature of worship of Daedric Princes, as well as societal differences in how those beings are perceived, these cults can take on a variety of base demographics. For example, the Diseased cult of Peryite consists almost entirely of self-described social castaways. On the opposite end of the spectrum, the Natural Order is a venerated group filled with nobles and aristocrats who secretly follow the Prince of Pestilence.",
        "",
        "The cults of Mehrunes Dagon also vary in make-up and zeal depending on where the cult was formed and what the core demographic tends to be. The Brotherhood of Destruction, which existed from 2E 115 to 2E 140, pulled from the destitute of Imperial city. The Brotherhood managed to remain relatively secret for five years as their numbers grew. They rose to notoriety when they launched an attack against the middle-class merchants in the city. Many trade routes were crippled when key merchants disappeared, only to be found tortured to death.",
        "",
        "The Bloodfire cult, in operation from 2E 243 to 2E 244, was less subtle. Created and populated almost entirely by members of the nobility, the cult thought it better to act swiftly and attempt to crush the heart of Ravenwatch. With the help of their foot servants, the cultists locked the doors to each of the great houses in the city and set the buildings ablaze. The city's non-cult-affiliated nobility was spared from a gruesome death by a handful of servants who warned them of the plot. Every member of the Bloodfire cult was captured and sentenced to death.",
        "",
        "The Order of the Waking Flame, a cult currently making itself known in Blackwood and other locations, appears to be a combination of older Dagon cults and newer initiates. Like the Bloodfire cult, identified Waking Flame members all hail from noble houses. They tend to span generations, with one notable identified pair consisting of a well-to-do Imperial count and his son.",
        "",
        "Unlike the Bloodfire cult, the Waking Flame's methodology is more aligned with the Brotherhood of Destruction. They seem content to wait and hide their activities until the time is right to strike. Once their plans unfold, cult activity will appear sporadic, covert, and restrained. But, as more sightings are confirmed and cult activity increases, bloodier and more disastrous activities will undoubtedly come to light. It would not surprise me if, in a few months' time, many unsolved mysteries that have plagued city officials in the Blackwood region are solved simply by the nature of the cult exposing their plans.",
        "",
        "If the Waking Flame continues in the Brotherhood's footsteps, their next move will consist of a large-scale attack on a prominent target. Their allegiance to Mehrunes Dagon, like the Dagonist cults of the past, can only lead to death and destruction. That much is certain for a group that follows the so-called Prince of Disaster.",
        ""
    ]
}