{
    "id": "TheDarkSpirits",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "Lorkhaj. The Moon Beast. Born of the dark heart of Lorkhaj, which overcame him after he suffered a great betrayal. In his wisdom, Lorkhaj sought his sister Azurah, who tore the darkness from him before it consumed him and cast it into the Void. We know this shade of Lorkhaj as the first of the Dro-m'Athra, who serve the Ur-Dra Namiira, our enemy. The Moon Beast prowls the edges of the Lattice and pounces on Khajiit who stray too far off the Path. Know that on nights of the Ghost Moon, Azurah has opened the Void Gate and the Moon Beast will challenge mortals until banished. We accept this burden as part of the Path, and for the sake of our Lost Kin.",
        "Namiira. The Eldest Spirit. The Great Darkness. The Void. All creatures who feed on rotten flesh are her spies and the prey of Cats. The Lunar Lattice protects us from her hunger, but not our own. Know that to name her aloud is to invite the Dark, so you must never do so, as Namiira is the sound of her true name. She is a spirit of infinite realms, of which only Azurah knows all. Mortals who become ensnared by this spirit are tortured until they forget who they were and know only Namiira. This is eternal suffering for all souls but the ja-Kha'jay, whom Azurah will not abandon to the Dark.",
        "Noctra. The Shadow Thief. Daughter of Twilight. Born from the black blood of Lorkhaj at the steps of the Void Gate. In the songs, Boethra battled this spirit until it knew it was not Namiira. When this was done, Noctra was brought before Azurah to be judged. Azurah showed mercy and allowed Noctra to live, so long as she served Azurah and the ja-Kha'jay. But Noctra is rebellious by nature, so she stole one of Azurah's keys and fled back into the Void. It is written that Azurah sent the true spirit of Lorkhaj to find her, and ever since Noctra has aided the Khajiit when called. Tribes may whisper to Noctra for silence, shade, and luck. Do not summon her to perform vile deeds, for this will bring the Dark with her/",
        "Varmiina. Queen of Nightmares. The Lost Daughter. This spirit was not of any litter, but was born from Fadomai's fear of losing her children. Azurah killed this dark spirit in the Underworld, and now Varmiina only haunts Khajiit when they dream. Know she will test you and make you want to turn from the Path in fear, but she cannot truly harm the ja-Kha'jay in dreams.",
        "[?????] A spirit of vengeance. It has no will of its own, as it was born from Azurah's grief after the death of Fadomai and Lorkhaj. None can summon this spirit save Azurah, Boethra, and Mafala, for only they know its true name. It sometimes appears in songs as a black panther, a warrior in ebony armor, or as a hidden sword."
    ]
}