{
    "id": "DarkElvesDarkHearts",
    "paragraphs": [
        "From the Journal of Wandering Laborer, Bakozog gro-Shakh:",
        "Orcs catch it in the tusks, no question. Doesn't matter where I go. I could be hauling rope in Wayrest or laying bricks in Bergama. Wherever I travel, I hear it. \"Savage.\" \"Brute.\" \"Beast.\" It used to really tear me up. I'd look at my reflection in a bowl of water or a shop window and think \"you know, maybe they're right.\" But not anymore. Not since I moved to Vvardenfell.",
        "You want to get a good look at what \"savage\" really means? Come spend some time with the Dark Elves. Sure, they clean up well. Everything here is clean and polished and pressed. But if you pull back the curtain even a little, you'll see evil. And I don't mean a clumsy, childish evil. I'm talking about real evil - lusty, red-eyed, and smiling like a Daedra. Enslavement, murder, deception, cruelty - name a sin and you'll find it venerated. Name a Daedra and you'll find it worshiped. This island is corrupt, straight down to the marrow. Don't believe me? All right, let's talk about bugs.",
        "Vvardenfell is crawling with insects - some as small as a babe's toenail, and some as big as mammoths. That alone wouldn't be cause for concern. I mean, the echatere back home give some folks the creeps. Most of these critters are hard to look at. But the real horror doesn't come from the bugs themselves. It comes from what the Dark Elves do to them.",
        "Take the nix-ox. Never seen one? Picture a flea the size of a horse, propped up on six hairy stilts. Got it? That's a nix-ox.",
        "Far as I can tell, they're gentle creatures. They don't bleat or grunt like other pack animals. They just wander about, grazing on hardened mushrooms - cracking them open with their great big mandibles and lapping up the fungus inside the husk. Gentle giants, they are. Too gentle, I think.",
        "Early in the morning, while the beasts are still dozing, six or seven Dark Elves will descend upon the herd like a pack of greedy welwas. It doesn't take long for them to goad a dozen or so nixes into wheeled ox-pens. The leader of the crew will take a quick survey of the catch and mark their chitin with black chalk. Prices, you see? Of course, some don't get marked. Some are too frail or two small to be of use. Rather than letting the creatures go, one of the wranglers will jab them with a spear. Right beneath the chin, see? Then they kick them out of the pens and leave them to rot. The sad thing is that these are the lucky ones.",
        "Nix-oxen that make it to market are divided into two groups: Nix-Tovo, and Nix-Rima. Tovo oxen tend to be older and larger. You can snatch up two or three for the price of a single Rima. For the longest time, I couldn't figure out why. I finally asked one of the wranglers to explain why larger, stronger nix-oxen are so much cheaper.",
        "\"Hide's too thick,\" he said. \"Can't pry it.\"",
        "You see, an older nix's chitin is thick as oak bark. It cracks under pressure. Younger nixes' hides, however, are more pliable. With a bit of pressure, you can separate the plates to see the organs underneath. This access is what makes Rima oxen so valuable.",
        "Wealthier farmers hire specialists called drenlyns to \"train\" their nix-oxen. It's a softer way of saying \"break.\" The drenlyn bores into the poor beast's back with an obsidian drill, and pries open the flesh to expose a bundle of nerves resting in a cavity they call the \"drive chamber.\" They set a few hook-like prods into the viscera, and then reset the plates. It takes the better part of an hour, but by the end, the ox is docile as a lamb. It just stands there. No restless pacing, no nervous twitching of the mandibles. Not alive, not dead ... just a husk.",
        "I won't lie, it's hard to watch. But you know what the scariest part is? The scariest part is how bored everyone looks. I looked into one of those drenlyn's eyes as he pried a nix-ox's back apart, and you know what I saw? The same face my daughter makes when she milks an echatere. A weary, disinterested, nothing-face. Totally oblivious. Immune to shame.",
        "I'll admit, I'm no green-child. I'll polish off a rack of spare ribs and wash it down with pig-gin without batting an eye. But digging around inside a beast's brains? Turning it into a zombie? It takes a black heart to do something like that. And you know what? Dark Elves do it all the time."
    ]
}