{
    "id": "DarkRuins",
    "paragraphs": [
        "They call me mad and have branded me insane. I accept the title they have given me, and wear it proudly as a badge of honor. For the name I now carry shows that I was willing to enter the dark places, over and over again. To brave the ruins of madness and chaos to bring knowledge to the world. The Three protect me from the things I have discovered, and keep my mind clear long enough to share this knowledge with the world!",
        "I found my first Daedric ruin when I was a very young man. It was a hidden shrine from the past, dedicated to the Anticipations of the Tribunal. I was rounding up a number of kwama scribs that had wandered away from the herd. I followed the scribs into a hidden canyon, when I heard the pathetic cry of a lost scrib emerging from a crack in the canyon wall. I squeezed through the narrow gap to find that it opened into a large depression in the rock. But no simple cave had I wandered into. No, this space was full of carved stone that at once filled me with both wonder and deep fear. For the oppressive blocks of set stone were decorated with patterns of webbing and spider motifs, and the statue at the center of the space depicted none other than the Anticipation of Vivec, the Webspinner Mephala.",
        "Words carved into the base of the statue burned into my memory, never to be forgotten: \"Lust is love. Lies are truth. Death is life.\" They frightened me, but also excited me. The experience set me on a path that led to madness and knowledge, though where one ends and the other begins, I cannot tell.\nI returned to my family's kwama mine, escorting the scribs back to the herd. Then I packed a bag, said goodbye to my mother, and started my search for the hidden shrines and dark places where the Daedric ruins wait to be discovered.",
        "Not every ruined shrine waits beneath the ground. Some hide in open places that are far from inhabited lands. These might be overgrown with vegetation or lost within the folds of rolling hills and craggy canyons. I have even visited a shrine that was hidden beneath the sea.",
        "Those shrines located in underground caves and complexes tend to appear more ominous and oppressive than those happened upon in the great outdoors, but that could just be the influence of the ever-present darkness and awareness of the crushing walls of stone. Some of these ancient shrines stand alone in the darkness, but others serve as the focal points of great complexes, many of which are guarded by elaborate traps or vicious monsters—or both.",
        "I have visited more than a dozen of these Daedric ruins, and a few were not as abandoned and unused as the Temple would have you believe. There are still those among us who honor and even worship the Daedric Princes, and I discovered more than a few fresh offerings and sacrifices in these dark places. But the true secret, the knowledge that has earned me my new name? For that, I must ask you to keep an open mind and a firm resolve, because what I am about to reveal may sound unbelievable. It may even sound like the beginning of a campfire story, one intended to frighten before bedtime. But I assure you, this is no story.",
        "What did I find at that first shrine to the Webspinner that I wandered into by luck and accident? What drove me from my parents' home in search of other Daedric ruins? It was the voice. Beautiful and seductive. It whispered to me, told me secrets that I never should have heard. The whispers emanated from the ancient, cracked statue. They echoed from the cavern walls. They reverberated through my mind, building in volume and intensity until they drowned out my own thoughts and memories. They frightened me, these whispers. But they also excited me, and I had to hear more. But the Webspinner was done with me. She imparted her words of wisdom and dark secrets and fell silent. The place was once more abandoned, desolate.",
        "If I wanted to hear more—and I so very much wanted to hear more—I would have to find another shrine. And so my life's work was set before me. I had to find other secret places, other hidden ruins. I had to hear what the other Daedra had to say. Not because I worship them. Not because I had fallen under some dark spell. No, I needed to learn more so that I could share it with the world. It was imperative! It was my duty! But, as I write these words, I find that I can't reveal what the whispers told me. My hand won't put the whispers to paper. It refuses no matter how hard I try!",
        "It seems I have failed in my mission. All I can do is tell you that there are secrets to learn. But it appears that if you want to learn them, you'll have to make the trip yourself. Visit the dark ruins, listen to the whispers. Perhaps you'll fare better than I, and the whispers won't drive you mad."
    ]
}