{
    "id": "DaynasValensJournal",
    "paragraphs": [
        "<bold>18th of Morning Star, 4E 201</bold>",
        "How long has it been since I first heard the Gauldur legend? Eighty years? A hundred? I can think of nothing else now. My goal is at hand.",
        "After years of searching, I finally traced the Ivory Claw to a collector in Bravil. His death was necessary. But I have it. At last, I have it.\n",
        "<bold>22nd of Morning Star, 4E 201</bold>",
        "Three days of nonstop riding. I reached Anvil ahead of my pursuers, and took passage on the Icerunner, bound for Solitude once more.\n",
        "<bold>29th of Morning Star, 4E 201</bold>",
        "The other passengers are becoming suspicious. Returning from dinner, I caught one brute rooting around in my quarters. He almost found the claw. Had the captain not intervened, I would have flayed him alive.",
        "I hoped to spend the voyage sequestered in my room, reviewing my notes and preparing spells, but I need to deflect some attention from myself. I'll have to mingle, pretend to be just another petty mage. For now.\n",
        "<bold>2nd of Sun's Dawn, 4E 201</bold>",
        "The brute claims to be an adventurer, off to seek his fortune in the ruins of Skyrim with his companions. Perhaps I can turn this to my advantage, use them as fodder for the traps and Draugr within the tombs. I can see the greed in his eyes. Yes, that should work.",
        "Three weeks to Solitude, the captain says. If I have to suffer these fools longer than that, I'll swim.\n",
        "<bold>27th of Sun's Dawn, 4E 201</bold>",
        "With the brute and his companions in tow, I led our band across the marsh to Folgunthur, where we made camp for the night. Little has changed since my first expedition ten years ago. But this time, I have the claw. And I will have the amulet.",
        "I spent all night preparing a synopsis of my notes, in case some fragment of the tale or piece of ancient lore may be needed to bypass the wards within the tomb. Then I cast all my books and scrolls into the fire, and reduced my life's work to ashes. At long last, today is the day of reckoning. If I cannot have the amulet, no one will."
    ]
}