{
    "id": "DaynasValensNotes",
    "paragraphs": [
        "How to summarize a lifetime of research? So little of what I have learned matters now- the petty politics of ancient times, the age-long campaign to wipe out all mention of the Gauldur name.",
        "I know not what awaits us within Folgunthur, so here, then, is the truth of the tale, as best I have been able to piece it together.",
        "In the opening days of the First Era, the Archmage Gauldur was revered throughout the north. Wisdom, wealth, honor, and power were his, and even Ysgramor's heirs sought his counsel.",
        "Smothered by his shadow, Gauldur's three sons grew cruel and resentful. They lusted after their father's power and prestige, and eventually Jyrik, the eldest, discovered its source: a mysterious amulet, from which he never parted. Together, they conspired to murder their father in his sleep and divide his amulet between them. And so it was done.",
        "Consumed by their newfound power, the brothers laid waste to the surrounding villages. So great was the carnage that the High King himself intervened, sending a company of battlemages led by the Archmage Geirmund to subdue the brothers. And after a devastating battle, the three fled the field.",
        "Mikrul, the youngest, was run to ground in Folgunthur, the ancient barows at the foot of Solitude. And though he fought for three days and nights, he was at last overcome and entombed there, his crypt sealed by an ivory claw.",
        "Geirmund pursued Jyrik to the shattered crypts of Saarthal, half-buried even then. Ten veteran wizards fell before Jyrik's elemental magic, but he could not overcome them all together. He too fell, and was sealed within the ruined city.",
        "And at last, Sigdis was cornered in the southernmost reaches of Skyrim. He challenged Lord Geirmund to a duel, knowing his foe was honor-bound to accept. And they clashed in battle, matched strength for strength, and fell together on the field before Ivarstead. The High King ordered a tomb built for Geirmund on the lake which still bears his name, and had Sigdis sealed within, forever guarded by the one who slew him.",
        "Gauldur himself was interred in a cave not far from where his tower once stood, in the place called Reachwater Rock. And when it was done, King Harald issued an edict: the name and deeds of Gauldur and his sons were to be expunged from every record, every chronicle. Under pain of death, no word of them was to be spoken, lest any try to recover the amulet that had been sealed at so great a cost.",
        "And so it was done. But a little survived the ages. Enough.",
        "Four thousand years have passed, and the tombs remain sealed. The fragments of the Gauldur Amulet lie within. Since the day I first heard the rumor, I have felt its power, calling to me, pulling at me. I will be the one to reclaim it, restore it, bear it out into the world once more. I must have it. I must!\n"
    ]
}