{
    "id": "DeadDropOrders",
    "paragraphs": [
        "Librarian Comment:",
        "A series of orders that trigger Dark Brotherhood quests. The first two documents are written by Lachance, while the rest are written by Bellamont.",
        "",
        "",
        "<title>Dead Drop Orders #1</title>",
        "Silencer,",
        "You are now reading your first dead drop note, here on Hero Hill, which proves to me you were well-appointed to the tasks that lie ahead.",
        "Journey now to Leafrot Cave. There you will encounter an ancient Necromancer who is attempting to escape death by transforming himself into a lich. This Necromancer, Celedaen, has not yet completed his metamorphosis, but is still immensely powerful, possibly too powerful to destroy if confronted directly. Search Leafrot Cave. Necromancers are wizards after all, and wizards are prolific by nature. Celedaen surely has written records, and these records may contain evidence of some kind of weakness. Perhaps there is some other way to destroy Celedaen besides a direct confrontation. But destroy him you must!",
        "When the Necromancer lies dead, journey to the city of Chorrol for your next dead drop. At the foot of the Great Oak, hidden in the bushes, is an old sack. Inside you will find your reward for killing the Necromancer, as well as information regarding your next contract.",
        "Serve me well, Silencer, and there's no telling just how far you might advance.",
        "<title>Dead Drop Orders #2</title>",
        "The Necromancer Celedaen is dead, and you are not. That is quite an accomplishment. But your work as a Silencer has just begun.",
        "Your next assignment requires you to eliminate not just one target, but five. An entire family, in fact. The unlucky siblings are Perennia Draconis, Matthias Draconis, Andreas Draconis, Sibylla Draconis and Caelia Draconis. The locations of most of the family members are unknown, so you should begin your search with the family matron, Perennia, who resides at the farm called Applewatch.",
        "You must discern the locations of all the Draconis family members and then systematically eliminate them. I suggest you first speak with the mother and find out if she has any valuable information on the whereabouts of her children, before ending her life.",
        "When every member of the Draconis family lies dead, journey to the city of Skingrad. In the castle courtyard you will find a well containing your reward for the Draconis contract, as well any further assignment I might have.",
        "<title>Dead Drop Orders #3</title>",
        "Are you ready to get your hands dirty, Silencer?",
        "Your next target is a Khajiit nobleman by the name of J 'Ghasta, who can be found at his home in the city of Bruma. J 'Ghasta was recently offered the hand of a prominent Cyrodiil noble's daughter, but turned down the offer when he learned of the girl's rather negligible dowry. The girl's family is outraged, of course, and has hired the Dark Brotherhood to make J 'Ghasta pay for his insolence.",
        "Go to J 'Ghasta's house in Bruma and end his miserable life. But be warned! The Khajiit is rich and bored, and spends most of his time honing his skills in unarmed combat. Any opponent who can kill with merely his hands is not to be trifled with, so tread carefully. Even worse, J 'Ghasta is aware someone may be trying to kill him, and has bribed the guards not to interfere if a fight should spill out into the city streets.",
        "When the target has been eliminated, you will find your next dead drop in a rotten box under the Old Bridge, just south of the Imperial City. The box will contain your reward for killing J 'Ghasta, as well as information regarding your next contract.",
        "<title>Dead Drop Orders #4</title>",
        "J'Ghasta is dead! Well done! I was right about you, Silencer. You are a useful tool indeed. Let's see if you can continue to impress me.",
        "You must journey now to the Flooded Mine. There you will find Shaleez, an Argonian hunter who was banished from her village near the Black Marsh/Morrowind border for the brutal murder of a Dark Elven family. Relatives of the murdered family members have located Shaleez, and demand retribution. And, since the assignment is a bit far for Morrowind's Morag Tong to handle, the Dark Brotherhood has been commissioned to perform the elimination.",
        "Be warned, Silencer! Shaleez is a skilled and deadly hunter, and will fight like the desperate fugitive she is.",
        "After Shaleez has been eliminated, your reward and another contract will be waiting at the dead drop located in a coffin, just outside the ruins of Fort Redman.",
        "<title>Dead Drop Orders #5</title>",
        "If you're reading this note, Shaleez is dead. You've done the world a great service, Silencer. It's time to continue the good work.",
        "Your next target is a traveling Dark Elf merchant by the name of Alval Uvani, who is currently renting a house in the city of Leyawiin. Uvani is a well-respected tradesman back in his native Morrowind, but his business often takes him very far from home. Therein lies the problem. Alval Uvani's wife has become disillusioned with her husband's repeated, extended absences and wishes to dissolve their marriage, and has sought the Dark Brotherhood's assistance. Lucky for us Cyrodiil is a bit beyond the reach of Morrowind's Morag Tong.",
        "Alval Uvani is currently traveling around Cyrodiil, and is never in one place for more than a couple of days. In this dead drop you will also find a schedule detailing the Dark Elf's whereabouts; use it to locate him and plan your elimination. Be aware, however, that because he is forced to travel alone to the farthest reaches of the Empire, Uvani has learned to defend himself. He is a master of the Destruction school of Magicka, and and is no stranger to killing.",
        "When Alval Uvani lies rotting, journey to the Market District of the Imperial City. There you will find a shop called Stonewall Shields. Your dead drop is located behind that building, in a hollowed-out tree stump. As usual, you will find your reward for the previous contract, as well as information on your next.",
        "Ah yes, I must mention one last detail. Apparently Alval Uvani suffers from a rare Dark Elf condition, a serious allergy to honey. If you could somehow get Uvani to drink the honey-based spirit Mead, perhaps by replacing his food, he would suffer from complete paralyzation. This would certainly make the Dark Elf a bit easier to deal with.",
        "<title>Dead Drop Orders #6</title>",
        "Alval Uvani is dead, just like all the others. You continue to impress me, Silencer, and I am only too eager to indulge your homicidal instincts.",
        "Your next target is a savage Nord barbarian, living alone and exposed at a small campsite on the summit of Gnoll Mountain. This barbarian, Havilstein Hoar-Blood by name, savagely butchered the chieftain of a mead hall on the island of Solstheim. The chieftain's sister has forgone the Nord custom of extracting the monetary retribution of wergild, and instead wants Hoar-Blood to pay with his life. You, dear Silencer, will help put her family at peace.",
        "You are to go to Gnoll Mountain, locate Havilstein Hoar-Blood, and send his soul to Sithis.",
        "When Hoar-Blood has been executed, journey to the Ayleid ruin of Nornal. In the flooded section of that ruin you will find a chest, submerged in the water. As you may have guessed, the chest contains your reward for killing Havilstein Hoar-Blood, and your next contract.",
        "<title>Dead Drop Orders #7</title>",
        "My compliments on another job well done! Havilstein Hoar-Blood was more swine than man, and deserved to die quivering like an animal! You must not stop! You must kill again!",
        "Your next target is a Wood Elf named Ungolim, who resides in the city of Bravil. Bravil is also home to an ancient statue known as the Lucky Old Lady. It is seen as a symbol of good luck and prosperity, and the fools of Bravil often speak to the statue and wish for good tidings. Every night, poor lovestruck Ungolim visits the Lady and pleads desperately for the heart of a young maiden. This maiden is married, and her husband has learned of Ungolim's affection for his bride. He fears the competition, it would seem, and has commissioned the Dark Brotherhood to help in the matter.",
        "You must go to Bravil, locate Ungolim, and kill him. The Wood Elf owns a house in the city, but he spends his days securely locked inside. I recommend you lie in wait at the Lucky Old Lady statue, and then eliminate Ungolim when he arrives for his nightly visit. He's generally there between the hours of 6:00 PM and 1:00 AM.",
        "By all accounts, Ungolim is a deadly archer and a fearless opponent. I also have reason to believe he is expecting trouble, so if Ungolim senses danger, he may attack you on sight. And, like the Khajiit J 'Ghasta, Ungolim has bribed the guards to look the other way if there is a fight, so they won't interfere. Be vigilant, and bring the Wood Elf down! You must not fail!",
        "When Ungolim's body lies broken at the foot of his dear Lady, you must journey to the city of Anvil. Your dead drop is in a barrel located behind the statue in the pond. As is standard, your reward and next contract will be waiting.",
        "<title>Dead Drop Orders #8</title>",
        "Ungolim is dead! Silencer, you have served me far better than I ever could have imagined. Is there no challenge you can't meet? No opponent you can't best? We shall see.",
        "Your next target is a High Elf whore named Arquen. She has been difficult to locate, but you might try asking around the Grey Mare in Chorrol or the Bridge Inn in Cheydinhal.",
        "Like all of your targets, Arquen is a skilled fighter and will not be eliminated easily.",
        "When Arquen is dead, I will have your reward and next contract waiting at the next dead drop -- under one of the beds in the Leyawiin Coast Guard station."
    ]
}