{
    "id": "Deathbrand",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC",
        "",
        "Deathbrand\nA Pirate's Tale",
        "Haknir Death-Brand was dying.",
        "For Garuk Windrime, ship's quartermaster, it was unthinkable. His grandfather had served under Haknir, nigh on sixty years before, and even then he was a legend among the pirates of the north. \"The King of Ghosts,\" they called him, as eternal and pitiless as the sea he sailed. To Garuk, who had seen him charge into battle, clad in armor of gleaming Stalhrim like the kings of old, his twin swords scything men like grass, Haknir was practically a god.",
        "But none feared Haknir more than his own crew. They knew his rages, his fits of madness, how he delighted in torture and murder for its own sake. And there were even darker rumors: Some said he fed upon the blood and souls of those he killed to extend his unnatural life. Some thought him a Daedra, loosed upon the mortal world. And others said he owed his life and power, his armor and swords, to a pact with Dagon, prince of destruction. And the seal of that pact was the terrible wound that scarred his face, never to heal - the Deathbrand, which no man could look upon without flinching.",
        "All these things ran through Garuk's mind as he took his place on deck at the head of the crew, exchanging a curt nod with Thalin, the ship's helmsman and his chief rival. By sundown, he thought, one of them would be captain. The other would be dead.",
        "When Haknir finally emerged from his cabin, the crew fell silent. He looked frail, his voice raspy. But even so, he had a presence about him. As he looked over his men, the most brutal murderers ever to ply the northern seas, not one could meet his gaze. At last he sighed.",
        "\"You wish to know who will be my successor, and how my share of the treasure shall be divided.\"",
        "That was the question, but even so, there were murmurs of protest. Haknir cut them off.",
        "\"All these years, I have looked for one who was worthy to take my place, or strong enough to take it from me. Not one of you even comes close. And so none of you shall have it.\"",
        "He extended his hand. \"In Dagon's name, I place a curse upon my armor, and my swords. This ship, and all it carries. Until the day when one of you can best me in combat, you shall have not a single coin.\" He looked up at them. \"Be grateful I have left you with your lives.\"",
        "Garuk and Thalin shared a single glance. Had anyone else said such a thing, there would have been mutiny. A hundred treasure-mad pirates against one old man. But this was Haknir. The crew was silent.",
        "Haknir threw a map at Garuk's feet. \"Garuk, take a longboat, and bury my armor in the places I have marked. Thalin, we sail to my tomb, where you shall leave me with my gold. Then burn your ships, and do as you will. I am your captain no more.\" And with that, he turned and stalked back to his quarters.",
        "At daybreak, Garuk took his leave, and set out in a longboat with three of his men. They landed on a shoal to the north of Solstheim, at the place Haknir had marked, made camp, and began to dig.",
        "But already, greed stirred in Garuk's heart. Time and again, he glanced at the iron-bound chest they had brought with them. The old man was gone, perhaps already dead. His orders, foolish.",
        "That night, Garuk pried open the chest and drew out the helm within. The Stalhrim shimmered in the moonlight. It was time. Time for a new King of Ghosts to rise. He placed the helmet on his head.",
        "And he screamed.",
        "And it is said you can hear that screaming still, on moonlit nights, on a rocky shoal off the northern coast of Solstheim.",
        "Postscript-\nThis story is one of the last in the \"Haknir Saga,\" the tales surrounding the life and adventures of the legendary pirate king Haknir Death-Brand. How much of it is actually true, if indeed any of it is true, I leave to the reader's discretion.",
        "- Artise Dralen\nHouse Redoran Scribe"
    ]
}