{
    "id": "inthedeeptombs31",
    "paragraphs": [
        "This is my thirty-fourth day in the Deep Tombs. I think.",
        "",
        "I can't believe Boss Trenlor tossed me down here. I was a loyal soldier! I did everything he demanded of me! Well, almost everything.",
        "",
        "Boss Trenlor has whims. He'll laugh with you one moment, scream at you the next. Beat you within an inch of your life, then apply the healing poultices personally and sit with you while you recover. And he has a temper. If the locals don't pay what he demands, whether in gold or goods or blood, then he has me and the others swoop in and make some examples. To keep the herd in line, he likes to say.",
        "",
        "Some we simply kill in the most horrible ways we can imagine. Others we take and lock in the Deep Tombs. Boss Trenlor always likes to keep a fresh supply of blood on hand. He also likes to give some of them to the bloodfiends, just for a little sport.",
        "",
        "Anyway, when Boss Trenlor told me to rip out Freyleth's throat, I thought he was joking. He does that sometimes. Threatens loyal followers with the most outrageous atrocities, just to get a reaction. This time he was serious, I guess. Because when I laughed instead of ripped, he turned on me like a wild animal. Knocked me senseless.",
        "",
        "Next thing I knew, vampires who had been my friends and companions for years were dragging me into the Deep Tombs. Tossed me in a cell right beside mortals I had imprisoned myself. It was humiliating. I thought  Boss Trenlor would leave me down here for a week or two and then let me out, lesson learned. But it's been four (or is it five?) weeks now, and I'm starving. I can smell the blood close by. Practically taste it! But none of the guards will let me have any. Not even a small nibble.",
        "",
        "I think he's forgotten about me. Or it was always his plan to let me starve and become feral. Maybe Kathad had the right idea when he decided to leave. Surprised he didn't take Freyleth with him, but maybe he'll return. If he does, though, he'll probably wind up just like me.",
        "",
        ""
    ]
}