{
    "id": "DefacedNedicPrayerBook",
    "paragraphs": [
        "<header>A Prayer for Mercy</header>",
        "To the heavens above, we raise our eyes, our hands, and our hearts.",
        "Do not turn your light away from us, not in our hour of need,",
        "Instead, send forth the brightness of Aetherium and illuminate the darkness of the night.",
        "You who bring order to the seasons,",
        "Ever-shining Guide to the weary traveler.",
        "Have mercy on us.",
        "Protect us from the invader who ravages, the famine that wastes, the fire that burns,",
        "And lead your faithful ones toward your promised glory.",
        "____",
        "<header>A Prayer for Those Who Have Pledged Their Souls to the Stars</header>",
        "These Souls we offer, the light of frail bodies",
        "To the ever-burning light of the heavens.",
        "Guide these Souls through the long night",
        "And let them not stumble in their ascent",
        "Up the Golden Stair.",
        "Take these Souls, freely given,",
        "As an offering of holiness,",
        "And a pledge of faithfulness from your people.",
        "Do not forget us in our hour of need,",
        "But be for us Guardians,",
        "As long as faithfulness endures.",
        "____",
        "<header>Warrior's Prayer</header>",
        "Greatest Guardian, Shining Warrior",
        "Gird your armies with strength,",
        "And let their spears fly true.",
        "For the strength of your arms is great,",
        "And the enemy trembles at the sight of your mighty shoulders.",
        "Do not let us succumb to fear,",
        "But only set your aegis before us and we shall stand unconquered.",
        "____",
        "<header>Thief's Prayer</header>",
        "[The remaining pages have been torn out. In the back of the book, someone has scrawled the following:]",
        "Oh, bastard stars,",
        "Born in a brothel.",
        "Your mother was a lewd woman.",
        "Your father had a disease.",
        "Men worshipped you and lost the appetite for love.",
        "Women cried out to you and grew beards.",
        "You led your children into pits,",
        "And let them wander into snares.",
        "The Elves slaughtered them and took their women for concubines.",
        "The Mer mocked them and took their men for slaves.",
        "Their blood is on your hands,",
        "It runs in rivers from your lips.",
        "Oh silent stars, oh merciless stars,",
        "Behold your reckoning is at hand;",
        "At hand is the judgment for your transgressions.",
        "The Mother of the Water has risen in the desert",
        "And the Deathlands have brought forth flowers.",
        "Let the people turn away from false lights;",
        "Let them embrace true mercy.",
        "For I have slept a thousand nights and never dreamed,",
        "But by day I have heard the glorious singing",
        "Of Shada and her Daughters, hope to all the Nedes.",
        ""
    ]
}