{
    "id": "InDefenseofPrinceHubalajad",
    "paragraphs": [
        "If you know anything about Yokudan history, you're aware of the role Prince Hubalajad played—or did not play—in the early days following the initial Ra Gada colonization. We know \"Prince Hew\" as a comic figure, share tales of his thick-headed approach to impossible problems, and jest about his aggressive opulence. A shrine to Zeht floods as a sign of the god's displeasure? Build a more extravagant one further downstream! An oft-repeated Taneth expression for wasting money is \"laying foundation with Hubalajad's coin.\"",
        "Yet, what is truly known of the Luckless Prince? The only references available are third-hand documents, at best. The many apocryphal tales muddy the issue, drawing us further and further away from the actual man. Therefore, we must look to the land of Hew's Bane itself to draw our own conclusions. What if, for only a moment, we approach what are commonly accepted as his many failures on their own terms?",
        "We know Hubalajad must have arrived in the barren land of what was then called \"Khefrem's Boot\" with a sizable amount of soldiers and artisans. Without local quarries, and with no reliable overland route from the north, they needed to import a mass amount of cut stone by sea. The natural protected harbor in what would become Abah's Landing was undoubtedly their first stop. A steady flow of laden barges would prove tempting to pirates, so Hubalajad's first necessity was to construct No Shira Citadel, an imposing fortress overlooking the Abecean.",
        "It is true No Shira was soon undermined by seasonal flooding. But in response, Hubalajad appealed to Zeht with a shrine. When subsequent flooding washed out the first shrine, he did order the construction of another, yet more elaborate shrine—but from an examination of the stonework, the new one was upstream of the last. Seen in this light, \"Prince Hew's thick-headedness\" was in fact persistent resolve. Appealing to the Yokudan god of agriculture is not the act of an arrogant or thoughtless man.",
        "All the while, Abah's Landing grew from a soldier's camp and shantytown to a sprawling city. Despite the many hardships of this frontier life, Hubalajad constructed a great palace—a symbol that this land was his home, and that he was just as committed as the locals to thriving. Stone went to the great walls of Abah's Landing, showing that its contents deserved as much protection as the Yokudan ships.",
        "For a moment I ask you to set aside the multiple tombs, the impressive Princes Gate that opened a northern passage to Ra Gada territory, and the Yokudan statue just south of the Abah's Landing harbor that most erroneously believe was an idealized image of Hubalajad himself. The very act of constructing a citadel and a walled city at the same time, with the same pool of resources, would require a sharp mind for logistical matters. If it was not Hubalajad himself, he knew enough to surround himself with someone who could. This is hardly the style of a witless buffoon.",
        "The scale of Hubalajad's setbacks do not, in this author's opinion, justify the tales of endless folly. Was it a whispering campaign from jealous rivals who decried the resources he poured into an inhospitable land? A blemished reputation for not recognizing his half-uncle was a necromancer? Did he invoke the ire of a Yokudan god, or perhaps a Daedric Prince? Though we may never truly know, we should keep one thing in mind about Hubalajad: before his arrival, no Man or Mer left a mark on this land. Today, the only structures surviving two millennia were those constructed by \"Prince Hew.\""
    ]
}