{
    "id": "TheDelicaciesofHighIsle",
    "paragraphs": [
        "The most expensive and beloved meals on High Isle, as complied by culinary scholar Bellona Calatorius.",
        "",
        "ROASTED SPARKLING ANGLERMOUTH ON A BED OF KELP",
        "Seasoned and sauteed to perfection, this flaky and flavorful fish is served with a latticework of decadent blanched kelp to provide texture and add a hint of brightness to the dish. Chefs spend months learning to balance what could be an overwhelming citrus note in the kelp, but when prepared correctly, this dish never disappoints.",
        "",
        "ABECEAN HALIBUT SOUP",
        "The halibut's flavor pares well with the soup's aromatics and body. The soup's vegetable matter perfectly complements the fish. The combination turns a simple soup into the highlight of the banquet.",
        "",
        "SMOKED ALBATROSS EGG WITH CAVIAR",
        "Typically served when the seas turn stormy, this dish is more robust than many of the delicacies typically available on High Isle. The enormous eggs are smoked for two days, infusing the yolk with the pungent flavor of island applewood. Proponents of the dish claim that the bursts of caviar elevate the personality of the egg, adding an element of the sea as befits all High Isle fare.",
        "",
        "SEA SALT TEA",
        "Typically used as a palate cleanser between meals, this tea uses a combination of island leaves and sea salt. It is served warm in delicate glassware that shows off its beautifully clear quality.",
        "",
        "HONEY CAKES WITH CLOTTED CREAM AND PEARLED WHITE CHOCOLATE",
        "A sweet treat which is as much a feast for the eyes as it is for the mouth, this dessert caused an entire banquet hall to break into applause when it was introduced by the court chef in 2E 455. The cakes practically drip with clover honey and clotted cream, and white chocolate spheres sprinkled over the top round off the cake's sweet flavor. Some chefs add fresh berries or a sharp compote, but many play to the dessert's white and frothy appearance and add meringues or a lightly flavored custard."
    ]
}