{
    "id": "DemandsofthePaintedEye",
    "paragraphs": [
        "To the Commanding Officer of Borderwatch:",
        "",
        "Your garrison is ours. All left inside it—civilian guests, laborers, dignitaries—are now our prisoners. In return for their safe release, we make the following demands:",
        "",
        "FIRST, the Complete and Total disarmament and disbanding of the Ivory Brigade, and the transportation of all its officers and enlisted soldiers to the island of Solstheim where they shall remain in exile until death.",
        "",
        "SECOND, the liberation of the following prisoners:",
        "-Arcturus Vano, currently imprisoned for assassinating the Alderman of Skingrad",
        "-Himandoril, currently imprisoned for arson in Necrom",
        "-Benkor, the Butcher of White Run, currently imprisoned in an unknown location for conspiracy.",
        "-The Daggerfall Five, currently held in Madding Wind Prison for crimes against the Covenant.",
        "-Lady Benwyne Thronebane, currently living in exile on Cespar.\n-Any other prisoners such as we may demand.",
        "",
        "THIRD, the transformation of Khenarthi's Roost into a politically autonomous zone, free to make its own laws and pursue its own interests with no interference from the Ruby Throne, the Aldmeri Dominion, or any other outside authority.",
        "",
        "FOURTH, the creation and circulation of notices signed by the nobility of Cyrodiil acknowledging the universal rights of all mortals to govern themselves and admitting the fundamental tyranny of their own institution of power. Additionally, these leaflets should describe the establishment of the autonomous zone as described above, which welcomes all who share the values of the Painted Eye.",
        "",
        "FIFTH, the mooring of four ships with no fewer than three masts each, fully provisioned and supplied as necessary for a sea voyage, moored off the southern coast of Blackwood, along with guaranteed safe passage for us from Borderwatch.",
        "",
        "None of the above demands are negotiable. Each demand must be fully met in return for the lives of our hostages.",
        ""
    ]
}