{
    "id": "DenofThievesPartTwo",
    "paragraphs": [
        "The gentleman in the blue velvet tunic slowly pushed open the low door of unpainted wood and peered into the smoky dimness beyond. \"What do you want here?\" demanded a voice from near at hand.",
        "\"Er … I've come by the Thieves' Highway,\" the gentleman said, almost questioningly.",
        "\"What of it?\"",
        "\"I … I was told to say that, and also 'Tonight flies the Father of Owls.'\" The gentleman's fine lips curved in a tentative smile. \"That's all right, isn't it?\"",
        "The nearby voice gave a noncommittal grunt, then said, \"Your business?\"",
        "\"I wish to speak to … to the Red Asp.\"",
        "\"Sure. He's in the back, behind the brew vats.\" A shadow in the smoke made a vague gesture, swirling the thick vapors. The gentleman coughed, and began to make his way across the dim room.",
        "The chamber was a common room of sorts, with a dozen or so tables and three-score mismatched chairs, some of which were occupied with drinkers although somewhere far above the noonday sun shone down on the desert city of Hallin's Stand. The ceiling was low and the gentleman was tall, so he had to weave his way between the low-hanging oil lamps that contributed most of the air's burden of smoke. \"Beetle oil,\" he said to himself, sniffing, \"and the cheapest possible grade.\"",
        "Beyond the brew vats the air was a bit less dense, but it was also even darker than in the common room. A single lamp burned upon a table against the far wall, its flame reflecting from a carafe, a flagon, and the embroidered edging on the vest of someone sitting on a chair, leaning back against the wall.",
        "The gentleman approached the table, stopped at a respectful distance and asked, \"You are … the Red Asp?\"",
        "The front legs of the chair came down with a thump. \"That's what they call me,\" said a low voice from above the vest. \"Traditional title for the doyen of the Hallin's Stand Thieves Guild. And you?\"",
        "\"My name … isn't important,\" the gentleman said. \"But my business—is.\"",
        "\"How important?\"",
        "The gentleman drew a sack from his waistband and dropped it on the table. It clanked. The Red Asp opened it with a finger and stirred the contents for moment. \"This would qualify as payment for important business. A down payment, anyway,\" he said. \"What's the target?\"",
        "\"The Governor of Hallin's Stand.\"",
        "\"You're in the wrong place, friend,\" said the Red Asp, with just a tinge of regret. \"We don't do assassinations. You want the Dark Brotherhood. Or maybe the Morag Tong—they specialize in regicides.\"",
        "\"Oh, I don't want you to take the governor's life,\" said the gentleman. \"I want you to steal his honor.\"",
        "\"His honor?\" the Red Asp said. \"How do you mean?\"",
        "\"I want you to steal the governor's signet ring, the one the king put on his finger when he received his appointment. It's the symbol of his right to rule. And I want you to take it,\" the gentleman said, \"during the Ceremonial Dance at the Governor's Ball.\"",
        "There was a long pause, and then, \"Deal,\" said the Red Asp. \"Of course, I'll have to handle the matter personally. None of my cutpurses or burglars are up to this sort of job.\" He lifted the carafe and poured fragrant pomegranate wine into the flagon. \"Will you drink on it?\"",
        "\"Both of us,\" the gentleman said, \"from the same vessel?\"",
        "\"It's how we do things here.\"",
        "\"In that case,\" said the gentleman in the blue velvet tunic, \"I'd be delighted.\""
    ]
}