{
    "id": "DiaryofFaireAgarwen",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<center>Diary of Faire Agarwen</center>",
        "<center></center>",
        "<center></center>",
        "<center>Translated from Falmer Text\nby\nCalcelmo of Markarth</center>",
        "Forward\nThe dates noted in this diary are translated literally. This verbiage matches no known modern measure of time, and is assumed to be a custom form of counting the days and months. Excavations of ancient Falmer slave quarters have turned up brass vessels, very similar to a deep bowl, with twenty markings crudely etched onto the inside. Falmer scholars theorize that this bowl would be placed under a drip of water coming from an overhanging rock and as the bowl filled, the water's level would reach these markings, thus indicating a crude passage of time. Because of this diary, the vessel has been called a \"kulniir,\" a primitive Falmer timekeeping device.",
        "Third Marking, Tenth Kulniir\nIt feels like years since we were forced into hiding. I dare not write where we stay for fear of endangering the good people of this house should this diary be discovered. We have been shown a kindness by this family once known to the Snow Prince. Even in death his great influence has ensured our safety. We were separated from many of our kin along the road when it became increasingly difficult to travel discreetly in our numbers. We were forced to go our separate ways and travel only at night. I have heard no news of where the others may have gone and fear I never shall. Our lives are forever changed.",
        "Seventh Marking, Tenth Kulniir\nIn the night I find it difficult not to focus on times past. There are moments in my rest when I still hear the laughter of Young Ones at play in the valley. Other times I see the pale flicker of happy moments which were once so common in the land of the Snow Elves. I try not to dwell on these memories too long. Often our surroundings make it impossible to dwell on any happiness. We have been locked together in such close quarters for so long we grow tired of each other's company. Even the strongest of us have faltered with nothing to do but think on what is lost. I wake each day to forlorn faces and am reminded of where we are and all we have left behind. We are all yearning for a day when we can emerge from hiding and walk freely in the light once more. But I fear we are losing all hope that such a day will ever come.",
        "Tenth Marking, Tenth Kulniir\nI tire of the tears of women and children. My own have run dry. The men have begun to look upon us as if we are all weak yet we have survived the same trials as they. I cannot bring myself to think on the numbers we lost in battle. Yet I cannot force the images of my own losses from my mind. And now in a time when our people should be banding together it feels we are drifting apart. The Nords have truly won. Our once great pride and unity are shattered. If we lose hope now we will never survive. Today many, myself included, have tried to speak out in voices of reason. There can be no hope without talk of our future. We can make no difference if our spirits remain broken.",
        "Eighteenth Marking, Tenth Kulniir\nWe know that we can never again be the Snow Elves and live freely in this world. We will forever be in hiding in one form or another. But there is no reason we cannot live life with the sun and the wind against our skin. There are those here who are friends to us and plan to help us once the threat has ended. We know now to survive we must be born anew. Outside, we will appear as though we belong here. Inside, we will carry our truth and our scars."
    ]
}