{
    "id": "DibellasMysteriesandRevelations",
    "paragraphs": [
        "By Lady Augustine Viliane, Sibyl of the House of Dibella",
        "The skies over Wayrest are stormy and changeable, more often gray than blue, but some mornings in Second Seed the sun rises into heavens blue and clear, and a mild, warm breeze blows in from the Iliac Bay. It was on just such a morning, under trees fragrant with blossoms, that I was welcoming several new novices to their vocation in the House of Dibella.",
        "They were full of questions, as the young always are. \"Holy Sibyl,\" asked a young oyster-catcher from Aldcroft, \"is love truly the answer to every question?\"",
        "\"It is - if the question addresses the heart,\" said I. \"Rarely if it addresses the mind.\"",
        "\"Holy Sibyl?\" asked the shy engraver from Alcaire. \"Is it true we must dance for the worshipers while - unclad?\"",
        "I smiled. \"That is as your spirit shall will - and as the weather shall allow!\"",
        "\"I have one, Holy Sibyl,\" said the clever child of a Wayrest banker. \"If the Aedra sacrificed themselves, each to add something to the making of the world, what did Our Lady contribute to the world?\"",
        "In reply, I scooped a double handful of fallen blossoms from the sward and rained them over his astonished brow.",
        "\"I am troubled, Holy Sibyl,\" said the hostler from Northpoint, \"for I know not who is my father.\"",
        "\"That is naught to the Goddess of Beauty,\" I gently replied, \"for she says, 'No matter the seed, if the shoot is nurtured with love, will not the flower be beautiful?'\"",
        "\"What if a congregant seeks me as ardor-partner,\"\" said the knight's scion of Evermore, \"but I find her without favor?\"",
        "\"Love whomever you may,\" I sang, \"but love coerced is not love at all.\"",
        "\"Holy Sibyl, is it true what they s-say,\"\" stammered the owlkeeper's heir, \"that you lost your s-sight from the Great Flu?\"",
        "\"It is,\" I smiled, \"but what of that? For can I not dance?\"",
        "\"Holy Sibyl!\" \"Holy Sibyl!\"",
        "\"Peace, young novices!\" I cried. \"For it is Fredas, the bell tolls sundown, and the congregants await us in the chapel. Come, now! Come! Bring wine, bring tambours, bring light feet and warm hearts! Our Lady calls us to worship.\""
    ]
}