{
    "id": "DiplomacyduringtheHandfasting",
    "paragraphs": [
        "The wedding of Indaenir and Gwaering, the new Silvenar and Green Lady, is an important occasion for the Bosmer, and as such is important to the Aldmeri Dominion.",
        "With the unrest currently rampant throughout Malabal Tor, it is important the Queen's representatives understand how to interact with the Bosmer.",
        "The following information is based upon \"Bosmer Traditions and Manners,\" by the highly respected Altmer author Cirantille.",
        "According to their legends, the Bosmer were once wild and savage (not at all like they are now) and able to change shape at will. Wishing to become more civilized, they made a bargain with Y'ffre, giving up shapeshifting in exchange for (what they think is) a more civilized demeanor.",
        "This Green Pact affected every aspect of their lives. They became very ritualistic and, while these rituals may seem odd to … differently civilized … peoples, they do keep the Wood Elves from becoming fully savage again.\nOne of their most important rituals is the Handfasting. It happens once a generation and is responsible for both anointing and marrying two of their three most important leaders (the third being the Camoran King or Queen of the Wood Elves).",
        "No one but the Bosmer know how these two leaders are chosen, but they are, and the Handfast is the ritual that binds the Green Lady and the Silvenar together.",
        "The Silvenar is the spiritual leader of the Bosmer, and a truly civilizing force on the entire race. Some say he is the embodiment of the Green Pact, others that he's simply a powerful mystic.",
        "When a Bosmer becomes the Silvenar, he or she gains a great understanding of the land they inhabit as well as its people.",
        "The Green Lady, on the other hand, is a pure force of nature. She is the physicality of the Bosmer: a hunter, warrior, and nearly-unstoppable fist of her people.",
        "Do not confuse her passion for savagery, however! The Green Lady inherits the tactical poise of all those who've gone before her. The only thing that can turn her into a true beast is the death of her Silvenar … an occurrence some of us had the misfortune to witness on Khenarthi Island. It is a wonder anyone survived.",
        "Take the Handfast as seriously as the Bosmer do and you should be fine. Eat what is offered (don't ask what it is), but drink sparingly—their ritual drink \"rotmeth\" will sicken the most powerful non-Bosmer stomach if consumed with abandon.",
        "Avoid conflict when you can, but participating in a few non-lethal brawls during the celebration may not be avoidable. Indeed, it may be expected."
    ]
}