{
    "id": "DireLegendsoftheDoomcrag",
    "paragraphs": [
        "In the distant past, the dark and foreboding pinnacle of stone known as the Doomcrag was a place of learning and worship for the Ayleid people. But in recent memory, the place has been known as a haunted peak beyond a treacherous pass of fog and shadow.",
        "Due to the current interest in the often ignored location, Countess Tamrith has asked me to chronicle a few of the legends concerning this forbidden place.",
        "* * *\nOne dark tale concerns the hero of House Dorell, Brianna the Bold, who traveled to the Shrouded Pass to chase down the bandit lord, Red Rob. Brianna and her troop of knights chased Red Rob all along the northern shore, intent on capturing him and bringing him to justice for his many crimes—including his most recent exploit, the pillaging of a Dorell cargo ship. Unfortunately for Red Rob, the House Baron of the period's daughter was traveling on the ship when Red Rob and his cohorts attacked it. For injuries and insults, she demanded the head of the brigand and dispatched Brianna the Bold to hunt him down.",
        "By the time Brianna reached the entrance to the Shrouded Pass, all of her knights had been killed or wounded. She was on her own. Luckily for her, Red Rob had not fared any better. He was alone when he plunged into the dense fog to avoid her. Not to be deterred, Brianna was true to her name and boldly charged in after him. It was the last time either Brianna or Red Rob were ever seen again.",
        "But locals claim that on clear, cold nights, when a thin, red mist decorates the jutting shard of rock, you can hear the clash of steel on steel as Brianna and Red Rob continue their epic struggle into eternity.",
        "* * *\nAnother popular, if somewhat disturbing, legend concerning the Doomcrag tells the tale of the spurned Ayleid lover who pines away at the very apex of the mountain. Rejected by a handsome butler in the service of a noble house, the spurned lover climbed to the top of the Doomcrag and refused to come down. Her friends and family tried everything to cheer her up and make her leave the tower. Distraught and sick at heart, she ignored every plea and word of comfort. And when her pain became unbearable, she leaped from the Doomcrag and crashed into the sea far below.",
        "That, however, was not the end of her sad story, People believe that to this very day, handsome travelers who wander too close to the Doomcrag risk attracting the attention of the spurned Ayleid. They say that her restless spirit swoops down and—pardon the wordplay—spirits away the hapless traveler, carrying him to the top of the mountain to keep him as a pet and plaything. Ultimately, however, even the most-patient captive does something to reject and spurn the Ayleid spirit. On lonely nights, or so the story goes, you can hear the intermingled screams as the Ayleid spirit once again hurls herself into the sea, carrying her latest lover with her to a watery grave.",
        "* * *\nBut perhaps the most common tale told about the Doomcrag describes the Death That Walks. This particular legend is more a cautionary tale than a scary story with a beginning, a middle, and an end. It says that any who attempt to climb the Shrouded Pass inevitably climb to their deaths. With every step, a year of life is lost. Depending on your age and relative level of health, death might overtake you after only a few steps up into the dense fog. Or, if you're particularly lucky, you might ascend all the way to the very top—into the rumored relic chamber—before the Death That Walks catches up with you.",
        "Whichever the case, every step brings with it a measure of pain and weakness as you march to your inevitable demise. This legend, more than any other, has kept the Doomcrag shrouded in mystery, for few have been brave enough to test the veracity of this story.",
        "Reveiwing my notes, I can see why Countess Tamrith was frightened of the Doomcrag when she was a young girl. If truth be told, even at my advanced age, these legends frighten me."
    ]
}