{
    "id": "DireWarrenJournals",
    "paragraphs": [
        "Librarian Comment:",
        "Two journals that were recovered from Dire Warren root system.",
        "",
        "",
        "<title>Alyssa's Journal</title>",
        "Second Seed, Tirdas\nTraelius surprised me when he brought me to this place. It is quite beautiful here. This will be a much-needed vacation from the city.\nI have found the cool water from the stream nearby to be quite refreshing. The spot above the waterfall is a great area to clear my thoughts; I shall bathe there frequently.",
        "7th Mid Year, Turdas\nHis continual reference of this place as our 'home' is beginning to annoy me. How do I tell him that it is not my wish to spend the rest of my days here?",
        "11th Mid Year, Morndas\nTraelius informed me that he plans on making this dwelling our permanent home. I will try and convince him otherwise; I do not see us living here for the rest of our lives!",
        "15th Mid Year, Fredas\nThis place is beginning to feel like a cage. I need to get out. I am in much need of fresh air, of sunlight, of life. I am going to try and find some way out of here so I might be able to grab a bit of freedom from time to time.",
        "20th Mid Year, Middas\nI have been spending more time at my daily baths scouting the area below, trying to find safe passage. I do not think he suspects anything, so I will continue my search.",
        "22nd Mid Year, Fredas\nI climbed down the cliff face today and into the cavern below to scout out a safe passage. I was careless in my steps and alerted a nearby creature. I quickly retreated up the walls and bruised my arms and legs in the process. I do not think Traelius has noticed the bruises, as he has not mentioned anything about them as of yet. I need to be more careful.",
        "24th Mid Year, Sundas\nI think I have found a way around the creatures! Yes, I am certain. Before I try to escape I will attempt to convince him to leave this place once and for all.",
        "27th Mid Year, Middas\nMy confession of last night to Traelius worked -- he is letting me return to the city! In some ways I am sad. Sad that I will not see him for a while, for I know he loves me and I, he. I just cannot stay here for the rest of my days. I leave as soon as I am finished packing.",
        "Turdas\nTraelius!\nWhy do you not come for me?\nI am hurt.\nI am scared.\nI scream your name, I beg of you to come for me, but I do not see you.\nWhy do you leave me here, alone and injured?\nI am at your mercy.",
        "Loredas\nAfter three days of yelling for help near the waterfall with no response from Traelius, I have given up hope. With my fractured leg, I cannot possibly go on. I can neither go forward nor return. I can only suffer.",
        "Morndas? Tirdas?\nI managed to drag myself down the stream a bit, but cannot go on. It is not so bad. I have now what I have been craving for a long time -- freedom, although not as I had planned. Nonetheless, I am free. It is not so bad. The cool water from the stream is quite refreshing after all.",
        "<title>Traelius' Journal</title>",
        "4th Mid Year, Morndas\n__________________________\nAlyssa has been very nervous these past few days, even thinking about packing up and moving out of here. I will hear nothing of it. She does not understand the importance of this place to me. The city is too busy and too noisy for me to think clearly. Only here can I practice my studies in peace and not have to deal with the Inferiors back in the city. Nothing soothes the soul like the gentle sound of rushing water. She will grow to love this place.",
        "19th Mid Year, Tirdas\n__________________________\nAlyssa is beginning to spend more and more time at her daily baths. I have not pressed the matter, for I know she is true to me. Maybe I will follow her tomorrow. No. I cannot. I cannot afford to lose her trust. I have worked too hard to get her here.",
        "22nd Mid Year, Fredas\n__________________________\nSpent two hours waiting for my Alyssa to return from her daily bath near the waterfall. She apparently fell asleep. I did not inquire any further, but I did notice scratches and bruises on her forearms and legs. She probably tripped and fell, but was too embarrassed to tell me about it.",
        "26th Mid Year, Morndas\n__________________________\nThe past few days Alyssa has brought up the subject of leaving this place. Has she already forgotten why we came here in the first place? Has she already forgotten the daily mental torture of conversing with the Inferiors in the city? This constant bickering between us is starting to wear on me and I fear I will not be able to take much more of it.",
        "27th Mid Year, Middas\n__________________________\nAlyssa spent nearly four hours today at the waterfall. She said she fell asleep again. I will not be made a fool. I demanded she tell me where she had been. She burst into tears and confessed she no longer wished to stay here with me. That night I did not sleep and the day's events played over and over in my head. In the morning, I made the decision to let Alyssa leave. Let her be free. Let her live life the way she wants. She thanked me, parted with one final kiss, and then took off toward the waterfall. That was the last I saw of my dear Alyssa.",
        "29th Mid Year, Fredas\n__________________________\nI have done what I know is right, but my heart will not accept it. Only time will heal my heartache, and now it seems I have all the time in the world... alone. I have done the right thing. I had no right to keep her here against her will. The only thing that keeps me sane is knowing she is happy once again and free to do what she wants. I swear I still hear her voice now and then coming from the waterfall, but I know they are only echoes of memory. I must stay strong. I will stay here until my dying days and maybe, just maybe, she will return to me."
    ]
}