{
    "id": "DiscomfortsofWar",
    "paragraphs": [
        "Rashes, foul stench, contagion, fungus. None of these are pleasant, but they are all controllable if a warrior takes the proper steps. As an accomplished alchemist with ten years of experience on the battlefield, I've seen the worst of war camps, and I have developed several methods that lessen the occurrence of common threats to health. If you follow my advice, you will be able to avoid the problems that many soldiering types simply accept as the part of the cost of battle.",
        "First and foremost, it is critical to bathe. Yes, bathe. Truly, there may not be many opportunities to do so, but as soon as it is possible after a day's march or a battle, bathing and applying a salve of shalk resin and crushed bergamot seeds have been proven to repel parasites such as toe-borers, grassfleas, and fleshbloats. Anyone who has seen battle knows that soldiers' camps are breeding grounds for such vile creatures, and prevention is surely the best remedy.",
        "Another important factor to consider is your environment. In order to avoid several types of discomfort, you must be prepared to do combat with the landscape as well as your enemy. For travel in desert regions, apply a powder of dragon's tongue to prevent chafing. In swamps, use waxes and thoroughly waterproof your boots to prevent fungal assailants. Remember that insects often carry disease, and keep repellant salves and potions to treat common sicknesses handy—don't rely on your superiors to provide them!",
        "Though my advice will help any soldier or adventurer, I'd like to devote a few words to leather armor in particular. Some individuals have negative reactions to leathers, and many never even know their armor may be suspect! I see this particularly with netch armor and leathers crafted from bears or sabre cats native to Skyrim (especially if any fur is present). If you are issued armor and do not have a choice in what to wear, always carry with you a tincture of elf cup cap to apply to irritated areas.",
        "With just a few simple, inexpensive preparations, you can avoid these lesser horrors of war and focus your energy on combat and marching without distraction. Take care of yourself on the battlefield. If you don't, you're guaranteed a miserable experience that will compound the fatigue of war. Be aware and always be prepared!"
    ]
}