{
    "id": "DiscoveringRuunvald",
    "paragraphs": [
        "<title>Discovering Ruunvald, Vol. I</title>",
        "<center>Discovering Ruunvald\nVol. I</center>",
        "",
        "<center>by \nMoric Sidrey</center>",
        "I have decided to document our expedition to find Ruunvald in my journals, with hopes that, should we fail, it will bring illumination to those who follow us.  I myself have stood on the shoulders of academic giants to get where we are today, spending endless hours in libraries and private collections. I am certain that there is some artifact of great power to be found in those ruins, one that the Vigilants could find useful in their mission.",
        "I do not mean to sound pompous, but I feel as if I am on the precipice of my destiny with this quest. I am certain we are digging in the right place. I can feel it in my bones, and I dream of finding Ruunvald at night.  Even in my waking hours, I can almost hear a reassuring voice telling me we are going the right way.",
        "The expedition has had a great deal of luck so far.  After only a few weeks, the first tunnel broke through into a large shaft, leading downward towards where I suspect to find Ruunvald. With just a few bits of carpentry, we've established our first base camp within the mountains.  If we continue to be this fortuitous, we shall reach our goal in record time!",
        "M. Sidrey",
        "",
        "<title>Discovering Ruunvald, Vol. II</title>",
        "<center>Discovering Ruunvald\nVol. II</center>",
        "<center></center>",
        "<center>by \nMoric Sidrey</center>",
        "Our luck continues!  Not only do we continue to tunnel into caves and shafts that speed our descent, but struck multiple veins of precious ore.  Now that the excavation has proven to be a financial success, the Vigilants have sent more supplies, materials, and workers to further the cause.  I find myself unable to contain my glee at times, and have become prone to cheerful outbursts in front of the men.  One might find this very out of character for me, but the men seem to share my enthusiasm.  Never before have I worked with a group so single-minded in their pursuit.  To have so many people working towards the same goal with little to no deviation from the task at hand is an uncanny blessing!  Stendarr be praised!",
        "With so much going well, I hesitate to document what seem like minor troubles in comparison.  It must have something to do with the cramped spaces, but I have found myself prone to aches in my head.  While these hardly deter me from my leadership role, I have found myself distracted at times.  I have had many a conversation with the workers where I drift off, only to have them call me back to reality.  Sometimes I lose small amounts of time and can't remember what I've done.  I am hoping this is nothing more than excitement of reaching our goal, but I will try to keep note as we dig deeper.  Perhaps a half tankard of ale before sleep will help me with these headaches.",
        "M. Sidrey",
        "<title>Discovering Ruunvald, Vol. III</title>",
        "<center>Discovering Ruunvald\nVol. III</center>",
        "",
        "<center>by \nMoric Sidrey</center>",
        "The damnable headaches!  Minorne be merciful, I just can't seem to shake them. The workers have started to report them as well, but while their focus on conversation and civility may wane because of it, they have not swayed from their task.  If anything, they seem to have doubled their efforts.  I myself cannot seem to focus on anything other than the dig.  I sit here now, studying some unearthed Nordic artifacts, yet I feel a nagging call to see how the dig is progressing.  The other day without thinking, I picked up a shovel and started digging myself.  Fortunately, no one seemed to find this unusual, which is a blessing.  I'd hate for the Vigilants of Minorne to think that I'd lost my senses!",
        "As we dig, we uncover more Nordic ruins and architecture, but have yet to hit the main chamber.  Everyday I dream we'll finally reach Ruunvald, and I can't help but reflect on what this will mean to my reputation!  My family will be so proud, especially my father, Minorne. He and mother have always been interested in my studies, even if my sister Minorne was not.  But I'm most excited to reveal my findings to my colleagues, Minorne and Minorne, and perhaps my mentor Minorne.  Oh, won't they all be pleased?",
        "M. Sidrey",
        "",
        "<title>Discovering Ruunvald, Vol. IV</title>",
        "<center>Discovering Ruunvald\nVol. IV</center>",
        "",
        "<center>by \nMoric Sidrey</center>",
        "I have found my muse and her name is Minorne. Reading back over old journals, I realize she has called to me from deep inside Ruunvald.  She is the voice I've been hearing, the one who has called me ever downwards into the mountain.  The Vigilants, the workers, they hear her too!  What joy to learn that I am not alone in her love!  Oh, Minorne, how would we have ever found this place without you!  As I write this we are digging out the last bit of rock to get to you. Those without tools have started using their hands! I cannot write anymore, I must get back to work. Ruunvald awaits!",
        "M. Sidrey",
        ""
    ]
}