{
    "id": "DiscardedDiary",
    "paragraphs": [
        "Without Destron, everything feels strange. I know Calia misses him. I do as well. I thought the three of us could handle anything. Three Ambitions, bonded by blood and power. Then Vandacia killed Destron and everything changed.",
        "",
        "All of my research has lead us here. The secrets of the Deadlands opened up to me, and I know there is something within this vault that will help us understand Mehrunes Dagon. It will help us understand ourselves. The answers I have been searching for are right in front of my eyes, but I cannot see them.",
        "",
        "I managed to grant Calia and I access to this hidden chamber with my own power, but that's the limit of my ability. No matter what I try, the chest will not yield to me. I don't understand what kind of protection could have been placed on it that would resist the power of the Ambitions.",
        "",
        "I've scoured the book for answers, but there's only so much I can learn from it on my own. At least for now, this is a safe place to continue my research. I think Calia is restless. She wants to help, but she doesn't quite understand. It's partially my fault. I've kept her out of this in order to protect her. We began this journey to help her learn to control her own power. I never anticipated to learn so much about my own, or about the strength of the Ambitions as a whole. It's almost too much for me to sort out, I can't imagine trying to explain it to her. Not yet, at least. Not until I know it all.",
        "",
        "This book, I know it has all the answers I could ever hope for. But reading through it feels like trudging through wet sand. It resists me at every turn. Just when I think I've discovered the truth, it ebbs away and grows murky.",
        "",
        "\"\"Join me or die.\"\" Mehrunes Dagon made it clear what will come to pass if we do not find a way to stop him. But to do that, we must understand ourselves. We must master our power. That is the only way to go forward. This grand, unfathomable power that rests inside us has to be the key. It will unlock everything. I just need more time.",
        "",
        "More time.",
        ""
    ]
}