{
    "id": "TheDivineProsecution",
    "paragraphs": [
        "By Axulfa Giant-Slayer, Nord Cultural Exchange",
        "I have traveled far and wide as a member of the Nord Cultural Exchange. I visited all of the lands associated with my beloved Ebonheart Pact, including Morrowind and Black Marsh. I explored Wrothgar, the land of the Orcs. But the place that has made my head hurt most of all is the island of the snooty High Elves, Summerset. Even Rigurt dislikes the smug, pointy-eared milk-drinkers, and he likes everybody! Kyne knows I endeavor to be nice and struggle not to hit a few of them with my axe, no matter how much they test my patience.",
        "My first task upon arriving in this land that smells of salt water and pretension was to gather whatever information I could concerning law and order. Even though we arrived under a banner of peace and diplomacy, we are still Nords. While I can't determine if the High Elves dislike us because of our association with the Pact or because we don't look like they do, I must make sure that the members of our delegation don't inadvertently break a rule and cause an international incident. The island has more than its share of guards and town constables, but the real power seems to lie in the oddly named Divine Prosecution.",
        "The Divine Prosecution consists of duly authorized agents loyal to Queen Ayrenn and her Thalmor, the paramilitary enforcers of the Dominion. On Summerset, the Divine Prosecution represents law and order, responsible for enforcing both secular and religious law. They seem to be similar to the Ordinators of the Tribunal, but without all the creepy face masks and fancy armor. I was able to interview one of their number, a somber but otherwise accommodating justiciar named Rullion.",
        "Justiciar Rullion explained that the primary function of the Divine Prosecution was to act as investigators of crimes and minor offenses, and adjudicators of disputes and legal disagreements. I got the sense that they had a much broader mandate than he let on, serving as not only secular lawkeepers but as the protectors of religious and social mores. When I pressed, he admitted that he and his fellow justiciars were called in when situations developed beyond the skills of the local constabulary. \"We go where our investigations take us,\" he added before leaving me to my mid-day meal of rabbit meatballs and a few bottles of mead.",
        "As I wandered around the city of Alinor I noticed that Rullion seemed to be going about the business of the Divine Prosecution while remaining always in my field of vision. I watched him settle an argument between a merchant and her customer, hearing both sides before rendering a binding decision that each accepted before he moved on. Then he apprehended a pickpocket in the act of stealing a noble's purse and handed the criminal to one of the city guards. Through it all, I had the feeling that all the while he was actually keeping an eye on me. I suppose observing foreign visitors also falls under the purview of the agents of the Divine Prosecution. I didn't really mind. Besides, his constant presence would make it easier to find him at supper time.",
        "I wonder if Justiciar Rullion has a taste for mead?"
    ]
}