{
    "id": "DivinesandtheNords",
    "paragraphs": [
        "Nord religion has taken a number of interesting turns over the centuries. Our earliest beliefs were thought to have originated in Atmora and revolved around the worship of animal totems. These animals—Dragon, Hawk, She-Wolf, Snake, Moth, Owl, Whale, Bear, and Fox—seem to correspond to the Eight Divines plus Lorkhan. Later, the Dragon rose to prominence and gave rise to the Dragon Cult. It was either during or soon after the move to Tamriel that the Dragon Cult became more malevolent and forced its will throughout the land. It took the Dragon War to overthrow the Dragons and their priests, but that's a tale for another time.",
        "Eventually, the animal-totem gods transformed into the eight gods we worship today. We call them by their true names: Alduin, Kyne, Mara, Dibella, Stuhn, Jhunal, Orkey, and Shor. We understand that our gods are as cyclical as the world itself, so we also remember the Dead Gods (Shor and Tsun) who fought and died to bring about the current world, the Hearth Gods (Kyne, Mara, Dibella, Stuhn, and Jhunal) who watch over the present cycle, and the Twilight God (Alduin) who ushers in the next cycle. Add to these our so-called Testing Gods, who we do not worship but instead guard against to protect the hearth. These include Orkey, Mauloch, and Herma-Mora.",
        "When the Imperials arrived, they brought with them their southern religion and worked to unify the worship of the Eight Divines. That's how we got this wonderful Temple of the Divines that graces our fair city of Solitude. We agree with the general notion that there are eight gods, more or less, but we view them quite differently and call them by different names. Our temple has adjusted to the needs and desires of the current rulers time and again, yet we have grown used to some of the more prominent Imperial notions and practices even though we no longer find ourselves beholden to the Ruby Throne.",
        "Probably our biggest difference relates to the head of the pantheon. We Nords consider Kyne as the leader of the gods and find the Imperial fascination with Alduin (who they call Akatosh) to be both perplexing and mildly disturbing. We work diligently to keep Alduin asleep, while our southern neighbors try time and time again to get his attention! Which is why I begin every service in the temple with a prayer to praise Alduin (oh great god of time!), followed by a prayer to keep him at bay (may your slumber stretch on for a thousand generations!)."
    ]
}