{
    "id": "TheDominionsDutyMarbruk",
    "paragraphs": [
        "— An Entry by the Altmeri Travel Guild —",
        "Much ink has been spilled, and much information and misinformation spread, about the new city the Dominion has constructed in Valenwood.",
        "The most pernicious rumor is that Marbruk has been constructed, not in cooperation with the Wood Elf inhabitants of the region, but as a city for Altmer by the Altmer—an act of Dominon civic aggression.",
        "This could not be further from the truth: if Marbruk has been built with Altmeri tastes in mind, it is for the sake of unity, not in spite of it.",
        "We can't say, on the one hand, that the Dominion is meant to foster cooperation and amity among Khajiit, Wood Elf, and High Elf, while at the same time keeping our living arrangements separate—the Khajiit primarily in Elsweyr, the High Elf sequestered on Summerset, the Wood Elf deep in Valenwood.",
        "Cyrodiil casts a long shadow from the north over Valenwood. Are we to defend our brothers and sisters in Greenshade from a distance?",
        "No less damaging is the rumor that the Dominion has paid Altmer residents to move to Marbruk. The only Altmer on the Dominion's payroll in Marbruk are those that have to do with the government and protection of the city, as would be the case in any other Dominion city. Wood Elves and Khajiit are included in this number as well and receive identical compensation.",
        "The only payment the Dominion promises to those who will relocate to Marbruk is a spot in the land and housing lottery for the remaining available property. These are in limited quantities, but are given to ensure the thriving of the settlement, as required by trade and the defense of the region.",
        "It bears repeating that it is the duty of loyal Dominion citizens to support their queen and their fellow races by joining in the defense of our common territory and shoring up the bonds of unity. Marbruk is only the latest city in the Dominion to symbolize those values. May it ever prosper!"
    ]
}