{
    "id": "DraconisGiftList",
    "paragraphs": [
        "Dear courier,",
        "I would like to thank you again for agreeing to assist me. I was so delighted when a friend recommended you, and will certainly employ your services again in the future if everything goes well with this round of purchases. You can imagine how difficult it is for an old woman such as myself to get around. My children, darlings that they are, deserve the best, and I'm afraid I haven't been able to properly show my love and appreciation for them in quite a few years. But all that is behind me now! Here is the list of gifts I think my family would most enjoy, as well each child's current place of residence, which should be used to for delivery.",
        "Matthias -- Talos Plaza District, Imperial City (he has a home there): Matthias always was a rough and tumble lad. The last I'd heard, he'd fallen in with some pretty tough characters there in the Imperial City. I'd feel so much better if I knew he was well protected, so I'd like for you to find him a nice cuirass. Nothing too light -- iron or steel should be fine. And, if possible, I'd like it engraved with \"To my Dear Matty, I'll always be here to protect you, love Mum.\"",
        "Andreas -- The Drunken Dragon Inn (he owns the place and lives there as well): Andy has been brewing his own beer and spirits since he was six years old. The opening of that inn was the happiest day of his life. I'd like for you to get him some new tavern glasses. I'm sure there are craftsmen in the Imperial City who could make a fancy set from frosted ebony or Altmeri crystal.",
        "Sibylla -- Muck Valley Cavern. Yes, my daughter lives in a cave, and no, I'm not very happy about it. Sibby has always loved animals (almost as much as Andy loves beer) and a couple of years ago she apparently thought it a good idea to abandon the Empire and live as a savage with the rest of the animals. In that time, I'm afraid Sibby has kind of... cracked. She's basically as wild as the beasts she lives with. What can I do? I'm Sibby's mother and I'll always love her. She obviously doesn't want or need anything from civilized society, so what I'd like you to do is find a tanner and secure the largest fur blankets you can possibly find. The last time I saw Sibby she was nearly naked, and I can't imagine there's much in that cave to keep her warm. When you do bring them to Muck Valley Cavern, be careful! The wild animals are bad enough, but Sibby herself will probably attack anyone on sight.",
        "Caelia -- Castle Leyawiin (you'll find her in the barracks): My beautiful Cae! My dearest daughter broke so many hearts when she was younger. But now that she's an officer in the Imperial Legion I'm afraid she's let herself go a bit. Not gotten fat! By Mephala, not that! But she's settled into a more... practical kind of look. Even a bit boyish, I guess you could say. So what I'd like you to do is get my Cae as much pretty \"girl\" stuff as you can. Flowers, perfume, Nord chocolate, that sort of thing.",
        "You've already received half your fee in advance, and will receive the remainder after the gifts have been purchased and delivered, as we originally agreed. Thank you again for providing such a valuable service.",
        "Sincerely,",
        "Perennia Draconis"
    ]
}