{
    "id": "DradeivasJournal",
    "paragraphs": [
        "I have listened to all the stories, talked to all the tale-tellers and elders. After many seasons of searching and investigation, I have come to the conclusion that the ancestor of my egg family led the Imperial Ninth Legion to the Tsofeer Caverns. That's where they all disappeared into history and became the Lost Legion.",
        "* * *",
        "Many of the stories involving the Tsofeer Caverns mention a massive and powerful voriplasm known as the Wuju-Ka. From what I could ascertain, this huge pool of malevolent slime behaves unlike other voriplasms. It creates extensions of itself, mobile puddles of ooze that remain connected to it in some manner, serving as its eyes, ears, and appendages—its connection to the world outside its spawning pool. The elders I spoke to talked about the Wuju-Ka in reverent terms, but they were also clearly afraid of the creature. They said that in ancient seasons, elders from nearby tribes would go to the Tsofeer Caverns and perform a binding ritual to trap the massive voriplasm and its extensions inside the caves.",
        "The binding ritual hasn't been performed in many, many seasons. Not since a rock slide sealed the entrance to the Tsofeer Caverns. I wonder if that was when the Ninth Legion was lost? Were they somehow trapped inside the caves?",
        "* * *",
        "Here's what I learned about voriplasms. These slime creatures slither through the swamp, consuming whatever gets in their way. To spawn, they either split apart and form new voriplasms, or they turn consumed flesh into voriplasmic corpses. Voriplasmic corpses appear as skeletal bodies, the flesh melted from their bones and replaced with voriplasmic slime. These disgusting, shambling creatures have some connection to the voriplasm that spawned them, but not to the degree associated with the Wuju-Ka.",
        "* * *",
        "One elder was willing to teach me the binding ritual for the Wuju-Ka. At least, she taught me what the elders before her told her. I hope the Wuju-Ka no longer exists, but if it still occupies the Tsofeer Caverns, then I must perform the binding ritual before I leave the caves. I just hope I can also find proof of the Lost Legion and some evidence to exonerate my ancestor and clear the mark of traitor that has sullied my egg-family's name."
    ]
}