{
    "id": "DragonsofSouthernElsweyr",
    "paragraphs": [
        "By Xandria Prevette, Scholar-at-Large",
        "Much attention has been paid to the depredations of Dragons in Northern Elsweyr (also called Anequina), but Southern Elsweyr also faces a plague of these vile creatures. This is a record of my experiences with these beasts—from afar, of course. I'm no Dragon hunter!",
        "While traveling near Senchal, I met my first witness to a Dragon. They described a great red beast as it swooped across the sky. Before the Dragon could attack, the witness fled. I do not judge those who choose the wiser course of action, but I am not one to run away. Instead, I seek to categorize and record.",
        "I ventured to where the witness last saw this red Dragon. Luckily, it lingered in the area, so I was able to approach and observe it for a time. I noticed a strangeness in the horn formation—was it missing part of a horn? After a while, the Dragon flew off. It never harmed a thing. I know not its purpose in that area, but was intrigued that it caused neither chaos nor damage. Very much unlike what has been reported in the north. Is it possible this Dragon was benign? Alas, I have an absence of evidence to quantify such a claim.",
        "Shortly thereafter, a different red Dragon appeared in a burned-out area near Senchal, clearly intent on hunting. A group of Dragon hunters also came through, and a great battle ensued. I watched, hoping to learn the Dragon's name as it shouted and roared. After it fell to the hunters but before it died, I approached the Dragon and asked, \"Please share your name so that I may record it.\"",
        "\"You are not worthy of my name, mortal,\" It said. Then it expired. A shame. Perhaps the next Dragon will prove to be more cooperative. For posterity, you understand. I placed both of these red Dragons under \"Unnamed Dragons,\" as Brother Mathnan did in his Atlas of Dragons, 2E 373.",
        "Next, I heard that a black Dragon was spotted near a quarry to the south. I headed there quickly on my faithful steed, hoping to see this one in action. Luck was with me yet again. The Dragon perched on a rock overlooking the quarry, speaking to figures I could not quite see.",
        "\"I am Laatvulon, your master, and you will do as I say,\" it roared.",
        "How fortunate I was to hear the Dragon speak its own name! I wrote it down and departed as quickly as I could, realizing I was just a little too close to a Dragon and its minions for my own comfort, scholarly pursuits be damned.",
        "I returned to Senchal, where I overheard some refugees talking about a new Dragonguard. Could such an ancient order actually return to help us against the Dragons? I should seek them out. For my research, you understand.",
        "I wonder who I know who might help with the introductions?"
    ]
}