{
    "id": "DrakeehtheUnchainedsJournal",
    "paragraphs": [
        "<title>Drakeeh the Unchained's Journal, Page 12</title>",
        "For too long we fought with only our egg-siblings alongside us. Warriors of merit, yes, but few in number. Our power was limited, our scope miniscule; forced to crawl along the shadows like insects. We had degraded to become nothing more than bandits. A hindrance, nothing more.",
        "It was I that saw the wisdom in change. To grow our numbers, to grow our influence, we needed allies. I allowed dryskins into our ranks, inviting them to add their strength to ours. And so the Blackguards grew, like a mighty storm, like a crashing wave.",
        "But many clouded eyes looked out among our ranks. They questioned my leadership, blinded as they were by the old ways. They cried out in angry voices, rising louder and louder. I looked upon them calmly, for Sithis has taught me that change always leads to chaos, just as chaos leads to blood.",
        "And so my gauntlet was born. Any who questioned my decision would have their chance to test the combat prowess of our dryskin allies. And the very few who were able to succeed in such a challenge? They would face me. After all, it was my orders that they were questioning, my strength as a leader.",
        "Like Sithis before me, I became both destroyer and creator, slaughtering those who questioned and strengthening all who followed. And thus was the rebirth of the Blackguards.",
        "<title>Drakeeh the Unchained's Journal, Page 17</title>",
        "It is not often that someone escapes us. Within the Blackguards, there is loyalty and there is death. So when someone manages to slip from my grasp, I tend not to forget.",
        "He calls himself Seeks-the-Dark now, but I knew him to be Pimaxi-Taeed. Once he was egg-brother, warrior, Blackguard. Now he hides away in a den of thieves. Why he chose to return to Murkmire, I do not know. But I will make sure that he regrets such a decision, most adamantly.",
        "I had planned to force him to fight within my gauntlet. I relished in the idea of seeing him die before me, battered and broken. But when my scouts told me that his companion was seen lurking about my fortress, I knew what must be done.",
        "Though watching Pimaxi-Taeed die a slow, agonizing death would be satisfying, I feel that he and this Wood Elf must share a bond. So first, I will kill his heart. I will watch as the misery wells up within his eyes, knowing that he caused the death of one who obviously cares so deeply for him.",
        "Death can come later. For now, I will write a letter and offer the Wood Elf a choice. Only then can my revenge be complete.",
        "<title>Drakeeh the Unchained's Journal, Page 3</title>",
        "My grand-sire was chained within these very walls. He spoke a sharper tongue than I, but his heart was filled with the same venom. Taken from his home, the Imperials tried to bend him to their will. To break the unbreakable spirit of a Naga warrior.",
        "They failed. Every insult hardened his resolve. Every lash of their whips sharpened his claws. Every chain they shackled upon him only added to his strength. He gathered his egg-siblings, and he sang a warrior's song into their hearts. Together, they took Blackrose Prison from the very Imperial scum who had wrapped them in chains.",
        "But when the other tribes heard such a warrior song, they shrank back in fear. They looked upon the venom in my grand-sire's heart, and they thought him poisoned. They bid him to forget his anger, to forget the Imperial's transgressions. To dance once more beneath the leaves of the Hist, content to only gaze longingly at the horizon.",
        "My grand-sire saw this for the foolishness it was. He had become raj-kaal, the war chief of a new tribe. He reclaimed the tools of those who oppressed them. Reclaimed the dryskins' prison to be his fortress, their weapons to be his strength, their armor to be his protection. And so the Blackguards were born, wielding the very chains that once confined them."
    ]
}