{
    "id": "DranossDiary",
    "paragraphs": [
        "The face I wear for my former allies is one of outrage. How dare we stand by and allow the Silken Ring to encroach on our territory. How dare we show weakness as they steal our contracts and kill our agents. My words stoke the fire as my knives provide the fuel and they are none the wiser. Indolent, arrogant, fools.",
        "—",
        "The Lady of Lace was pleased with my deception. The Morag Tong is chasing shadows, while the real threat mounts far from their notice. For my efforts, I have been invited to join the Silken Ring. Through them I will no longer merely pay lip service to Mephala, but do her bidding by my own hands. How can the promise of gold compare to reaping the blessings of the Daedra?",
        "—",
        "The Lady has asked one last thing of me before I may receive the blessings of the Spinner. An offering of devotion. A sacrifice befitting Mephala. Some other fool might be tempted to rush out and work their knife in her name. Not I. This requires care. My introduction must be perfect.",
        "—",
        "I have never desired ties. Why chain my heart to the weapons my enemies would wield against me? There have been moments though, where I have been handed those shackles and invited to clasp the lock closed. Nyri, was one such temptation. Perhaps it is now my turn to offer the bonds.",
        "—",
        "Nyri was unprepared for my advances, for good reason. I'd made my intentions clear before. I did not give her time to question my change of heart, as hers still harbored affection for me. Nyli's reason melted at my touch, and she has fallen into Mephala's web willingly.",
        "—",
        "I have whispered lies into Nyli's ear for many nights now. Seeded doubt in her mind about the Morag Tong. Convinced her that we should act without their sanction. I will lead her to the Silken Ring tonight. It will be perfect.",
        "—",
        "The look on Nyri's face as the dagger pierced her heart was exquisite. It was as if all the emotions she'd secreted away inside burst forth in one last agonizing torrent, before she died. The Lady of Lace was so moved by my sacrifice that I've caught her eye. As it should be.",
        "—",
        "I go now, into the Cradle of Shadows, to taste Mephala's true power. The reward for my devotion will be sublime.",
        "—",
        "This was that right move. I'm more sure of it than ever. Any doubts I had disappeared when I met the Lady of Lace. The power she offers is more than anything the fools back in Morrowind can imagine. One of many benefits gained from casting off the shackles of mortal whims to embrace a higher purpose. This is what the Morag Tong must have been before it became strangled by bureaucracy and beholden to false gods."
    ]
}