{
    "id": "Dreamwalkers",
    "paragraphs": [
        "<italic>Observations by Raynard, Academic of Mournhold</italic>",
        "They call them Dreamwalkers. Beings that can, with a simple spell, step into the dreams of another. Your darkest desires, your most bizarre fantasies, your true self, all revealed to these Dreamwalkers like an open book. Your most prized memories ransacked and picked through like the leavings of last night's feast.",
        "Those who Dreamwalk are said to have sworn themselves to the Daedric Prince Vaermina. To have sold their souls for the ability to enter her plane, the Dreamstride. The veracity of this claim, I cannot say, but the similarities between what Dreamwalkers do and what the Priests of Vaermina accomplish is quite uncanny.",
        "The only difference I could ascertain was how each entered the dream state. Vaermina's priests require nothing more than the drop of an alchemical concoction, a draft prepared by the most brilliant alchemists. The Dreamwalkers, however, require no such potion. They conjure a magic that appears to be innate, not taught or passed down by some hereditary process. Were they blessed by the Daedric Prince? Did their parents perform some sacred ritual to acquire this power upon birth? None I have spoken to truly know. Or will say, one way or another.",
        "But what of the Dreamwalkers themselves? What do they use this power to achieve? Think of the havoc one could cause by entering the dreams of another. That's a frightening thought, indeed.",
        "Yet, the Dreamwalkers I met were kind and gentle. They use their powers to help others. They eliminate painful memories. Cure mental illnesses that not even the best healers can mend. They accomplish incredible things by simply touching a person's dreams. I know, for I saw a Dreamwalker in action.",
        "My wife and children contracted the Knahaten Flu. It was a terrible way to die, slow and painful. When they died, my reason to live died with them. But the Dreamwalker I met, he took pity on me. He gave me an opportunity to remember my family while forgetting the pain of losing them. To become numb to the loss and remember them as they were before the illness. To remember the happiness and the love.",
        "The Dreamwalker entered my dreams. When I woke, a calmness had filled me. Everything was all right. I could go on with my life. I wanted to thank him, but he was gone. I never saw him again.",
        "Whoever the Dreamwalkers are, whatever master they ultimately serve, I will forever be in their debt. But this fact doesn't eliminate the fear that lingers at the back of my mind. Was it right to take away the pain? Aren't memories the thing that makes us unique? Have I become someone else because my memories have been changed? It seems I have replaced pain with fear, and I'm not sure which I prefer."
    ]
}