{
    "id": "DremoraStoriesAboutMortals",
    "paragraphs": [
        "Collected by Skald Helgnea",
        "",
        "Dremora view mortals in a rather disparaging light. That should come as a surprise to no one. Most view us with some level of contempt. If we're lucky, that hatred can be overshadowed by curiosity, but such is not always the case. However, I find their viewpoints (varied and widespread as the Dremora themselves) quite fascinating. During my time in Fargrave, I set out to collect accounts of various Dremora to see what exactly it was they thought about those of us from Nirn. Oddly enough, I found quite a number of far-fetched beliefs and stories throughout my search. Stories repeated by many mouths, each more ridiculous than the last. It's a folklore of sorts. I collected the most prevalent (and admittedly, my favorites) for this anthology.",
        "",
        "THE GLUTTONOUS TRAVELER",
        "Certainly the most overwhelmingly popular story was of a mortal of unknown origin who arrived in Fargrave seeking the strange delicacies of Oblivion. Daedra do not need to eat. The necessity of such an act is seemingly looked down upon. Some are curious, of course. There is no shortage of food in places such as Fargrave to delight the interested mortal.",
        "",
        "This mortal, however, could not be sated. As the story goes, he made his way through Fargrave, one meal art a time. He did not chew. He merely unhinged his jaw, his mouth opened wide as a clannfear's, and he shoveled the food in. Those who were present (of which I have not heard any first-hand accounts) say that he ate everything in each establishment. Shelves and stores were left empty in his wake. Just as soon as he'd exhausted the supplies of one establishment, he would move to the next and gorge himself there.",
        "",
        "Soon, he began to accumulate a following. Daedra and mortals alike came to watch the mortal with the endless hunger. Soon, the mortal began to sweat and moan. His pants split. His tunic tore as his stomach bulged. He had eaten everything in sight, but it had clearly taken its toll. The mortal leaned back in his chair and promptly fell asleep. Nothing and no one could wake him for days and his snores could be heard for many streets away.",
        "",
        "THE FRAGILE KHAJIIT",
        "Another story that runs through Daedric circles concerns a hapless Khajiit named J'zaru. Whether or not this Khajiit actually existed is hardly the point. Given the wide amount of variation in this particular story, I doubt that J'zaru was real. Or if she was, she was only one aspect of this story that has been embellished upon since then. Perhaps J'zaru is many people, condensed into one character.",
        "",
        "As the story goes, J'zaru came from Nirn wanting grand adventure. Though, as soon as she arrived, she was accosted by a particularly pugnacious Scamp. The Scamp tore J'zaru's cloak to shreds and stole the rations which she had brought with her. An injury she sustained during the scuffle then developed an infection which rendered her blind. After that, she contracted the Drain and her mind turned to mush.",
        "",
        "There's not much more to the story, actually. I'm not really sure why the Daedra insist on telling it so often.",
        "",
        "THE KINDNESS OF MORTALS",
        "Kindness is a trait looked down upon by most Daedra. Some consider the very concept to be an insult, and they view those who wield such a trait to be weak. As such, there are a few stories that move about Daedric circles that poke fun at mortal kindness. My favorite is about a nameless Argonian who went to the Sever to study the lightning storms. She encountered many Daedra during her travels, and was kind to each and every one of them.",
        "",
        "Unfortunately, she was scorned at every turn. Some quite literally spat in her face when she showed them kindness. Others laughed. One particularly disgruntled Dremora threatened to make a necklace from her tail. But even still, this Argonian was undeterred. Word eventually spread about the hapless fool and soon enough, there were droves waiting to take advantage of her amicable nature.",
        "",
        "Someone asked for all of her gold, just to see if she would give it to them. The Argonian did, and was not even angry when the Daedra ran off with it without another word. Another mean-spirited bystander pretended to be accosted by a pack of fiendroths. The Argonian valiantly charged in to save them, only to be mocked mercilessly by the supposed victim once she arrived. There are many other tales of the injustices she suffered for simply being kind, but even still, she was undeterred!",
        "",
        "Now, if this were a story from Nirn, one might expect this to have a happy ending. There would be some lesson woven into the words. Something about how kindness always prevails, and how tenacity is a great strength. However, most Daedra are uninterested in such stories. No secret benefit to kindness exists for the Daedra.",
        "",
        "The kindly Argonian eventually ran into a Skaafin who she assumed was in need of aid. She called out, \"\"Hello there! Are you all right?\"\" The Skaafin, immediately sensing a vulnerable target, wailed pitifully and complained that he'd hurt his leg. But when the Argonian neared, the Skaafin jumped to his feet and descended upon her.",
        "",
        "There are many different versions of the end of this story. Most are quite gruesome. The fate of the kindly Argonian is tragic across the board, and perhaps I shall just leave it at that. I think the moral here is quite plain. If you happen to make your way to the Deadlands, be kind to no one.",
        ""
    ]
}