{
    "id": "OnDremoraClans",
    "paragraphs": [
        "By Divayth Fyr",
        "",
        "No mortal can hope to count the numberless legions of Oblivion. Simply cataloging the varieties of Daedra would be the work of a lifetime. To further complicate matters, many Daedra organize themselves into clans of wildly varying loyalties and purposes. Such is the case with the Dremora.",
        "",
        "A clan is not simply a declaration of a Dremora's allegiance. It is a pact that forever stamps its mark on the Daedra, altering its nymic—its true name—and thus its definition of itself. The topic of Daedric nymics deserves an essay of its own, of course. But for the purposes of this discussion, it is enough to note that a Dremora cannot separate its clan from its sense of self. Even in death (such as it is for Daedra), the clan-pact shapes the form in which the Dremora returns from Oblivion.",
        "",
        "Scores and scores of Dremora clans walk the planes of Oblivion. Most are unknown to the sages of Nirn. Not even the most experienced of planar travelers are likely to encounter more than a handful of the Dremora clans, or learn much about the tangled webs of alliance, rivalry, and enmity binding various clans together. Until travelers know what clan a Dremora belongs to and how that clan views mortals, it is only wise to assume that the creature means them harm.",
        "",
        "With that word of warning, let us briefly describe some of the better-known Dremora clans. It is worth noting that the \"\"names\"\" the clans go by are not their nymics. Those are closely held secrets. However, the clan's use-name may reflect something of the definition or truth of the clan's nymic.",
        "",
        "In rough order of ascending status:",
        "",
        "Vanquished Clan",
        "An independent clan with no Daedric Prince for a patron, the Vanquished consist of outcasts and exiles, treated with contempt by other Dremora. Some mortal sages speculate that when a clan is sworn to a Prince who is completely defeated or destroyed, the surviving Dremora become Vanquished. Others believe that Vanquished can only be created by rituals of punishment enacted for great failures or faithlessness. The Vanquished themselves refuse to say, but they seem to take a sort of bitter pride in enduring the unendurable. And they remain Dremora, which is to say they are cruel and arrogant toward anyone they perceive as their inferior.",
        "",
        "Firescourge Clan",
        "Mehrunes Dagon commands the allegiance of more Dremora clans than any other Daedric Prince. Vast legions of Dremora warriors garrison Dagon's seven hundred and seventy-seven citadels, waiting for their overlord to summon them to battle. The Firescourges, a numerous but low-ranking clan, serve as loyal foot-soldiers to the Lord of Flood and Fire.",
        "",
        "Doomdriven Clan",
        "Servants of Malacath, the Doomdriven sometimes serve as the Oathbreaker's emissaries to his followers in Nirn. However, they are more commonly found as marshals and commanders to the Orcish spirit-legions of the Ashpit.",
        "",
        "Bloodwraith Clan",
        "Sworn to the Daedric Prince Boethiah, Bloodwraiths devote themselves to the purpose of challenging and testing champions in great tournaments. Two powerful lords known only as the Shadow Knight and the Dark Mage lead the clan in never-ending arena contests.",
        "",
        "Razorsworn Clan",
        "Another of the Dremora clans that serve Mehrunes Dagon, Prince of Destruction, the Razorsworn operate as marauders and assassins who are often dispatched to strike at Dagon's enemies in other realms. They view the Firescourges with contempt and chafe under the authority of the Ruinbloods.",
        "",
        "Bladebearer Clan",
        "Fiercely independent, Bladebearers serve no Daedric Prince. They are proud warriors who measure themselves by their triumphs in battle. Consequently, they roam the planes like mortal mercenaries in search of wars to fight in, striking bargains to ally with one side or another for a time. They are perhaps the most prestigious and powerful of the unaligned clans.",
        "",
        "Foolkiller Clan",
        "Most clans remain bound to their chosen Daedric Prince for ages, unswerving in their loyalty and secure in their place. The Foolkillers have changed masters on at least one occasion, abandoning Molag Bal when the God of Schemes permitted their ancient enemies, the Deathbringers, to displace them. Some sages believe the Foolkillers exist no more; the notorious Dremora Lyranth is sometimes called the Last of the Foolkillers.",
        "",
        "Deathbringer Clan",
        "Standing high among the servants of Molag Bal, the Deathbringers were longtime rivals to the Foolkiller Clan. Under the leadership of Valkynaz Seris, the Deathbringers managed to cast down the Foolkillers and banish them. At last report, they governed much of Coldharbour from their dark citadel.",
        "",
        "Ruinblood Clan",
        "The most powerful of the Dremora clans serving Mehrunes Dagon, the Ruinbloods are elite guards and high commanders entrusted with carrying out the ambitions of the Prince of Destruction. Mages of the clan are experts in magic that draws on the power of blood, both Daedric and mortal, and are often referred to as \"\"blood adepts.\"\" Others of the clan serve as warlords and officers in Dagon's legions. The leader of the clan is Valkynaz Nokvroz, who commands the citadel of Ardent Hope.",
        ""
    ]
}