{
    "id": "DrothansJournal",
    "paragraphs": [
        "12 Morning Star\nSadrith Mora",
        "Traitors, all! Helseth and all the lapdogs in the great houses care nothing for the heresy of allowing the Empire to command the lives of our noble Dunmer people. Even my fickle Telvanni kinsmen apathetically consent to this outrage. Once I have raised my army and topple the atrocious Empire of men, then they all shall pay for their complacency.",
        "6 First Seed\nVivec",
        "I could hardly bear the journey here to deal with that filthy bookseller, but it was worth it. The Treatise on Ayleidic Cities I bartered for provided the last bit of evidence I needed. I'm now convinced that I can find the Nefarivigum beneath Sundercliff Watch, just inside Cyrodiil's border.",
        "2 Rains Hand\nKragenmoor",
        "The Drothmeri army grows in might! Our forward detachment is ready to escort me within Cyrodiil's borders, where they shall bolster themselves for the assault whilst I claim my prize under the mountain.",
        "17 Rains Hand\nKragenmoor",
        "It's getting harder to find mercenaries. I may have to consider employing some of the beastfolk. Must remember to discuss this with Adrethi before we depart for Sundercliff.",
        "26 Rains Hand\nSundercliff Keep",
        "The Nefarivigum must be near; I can feel power emanating from this place. Now I've only to find it and overcome the task to earn Mehrunes Razor. Wielding this fearsome relic, I'll lead the Drothmeri Army to victory against the Imperial tyrants.",
        "14 Second Seed\nSundercliff Keep",
        "We finally uncovered the entrance to Varsa Baalim. I'm going to take a detachment of men inside with me to find the Nefarivigum. We already discovered an assassin prowling the camp; I fear that Helseth may have sent him. To be safe, I'm going to seal myself in the city until we can recover the Razor. I've left two bezoars, cut from the belly of an albino guar, in the care of Commander Adrethi and the Forgemaster. If there is some emergency, they have only to place these on the pedestals outside the door to dispel my barrier, and open the way to Varsa Baalim."
    ]
}