{
    "id": "DrovosResearchNotes",
    "paragraphs": [
        "<title>Drovos Research Notes 1</title>",
        "After many professional setbacks, I now believe I've found my calling to become, of all things, a kwama breeder. Still, this uncharted ground holds many possibilities. The science behind this field is pitiful, ineffective at worst and slow at best. My kwama breed must be stronger, healthier, longer lived. With my intellect I strive to create what will be, effectively, an entirely new race. A superior kwama, the likes of which Vvardenfell has never seen.",
        "I've set up my research in the Matus-Akin Egg Mine, owned by grasping House Hlaalu. They'll accept any proposal that promises to earn them more gold. Myself, I have little interest in wealth. Gold is easy to come by, but it's a legacy I mean to build. My name will be remembered and revered by all when my research is complete.",
        "<title>Drovos Research Notes 2</title>",
        "My current employers have seen fit to tether a leash to my neck. It takes the form of Ridena Devani. This so called \"sub-Tamrielic naturalist\" sees only danger where I see innovation. She cowers behind morals and ethics, like a child hiding behind her mother's skirts. She's already set on holding back my progress. I will have to think of a way to protect my research and my already evolving subjects.",
        "My subjects. They come along excellently! Through mundane breeding methods and my brilliant alchemical creations, they've become hardier and more resolute than any other kwama. An unfortunate side effect causes an increase in aggression, but nothing is ever perfect. I've developed a scent for myself and the workers in order to keep them calm, but still Devani worries that they've become too violent. I'll have to find a way to get rid of her nagging, sooner rather than later.",
        "<title>Drovos Research Notes 2</title>",
        "My subjects have never been stronger, and there are still ways to prefect them. They shall be immune to every illness, live twice as long as their lesser kin. And my crowning achievement, the queen. Oh, yes, the queen I've developed will manifest all of the vitality of her colony and yield twice the eggs of any of her peers. No, she has no peers! This breed will be without equal in all of Vvardenfell, in all of Tamriel!",
        "The mercenaries I've hired do not make for pleasant company, but they do grant me the security I need to ensure my research continues. I've already gotten rid of Devani, forcing her from the mines. She's taken to writing notes, turning my soldiers into carriers. I believe I will grant her request and allow her one last conversation."
    ]
}