{
    "id": "DrunkenAphorisms",
    "paragraphs": [
        "Give a baby alit a chunk of meat, and he'll be fed for an hour. Teach a baby alit to find its own meat and you'll be dead in a week.",
        "Dark Elves are like volcanos - gray, ornery, and filled with red goo.",
        "Never tell a nix-hound that it's ugly. It doesn't speak Cyrodilic, and it won't understand what you're saying. You're just wasting your time.",
        "The only road worth traveling is the road that's not made of lava.",
        "When you set the table, always leave out one glass for a friend. If they don't show, you can drink two drinks at once.",
        "It's good to be rich, but it's even better to be really, really rich.",
        "If you want to murder someone, use a Dunmeri knife. If you want to spread butter, also use a Dunmeri knife. Dark Elves make great knives.",
        "No mushroom is ever so tall as the mushroom that grows the tallest.",
        "If I was a guar and someone tried to ride me, I'd buck them off! Then I'd try to find a witch who could turn me back into a person.",
        "Life is like a cliff racer - it flies right by and it stinks.",
        "If someone asks you why you drink so much, just tell them you lost your wife recently. If they ask how, tell them she fell into one of the wine bottles and you're trying to find her.",
        "The mer who chases two guars at once will get really, really tired and probably shouldn't be a guar farmer.",
        "When life offers you sour figs, just eat them right away. That'll show life.",
        "You can teach a guar to dance, but it'll still look really stupid.",
        "A wise mer never turns his back on a Telvanni wizard -  unless there's a Telvanni wizard behind him. Then things get weird.",
        "Never talk about how stupid the Tribunal is. Wait, are you writing this down?",
        "Khajiit make the best wives. They drink a lot, sleep a lot, and don't live very long.",
        "Never test the temper of a one-eyed Orc. It's the only test he'll always pass.",
        "If you ask the Tribunal for rain, you'll get a flood. That's why constipated Dark Elves never pray.",
        "If Almalexia tells you to jump, you jump. If Sotha Sil tells you to jump, you don't jump, because Sotha Sil never tells anyone to do anything. If Vivec tells you to jump, you take a moment to think, because he probably wants you to paint a three-legged horse or something.",
        "Some days you're the bull and some days you're the betty. But either way, you're still a giant tentacle monster.",
        "I love mudcrabs. They taste great and they never tell you what they think.",
        "Drinking alone is like drinking with friends, just with less people."
    ]
}