{
    "id": "DulkhisDiary",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such.",
        "",
        "Federic leaves for Wayrest tomorrow. Arlie's overcome. You can see plainly on her face how much she does not want him to go. I wonder, if it were me leaving, would she look the same?",
        "- - - - - - - - - - - - - - - - - - - -",
        "While scouring the hallway floor, I heard sobbing from Arlie's room. It isn't right she should be so sad. Maybe there's something I can do.",
        "- - - - - - - - - - - - - - - - - - - -",
        "Brought Arlie flowers. She's still sad, but it was good to see her smile.",
        "- - - - - - - - - - - - - - - - - - - -",
        "Went hunting with Baron Edrald. Everything was fine until we found that fox. We pursued, but became separated in the mountains. While trying to find my way through, I came upon a bear. It startled my horse, throwing me into the rocks nearby. Then it reared up to strike. If the Baron hadn't come upon me then, I'd be done for.",
        "- - - - - - - - - - - - - - - - - - - -",
        "I've decided to tell Arlie how I feel. Life is too short for waiting.",
        "- - - - - - - - - - - - - - - - - - - -",
        "I think I've made things worse. Arlie ran off crying. Of course she did. How could I ever compare to Federic!",
        "- - - - - - - - - - - - - - - - - - - -",
        "Arlie came to see me while I was unloading casks of wine from Fell's Run. She asked me to come see her in the old windmill. We talked for hours. About Federic. About us. She says we should spend more time together, that she isn't as lonely with me to talk to! But that isn't all. While we were talking, the Baroness came into the mill and hid something up on the second floor. I don't think she saw us, but we should be more careful from now on.",
        "- - - - - - - - - - - - - - - - - - - -",
        "The Baron came to me today and asked what my intentions were toward Arlie. She told her mother about me, and is quite distraught. I told him how I feel and that I would never do anything to hurt her. I even offered to leave! He told me that wouldn't be necessary. I think he understands.",
        "- - - - - - - - - - - - - - - - - - - -",
        "Received a shipment from Shornhelm. Unusual stuff. Lots of powders, dried plants, and some kind of shimmery gemstones. The Baroness had me take them down to the basement for storage.",
        "Funny. The smell reminds me of Arlie's grandmother."
    ]
}