{
    "id": "DutiesandRoutine",
    "paragraphs": [
        "Instructions for all new handmaiden of Her Magnificence, Duchess Elea, on how to structure and order her day.",
        "",
        "Early Morn",
        "- Wake Duchess Elea to a meal of fresh fruits, baked confectioneries, and clear spring water in her bedchambers.",
        "- Bring Duchess Elea the latest missives and messages that amassed overnight. Prioritize anything from the shipyards.",
        "- Bring hot water from the kitchens so that Duchess Elea may bathe.",
        "- Tidy the bedroom and keep busy throughout your stay in her room.",
        "- Dress Duchess Elea for the activities of the day. Long robes for visiting officials, pants for surveying the docks, gowns if there are important guests to entertain, tunic for reviewing the knightly orders.",
        "",
        "* * *",
        "Mid Morn",
        "- Accompany Duchess Elea during her morning activities. Pay special attention to the riffraff of the streets and shield Her Magnificence as necessary.",
        "- Ensure that Duchess Elea is not bothered by said riffraff or unscheduled couriers, nobles, or visiting dignitaries.",
        "",
        "* * *",
        "Midday",
        "- Set and serve meal as provided by the cooks. Taste all food before serving to ensure purity, flavor, and safety.",
        "- Prepare the writing desk with new sheets of parchment, a full inkwell, and a selection of quills.\\n- See to it that morsels are provided on the desk's right side, within easy reach of Her Magnificence.\\n- Gather all correspondence and post according to Duchess Elea's instructions.",
        "",
        "* * *",
        "Afternoon",
        "- Duchess Elea likes to meet with her advisors and those charged with running the archipelago. Summon those she wishes to speak with and schedule each meeting accordingly.",
        "- Leave Her Magnificence to her work and clean her rooms.",
        "- Check the fireplace for signs of tampering and strengthen the windows against assailants if necessary.",
        "",
        "* * *",
        "Evening",
        "- Prepare a selection of gowns for the duchess's approval, keeping in mind the affairs of the evening and the guest list.",
        "- Assist the duchess in dressing.",
        "- Stand by her side throughout the evening, serve her, and keep her confidence. Do not dance, even if asked. You are not here to enjoy yourself. Your place is beside Her Magnificence.",
        "",
        "* * *",
        "Night",
        "- Accompany the duchess to her chambers at the evening's close.",
        "- Prepare the room for sleep, performing final assurances that there are no threats to Her Magnificence's life.",
        "- Sleep outside her door, to be available at any moment you may be needed throughout the night.",
        "",
        "Marcelle Stegine, Mistress of the Keys of House Dufort."
    ]
}