{
    "id": "DuttardsJournal",
    "paragraphs": [
        "<Large portions of this journal have been gnawed upon by rodents, but the last few entries appear to be intact.>",
        "Laugh at me, will they? \"Just fanciful tales for the sake of embellishment.\" My eye! Only fools and pedants left at the Bards College! Next they'll say the Dwarves never existed at all!",
        "—",
        "Blackreach is real. It must be. You don't hear tell of great Dwarven caravans clamoring along on their clanking machines. How else did the Dwarves move between their underkingdoms sight unseen? A trundling Dwarven caravan would make for a good story though.",
        "—",
        "Hah! I knew there was something to that old tale! I found a Dwarven thing. A moving platform that rises and lowers itself! Once I cleared the skeever nests out of the machinery it worked, good as the day it was made! Now to see where it leads!",
        "—",
        "Never have I been so deep in the earth. I lost track of how long I rode that platform down, but by the time I reached the ruin underneath there wasn't a ray of sunlight trickling down into the shaft. These Dwarven ruins are a true wonder to behold. I'd love to see more of them, but the entry is sealed up tight. There must be some trick to it.",
        "—",
        "I give up. I'm nearly out of food and I can barely think straight. Once I get back to Solitude, I'll get some rest and bring enough supplies to study these ruins at my leisure.\\n\\n—\\n\\nI took a few of the Dwarven parts from the platform. That should keep anyone from finding their way inside before I get back.",
        "—",
        "Had to turn back. The weather turned and trying to walk through that storm would be suicide. These ruins are the closest thing to shelter I've got out here. Once this blows over I'll be one step closer to showing those dimwits at the Bards College that our history is more than just tall tales for meadhalls!"
    ]
}