{
    "id": "Dwarves",
    "paragraphs": [
        "<title>The Lost Race of Tamriel, vol. I - Architecture and Designs</title>",
        "<center>Dwarves\nThe Lost Race of Tamriel, Volume I\nArchitecture and Designs</center>",
        "<center>by \nCalcelmo\nScholar of Markarth</center>",
        "",
        "Let me begin by correcting a common misconception. The proper term to use when referencing the ancient lost race of Tamriel is \"Dwemer.\" It is a word whose meaning is roughly translated to \"people of the deep\" in the common tongue, and whose use has been widely replaced by the more ubiquitous nomenclature, \"dwarves.\" I would like stated that I use the name \"dwarves\" in lieu of the more accurate term in these books out of sympathy for my readership, whom  I can safely assume does not have the breadth of scholarship that 200 years of study has given me.",
        "With that small point finished, let us begin our discussion on the dwarves by focusing on the indisputable artifacts they have left behind: their architectural and cultural designs. Unlike the more controversial areas of dwarven scholarship, the construction of dwarven cities and relics are well-founded due to the plethora of samples taken from the ruins these peoples have left behind. My own home city, Markarth, was originally one such ruin, and I can state from first-hand experience that all dwarven designs share a set of common principles that we can use to determine true artifacts from fakes and delineate patterns and methodologies that were important to their craftsmen.",
        "First of all, we can say for certain that dwarven artisans favored stone, at least as far as their buildings were concerned. This is no surprise. With notable exceptions, the vast majority of dwarven architecture is found underground or carved out of mountains. It is possible, although only theoretically, that the dwarves first mastered masonry as a race quite early, and later examples of metalwork were added on to much earlier stone designs as the dwarves began to master more complex tools. Regardless, the foundation of all known dwarven ruins is built on stonework, and the structure of dwarven stonework is sharp, angular, and intensely mathematical in nature.",
        "By a simple count, there are hundreds if not thousands of samples of dwarven buildings made of precise square shapes, and far fewer examples of discretely rounded or curved stonework, leading us to believe that early dwarves favored trusted, well-calculated designs based on angled lines rather than riskier, more imprecise calculations based on arcs and curves. This comparatively simple tradition of stonecutting has nevertheless resulted in buildings that are as structurally sound today as they were thousands of years ago, making the works of our most skilled masons today seem like child's play in comparison.",
        "Metalwork as far as we know is the primary method used to make almost all dwarven crafts. We cannot, however, discount more easily destructible materials such as clay, paper, and glass from outside the scope of dwarven craftsmanship, but given the tendency of dwarven design to favor the long-lasting over the fragile, we can safely assume that at the very least metal was a heavy preference. And the metal used in all so-far-discovered dwarven relics is entirely unique to their culture.",
        "No other race has replicated whatever process was used to create dwarven metal. Although it can be easily mistaken for bronze -- and in fact many forgers of dwarven materials use bronze to create their fake replicas -- it is most definitely a distinct type of metal of its own. I have personally seen metallurgists attempt to combine several different types of steel and common and rare ores in order to imitate dwarven metal's exclusive properties, but the only method that has been successful is to melt down existing dwarven metallic scraps and start over from there.",
        "<title>The Lost Race of Tamriel, vol. II - Weapons, Armor and Machines</title>",
        "<center>Dwarves\nThe Lost Race of Tamriel, Volume II\nWeapons, Armor and Machines</center>",
        "<center>by \nCalcelmo\nScholar of Markarth</center>",
        "<center></center>",
        "In our previous discussion on the dwarves (or \"Dwemer\" in the more correct, scholarly terminology), we looked into the properties of dwarven architecture and metallic crafts. In this continuing discussion of Tamriel's Lost Race, we shall examine the ways in which dwarves waged war and kept out trespassers. Unlike many other cultures still existing today, the dwarves built and relied on increasingly complicated machines for a wide variety of martial tasks, and weapons and armor created solely for the purpose of being wielded by dwarven warriors show remarkably fewer points of progress beyond the basic designs.",
        "Let us begin by analyzing those basic weapons and armors. Anyone who has held a dwarven axe or worn a dwarven helmet can testify as to the ancient, ever-lasting quality of dwarven craftsmanship. Weapons do not deviate too greatly from their base function. Dwarven swords pierce through light armors with incredible effectiveness, owing primarily to the remarkable sharpness of tempered dwarven metal, and owing to a far lesser extent to its simple, double-edged design.",
        "Compare and contrast a sharp, angular dwarven dagger to a curved elven blade, and it becomes a small logical leap to say that dwarven weaponsmiths relied almost exclusively on creating quality materials first, and merely allowed the form of those materials to flow from the method that weapon was intended to kill people.",
        "As a culture that built almost exclusively underground, it's no surprise that dwarven armors are built to withstand incredibly heavy blows. Again, the fact that they are also resistant to being pierced by arrows or small blades is more of a testament to superior dwarven metallurgy over superior dwarven armorsmithing, but it would be erroneous to thus conclude that dwarven smiths did not take the manufacture of their weapons and armor very seriously. Every piece of war crafts I have examined show a remarkable amount of unnecessary detailing and personalization that is just as evident today among the most ardent blacksmiths.",
        "A dwarven smith probably came from a long tradition that distinguished itself in way that, say, the grip of a mace would feel, or the design of the head of individual arrows. Although, due to the paltry lack of any cultural artifacts outside the weapons and armors themselves, this is only mere speculation.",
        "The last, but probably most important discussion in this volume, pertains to the existence of dwarven machinery. Dwarves created and manufactured on a very broad scale thousands of mechanical apparatuses of varying complexity. The most simple of which is the standard \"arachnid\" design used to ward off trespassers. We are so far uncertain as to how the dwarves were able to bring to life these remarkably intelligent machines, but I have witnessed one stalk a highly trained thief for several hours, only to ambush him as he was dealing with a lock to some room or treasure trove -- I admit to have forgotten the details past the point at which it began spouting lightning at him.",
        "Dwarven military machines also range from the human-sized \"Sphere\" warrior, which patrols the interiors of the ruins as a harmless ball only to emerge from it as a fully armed and armored automaton fighter, to the justly feared \"Centurion\" whose height ranges from twice to several hundred times human size depending on which reports you believe.",
        "<title>The Lost Race of Tamriel, vol. III - Culture and History</title>",
        "<center>Dwarves\nThe Lost Race of Tamriel, Volume III\nCulture and History</center>",
        "<center>by \nCalcelmo\nScholar of Markarth</center>",
        "",
        "In this final volume on our discussion on the dwarves (again, see the term \"Dwemer\" for references using the more scholastic name), we will attempt an examination into the distinct culture and history of Tamriel's Lost Race. We must, however, begin such a discussion with a warning. Despite what certain academic circles would like people to believe, there is so far no evidence that verifies any claim as to the dwarves' particular customs, morals, myths, legends, laws, systems of governance, or involvement in major historical events outside of those few examples that remain indisputable.",
        "For instance, while we can say with absolute certainty that the disappearance of the entire dwarven race happened very suddenly, only the laziest of junior scholars would say that this event happened in the same day or even the same hour. There is simply no proof to dispute the theory that perhaps the dwarves disappeared from Tamriel gradually over the course of several years or indeed several decades.",
        "There is also nothing that disproves the source of this disappearance as being attributable to mass deaths, plagues, magical contamination, experiments into the nature of Aetherius gone wrong, or even race-wide teleportation into one of the planes of Oblivion. There is simply too little that the dwarves left behind that points to the nature of their great vanishing act, and this same frustration applies to all aspects of their social structure and history.",
        "What we know then can only be inferred by the writings of the other races which made contact with the dwarves before they left Tamriel. The dark elves (\"Dunmer\") for example teach that their great prophet Nerevar helped unite the dwarves and the elves in Morrowind against occupying Nord armies from Skyrim in the First Era, but Nord and Orc writings also indicate that the dwarves were also allied with them at various points and in various legendary battles of theirs.",
        "Unfortunately, none of these legends and folk lore make an effort to describe the dwarves in great detail, only that they were a secretive people and that an alliance with them was unusual enough to warrant crafting a story around. And past the First Era, no race makes note of encountering any living dwarves at all. This is further confounded by the fact that so many of the dark elven writings on their relationship with the dwarves were lost during the tragic eruptions of Vvardenfell during the Oblivion Crisis nearly 200 years ago. What secrets they could have revealed about the Lost Race are now buried behind layers of molten earth along with so many unfortunate dark elven people.",
        "Thus, we conclude our discussion on the dwarves on a somber note. As with all scholarly endeavors, we are left with more questions than we have answers, and the proof we so desperately search for is so often out of reach, denied even to the most fervent effort.",
        "The mysteries the dwarves have left us with could easily warrant another century or so worth of personal examination from me, and quite possibly even several millennia of excavation of even one dwarven ruin would be insufficient to paint a complete picture on them. But what we can see from our threadbare tapestry of dwarven artifacts is a careful, intelligent, industrious, and highly advanced culture whose secrets we as students and teachers of their works can only hope to uncover some day."
    ]
}