{
    "id": "DwemerInquiries",
    "paragraphs": [
        "<title>Dwemer Inquiries Vol I</title>",
        "<center>Dwemer Inquiries Vol I\nTheir Architecture and Civilization</center>",
        "<center>by\nThelwe Ghelein, Scholar</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries.png>",
        "[Literal Translation: In the Deep Halls, far from Men\nForsaken Red Mountain, Twisted Kin\nHail the Mind, Hail the Stone\nDwarven Pride, Stronger than bone]",
        "It has been my life's work to investigate the Dwemer, their dubious history and mysterious banishment. My goal with this text is to share my findings and conclusions based on eighty years spent studying their unique architectural remains.",
        "The Migration of the Deep-Elves from their ancestral Dwemereth, now Morrowind, is a generally accepted fact. Recorded history supports this, specifically mentioning the Rourken Clan's refusal to join King Dumac in the forming of the First Council, and their subsequent exodus to Hammerfell. The architectural premise is also sound, as the building habits of the Dwarves adapted and changed, albeit slowly and in subtle ways, over time and land. I propose that some of these differences are stylistic as well as practical.",
        "Traditional viewpoints suggest that the Vvardenfell Dwemer were the most prolific of their kind. Based on my excavations throughout Skyrim, Morrowind and High Rock, I am not sure that this is the case. While Vvardenfell is almost cluttered with dwarven ruins poking through the surface of the landscape, the construction of those ruins is fundamentally different from the majority of what I've observed elsewhere.",
        "Further, as we delve into Vvardenfell ruins, we notice that their internal structure is quite different. While major civic and operational chambers are found near the surface in a Vvardenfell Ruin, that is not typically the case on the Mainland. Minor passageways and storehouse rooms are near the surface, but more important locations don't occur until we explore much deeper.",
        "Because such major locations are well-hidden in Dwemer Ruins outside of Morrowind, many scholars believed they were in fact not present in ruins outside that province. This premature conclusion led some to believe such sites to be mere outposts. My research has shown this not to be the case.",
        "There are a few theories that may explain this difference. Perhaps Clan architects simply had their own styles and preferences when it came to civic planning. This seems only somewhat likely, as Dwarven techniques were based on empirical study, there was likely little room for creative interpretation when it came to building technique. Geological makeup of the terrain almost certainly played a role, especially in a region like Northern Skyrim where the ground near the surface is very rocky and often frozen, versus the volcanic substratum common in Vvardenfell or the ubiquitous aquifers found in Hammerfell. It's possible that Dwarven architects in the North were not even able to excavate larger structures until reaching more pliable stratum.",
        "This scholar would like to suggest, however, that many structures west of Morrowind were built after 1E420. When the Clan Rourken left Vvardenfell, it seems evident that several clans broke off to create their own settlements, and chose to live in greater isolation than their Eastern brethren. This theory is particularly fascinating, because it leads me to believe that Dwarven architects may have developed even more elaborate methods of hiding their strongholds over time.",
        "This opens the distinct possibility that undisturbed dwarven archaeological sites exist throughout Tamriel, even in southern areas like Cyrodiil or Black Marsh where Dwarves are not believed to have ever had a significant presence. Though we ought not get carried away on flights of fancy, one could extrapolate this logic to suggest that some Dwarven Clans were living among us for much longer than previously believed, perhaps well beyond the disappearance during the War of the Red Mountain in 1E700.",
        "<title>Dwemer Inquiries Vol II</title>",
        "<center>Dwemer Inquiries Vol II\nTheir Architecture and Civilization</center>",
        "<center>by\nThelwe Ghelein, Scholar</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries.png>",
        "[Literal Translation: In the Deep Halls, far from Men\nForsaken Red Mountain, Twisted Kin\nHail the Mind, Hail the Stone\nDwarven Pride, Stronger than bone]",
        "The limited written record supports the perception of the Deep Elves as culturally revering the pursuits of logic and science. This stands in stark contrast to the belief system of most other mer cultures. When we imagine a society structured around such a central ideology, it seems reasonable that prolific scholars, especially in fields such as mathematics, metallurgy or architecture, would be elevated to social status like that of clergy in a more mystically-inclined culture. The idea is supported by a fragment of Dwemeris text recovered from a colony in Skyrim - Irkgnthand - which I believe to be associated with the Clan Rourken. The original Dwemeris and my translation Follow:",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries2.png>",
        "[Lit. Trans. Risen by order cousin-of-privilege Cuolec of Scheziline privileged duties. Clanhome building Hoagen Kultorra tradition to Hailed World shaper]",
        "<italic>\"To raise granted-cousin Cuolec of <untranslatable> privilege with duties for family-home building Hoagen Kultorra<?> tradition to father Mundus shaper\"</italic>",
        "Some scholars interpret this as evidence of Dwemer worship of Mundus, but I do not agree. My translation of this passage suggests that a respected Dwemer by the name of Cuolec was promoted to a civic position, probably tonal architect. The latter half of the fragment suggests that Cuolec's position requires him to build in a specific style.",
        "The term Hoagen Kultorra has thus far eluded me, but I believe it may be the name of such a style. It's possible there were several styles, differing in their construction principles and typical structures.",
        "One earmark of what I believe was the prevalent Dwemer style among Northern clans was a feature I call the Deep Venue. Deep Venues are often characterized as being made up of one or more expansive natural caverns in which several other structures will occur. Structures within the Venue may be carved from the stone itself, or freely erected upon the cavern floor. The largest and most impressive Venues, such as that found in Bthardamz, may even feature roads wide enough for ten large men to walk shoulder-meets-shoulder along it.",
        "Arcanex are typically smaller structures. Very few have been properly studied before disruption by grave-robbers or greedy adventurers, but those few undisturbed sites have contained a surprising collection of magical objects such as soul-gems, alchemical concoctions and magical texts. Some scholars take these as evidence that the Dwemer did, in fact, dabble in the magical arts. Based on what we know of their culture, as well as the fact that most arcanex are minor structures compared to other common fixtures, I would suggest that these were centers of study and nothing more. Perhaps the Dwarves established these Halls as a means to study men and mer, who surely seemed as alien to them as the Dwemer seem to us today?",
        "Great Animoculotories can be found in many Dwarven strongholds. These were the factories where the centurions and various other constructs were built. I have hoped to study these chambers for clues as to the means by which those mysterious automata are given life, but those same guardians make these especially difficult and dangerous areas to explore.",
        "<title>Dwemer Inquiries Vol III</title>",
        "<center>Dwemer Inquiries Vol III\nTheir Architecture and Civilization</center>",
        "<center>by\nThelwe Ghelein, Scholar</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries.png>",
        "[Literal Translation: In the Deep Halls, far from Men\nForsaken Red Mountain, Twisted Kin\nHail the Mind, Hail the Stone\nDwarven Pride, Stronger than bone]",
        "My studies, and this text, have focused heavily on the fact that Dwemer archaeological sites west of Vvardenfell seem to be built at much greater depths than their counterparts near the Red Mountain. I believe there was a specific threshold to which Dwarven excavators would dig before the construction of vital structures would begin.",
        "I have referred to this threshold as the \"Geocline,\" but I have found that to often be redundant with the Deep Venue of a colony. Still, there is some variation in the actual depth of a Deep Venue, whereas the Geocline is always the marker where I reason the City proper begins.",
        "Tunnels and chambers at more shallow depths, while often grand in their architectural style, appear to have served little in the way of critical civic purpose. Surplus stores of food, warehouse chambers that may have been used in trading with nearby surface settlements, or barracks for topside patrols are common above the Geocline.",
        "These tunnels, I have observed, can meander in a seemingly more random pattern than those planned structures beneath. I hypothesize that this may be due to the unpredictable nature of any excavation, even to a race as clever as the Dwemer. Surely unexpected deposits of stone or geological events could make the effort difficult, and I think that these haphazard tunnels are often the result of the search for suitable substratum to build within.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries3.png>",
        "Risen by order cousin-of-privilege Cuolec of Scheziline privileged duties. Clanhome building Hoagen Kultorra tradition to Hailed World shaper\"",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_dwemerinqueries3.png>",
        "I suspect there may be some pattern I am failing to notice. This creeping doubt has haunted my career in recent years, and I have begun to doubt if I will unravel some grand secret of the Dwarves in my lifetime, though it lies just under my nose - or indeed, under my feet."
    ]
}