{
    "id": "DwemerDreams",
    "paragraphs": [
        "By Narsis Dren, Treasure Hunter",
        "I discovered this section of ruins after careful study of the surrounding countryside. To my trained and experienced eyes, it was obvious that this complex would be right where I found it. I dubbed the place \"Lower Bthanual,\" due to its proximity and relative elevation compared to the nearby Bthanual ruins. As with all Dwemer installations, the true purpose of the place eludes me. But that doesn't mean I can't dream and make a few wild guesses.",
        "And, as always, my wild guesses will be closer to the truth than any theories proposed by the so-called scholars who sit in their towers in Mournhold and the Mages Guildhalls.",
        "As I studied the maps I had drawn of the complex, an idea began to form at the back of my mind. I decided to sleep on it, and I found a safe location that the spiders and spheres seemed to actively avoid. I fell asleep to the gentle whirring of gears and the hiss of steam, and in my sleep, I dreamed.\nI dreamed I was standing in the smaller, southern chamber, surrounded by living, breathing Dwemer. They were so engaged in their work that they didn't notice me as I passed among them. I watched as they fed strange components of metal and other, less easily identifiable substances into the maws of their churning machinery. They didn't speak or pause to rest, and they seemed to me to be almost as mechanical as the gadgets they produced.",
        "In my dream, I left the Dwemer workers to their incomprehensible tasks and exited by the eastern corridor. I followed the passage as it curved to the north, ignoring the spheres that rolled past me. In the larger chamber, I came upon a bizarre scene. Dozens of Dwemer were crowded around the central platform, intent upon whatever was taking place upon that raised stage. I could see one of the centurions upon the platform, as it stood much taller than the Dwemer crowded around it. But I couldn't make out what was happening that had the Dwemer so fascinated. I started to push my way through the crowd in order to get a better view, when something grabbed my arm.",
        "I thought it must have been one of the Dwemer, who had until this moment completely ignored my presence, but the hand that grabbed me was cold and metallic. When it squeezed, I cried out in pain and opened my eyes. The dream rolled away like a parting mist, and I found myself in the grip of a Dwemer Spider!",
        "Well, since you're reading this account, you must have realized by now that I escaped that deadly danger, just as I always do. With style and wit and panache. You would have been amazed!",
        "But let me tell you what I found when I opened the chest I stumbled across in the darkest shadows of the far corner of the chamber. The chest appeared a more recent addition to the ruins, not Dwemer in style or function at all. Made me think that maybe I hadn't been the first explorer to discover this site after all. Trust me when I tell you, however, that the contents of the out-of-place chest were almost as remarkable as yours truly, Narsis Dren — Treasure Hunter!"
    ]
}