{
    "id": "DwemerDungeonsWhatIKnow",
    "paragraphs": [
        "By Kireth Vanos, Dungeon-Delver Extraordinaire",
        "We know almost nothing about them, except that they left behind the most interesting and exciting ruins. You know who I'm talking about. That's right! The Dwarves—or the Dwemer, for the scholars among you who might be reading this. (My brother Raynor insists I call them Dwemer, but I like the name Dwarves better. It rolls off the tongue, in my opinion.)\nNow, dungeon-delving is serious work (no matter how much fun it might be), and can be pretty dangerous besides. Just finding a Dwarven ruin is no small accomplishment, but getting into one and back out again in one piece can be next to impossible. But before I get to that, let's talk about the ruins themselves.",
        "Dwarves created a vast network of underground complexes and cities. Why they preferred to build beneath rock and soil, I couldn't say, but that's where they built them. So that's where you'll have to go if you want to visit a Dwarven ruin. Once you do find one, you'll know it. Dwarven architecture has a distinctive look and feel, from the surface entryways to the subterranean structures. They utilized natural openings in the rock wherever possible, tending to decorate and carve existing rock and natural pillars. They only built new structures when it was absolutely necessary, usually to support other structures or to install fortifications.\nIn addition to carving and shaping the natural rock, Dwarves used stone as their primary building material. Some metal appears within their ruins, primarily brass, used as accents and in mechanical construction. And here's the really exciting part: Dwarves loved their gadgets, and their ruins are full of them! I don't mean just traps, though some of the most devious were designed and built by the long-gone Dwarves. I mean heating and cooling systems made up of steam pistons and great gears, glowing lights that shine from the walls, giant wheels that turn as water cascades over them, multifaceted gems that fire beams of light, and many other wonders too numerous to mention.",
        "It's eerie to walk through a Dwarven ruin. It's supposed to be empty, deserted, but the lights continue to glow and the pipes continue to steam. It's like the place is waiting for someone to return, as though the Dwarves just stepped out for a moment and haven't been gone for hundreds of years.",
        "Then there are the inhabitants of the ruins, for a Dwarven complex isn't as devoid of life as you might think. In fact, some of the ruins virtually teem with the stuff. But it isn't life as you or I know it. It's mechanical life. Constructs. They wander the chambers and corridors of these dungeons, performing tasks assigned to them in ages past. But make no mistake, if a construct spots you, it will attack you. With whirring blades and piston-powered swords, the Dwarven constructs pose a significant threat to any would-be dungeon-delver. Worse, the constructs know how to repair each other, so the ruins seem to contain an endless supply of the mechanical creatures.",
        "So, to successfully enter and exit a Dwarven ruin, you need to spot and disarm (or otherwise bypass) devious traps, avoid or defeat an army of increasingly more powerful wandering constructs, and figure out how to open strange locks that might or might not require something that looks like a key. It can be a bit maddening, but personally I find the challenge to be remarkably fun.",
        "Of course, everything I've written thus far has been theory and conjecture. My brother and I have yet to enter a Dwarven ruin, and all of our practice has been within the mundane dungeons that dot the land. But I've read all the books! We've finally acquired the funding we need to tackle the Dwarven ruin known as Bthanual, and I plan to write about that adventure in the very near future.",
        "In the meantime, let's all be careful out there. Remember that a dungeon isn't all fun and games. Survival is serious business, and we're in this line of work to not only thrive—but to survive!"
    ]
}