{
    "id": "TheEagleandtheCat",
    "paragraphs": [
        "A wife. A husband. A son or daughter. Mother or father, aunt or uncle: each of us has lost one or more of these. It has touched every family in Elsweyr, the dreadful epidemic, the terrible plague—the Knahaten Flu.",
        "It started in Senchal, on Sweet Street in the Black Keirgo slums, among the skooma-struck. At first the city elders dismissed it as a toxin in the goods, but then it spread to Dagi's Pride and Squint-Eye, and was reported from the docks in Alabaster as well.",
        "And suddenly, it was everywhere: Torval, Orcrest, Dune, Corinthe, and all points in between. The Winds of Khenarthi bore the coughing and retching to every ear. We seemed to be witnessing the Death of Cats on Nirn.",
        "Slowly, Elsweyr began to fight back against its doom. Clan Mother Mizaba-ko of Corinthe first identified how the flu spread from Khajiit to Khajiit. Rathuni-la Dawnwhisker, a Daughter of Azurah from Riverhold, distilled a sorghum-tea that mitigated the worst of the symptoms. Even I contributed, organizing the remnants of the Mane's Legion to maintain order and put this new knowledge to use.",
        "But it was not enough. Everywhere, Khajiit were dying, by the litter, by the pride, by the entire tribe. The Moon Bishops read the portents, and they were dire indeed.",
        "Then, past all expectation, help arrived from an unforeseen direction: over the western waves came the Elves of Summerset, bringing physicians, healers, desperately needed supplies.",
        "And one more thing: hope. Hope that Elsweyr would survive.",
        "At first, many Cats were suspicious. Never before had the haughty High Elves helped the Khajiiti—why now? But their canonreeves passed among us, as if unafraid of the flu, and explained: the Altmer did it not from friendship, but from policy. We needed their help now, and they would need our help later. Invaders were coming to southwest Tamriel, they said, and the High Elves could not repulse them without Khajiiti claws at their side.",
        "To fight against mutual enemies—ah, that was a logic we Cat-Folk could understand. So we accepted the aid of the High Elves, and their sly cousins the Wood Elves, and gradually the Knahaten Flu began to recede. And when Queen Ayrenn of Alinor proposed the alliance treaty of the Aldmeri Dominion, we took plume in claw and signed it.",
        "Now, fellow Khajiiti, we have been through the forges of torment, and with our new allies, we emerge stronger than ever. We welcome the chance to test blade and edge against these invaders, to spill their blood and take their bright objects.",
        "For now is the time of the Dominion."
    ]
}