{
    "id": "EcologyoftheOrnaug",
    "paragraphs": [
        "Field Notes by Fronto Maecilius",
        "",
        "A common predator found along the reefs and littorals of the western Abecean Sea, the ornaug presents the scholar with several vexing questions. It has the body and legs of a canine, the jaws of a crocodilian, and the smooth scales and spiny fins of a fish. Clearly adapted to an aquatic existence, the ornaug spends most of its life hunting and foraging out of the water. And while it is opportunistic enough to eat anything it encounters, it is also easily domesticated and forms a strong bond with its master. The ornaug thus defies categorization in several ways.",
        "",
        "On dissection, the ornaug's classification becomes clear. Despite its piscine appearance, it has the highly developed lungs of an air-breathing creature. And while amphibians have moist, soft skin, the ornaug's scales are definitely dry and tough—they merely seem glossy, rather like those of a serpent. This creature is no fish or amphibian, but instead a reptile that spends much of its life in and around water.",
        "",
        "There are, of course, many marine mammals that display similar adaptations. For example, seals and horkers. Like those mammals, the ornaug possesses nictitating membranes to protect its eyes in the water, nostrils that close to remain watertight, and fins to aid in swimming. But unlike the seal or horker, the ornaug lacks insulating blubber and the powerful hind flippers or tail flukes to be truly agile in the water.",
        "",
        "Patient observation of the ornaug in the wild soon resolves these mysteries. It does not catch its prey in the water, but instead scavenges the shores. An ornaug takes to the water only to reach the littoral regions of new reefs or islands, and is in fact limited to warm seas and shallows by its lack of insulation. It is a strong swimmer compared to strictly terrestrial animals, but it is a much better runner than swimmer.",
        "",
        "(An observation the field scholar would do well to keep this in mind when confronting a pack of hungry ornaugs.)"
    ]
}