{
    "id": "EdvildasLogBook",
    "paragraphs": [
        "Better stay out of the Rift for a bit. Not that I did anything wrong, but some Nords are so touchy about old shrines and barrows. Still, the small figural pieces I managed to scavenge will fetch a pretty price from the right collectors.",
        "",
        "One tiny mammoth figure: ivory, carved",
        "Two tinier mammoth figures: also carved ivory (a bit ironic when I think about it)",
        "One small bear (?) figure: could be a skeever for all I know, the wood's been gnawed badly (do draugr teethe?)",
        "",
        "* * *",
        "",
        "I don't want to stay in Stonefalls too long—smells like the armpit of Mehrunes Dagon, or at least how I'd imagine Dagon's armpit would smell—but this Steamfont place seems safe enough for camp, as far as Dwarven ruins go. I wanted to try my luck scavenging at the Inner Sea Armature, but I heard that there are bandits hiding there now. I should be far enough away that they won't bother me, but damn if that isn't my luck.",
        "",
        "* * *",
        "",
        "That map I bought from Mirt is already paying off. No big scores yet, but I found some old pottery I can sell to a historian.",
        "",
        "Small vase: unusual markings. 1E maybe? Will need to research. Have a couple of buyers who like this sort of thing. Make up something if I have to.",
        "",
        "* * *",
        "",
        "Changed my mind. This map hasn't led me to anything worth half what I paid for it. Think I'm going to do some snooping around the Armature after all. Bandits won't miss any old Dwarven junk.",
        "",
        "* * *",
        "",
        "Damn it, there are a ton of bandits down that sodding hole. Helped myself to some of their rations, but I couldn't risk poking around.",
        "",
        "* * *",
        "",
        "Orky take you, Mirt. If I hadn't spent my last gold on your map, I could catch a ferry somewhere out of this ash pit. Anywhere.",
        "",
        "* * *",
        "",
        "Remembered Mirt used to work with a Dark Elf who was keen on Dwarven junk. Said she'd pay a small fortune for leads on a Dwarf puzzle box. Going to get Mirt to send her my way and put some gold in my pocket. If she happens to clear out those bandits, all the better for me.",
        ""
    ]
}