{
    "id": "EggTendersJournal",
    "paragraphs": [
        "This year will be different. I've started chewing dragonthorn like we used to in the old times. If I keep that up along with my tinctures for the months to come. I should be ready for the bonding. It'll be me this year. I know it.\n—\nI'm so embarrassed. The dragonthorn is pungent. It's made my breath sour and the others have begun to notice. Even Mimme seems reluctant to talk to me. I complained of having bad salamander, but I'm going to have to be more discreet in chewing my herbs.\n—\nI feel like it's working. I think my scales and claws are looking shinier. That's a good sign, I think. My teeth are staining yellow though. I've started drinking brewed scaldroot to clean my mouth. It tastes like death, but I think it'll help my teeth.\n—\nKeenum accidentally took a sip of my scaldroot tea and nearly passed out. I had to work his watch at the uxith, so I couldn't get out to the dragonthorn patch until after dark. I was approached in the dark by a woman whose scales were so pale, especially under the moonlight. I almost screamed from fright, but she spoke warmly to me. She asked why I was picking dragonthorn in the dark of night and, I don't know why, but I told her the truth. I don't know why I would admit such a thing to a stranger. Maybe it's because she's a stranger. There's no one in the village I can speak to about it without a look of impotent pity. I spoke to the stranger long into the night. We agreed to meet again.\n—\nI've gotten so little sleep lately, but I can't help it. Ree-Nakal tells me she can only visit me in the night and I spend all day thinking about seeing her again. She understands my pain and it's such a relief to have someone who can listen. I don't feel the shame I do when the subject comes up at home. Ree-Nakal is one of the Veeskhleel, the Ghost People. I never expected her to be so nice. The Bright-Throats don't deal with them. Not many tribes do. They are treated like pariahs because they take eggs, but it can't be helped. They can't bear clutches themselves, so their Hist sends them to find others. It's so sad.\n—\nI talked to Ree-Nakal about the bonding. I suggested that maybe the Bright-Throats could make an arrangement with the Ghost People for bonding rights, so they wouldn't have to steal eggs anymore. She thanked me, but it was just out of politeness. I could see it in her eyes that she held little hope of our tribes becoming allies. She said our bond was a unique one and it will have to be enough. I didn't press the matter. I didn't want to become for her what my tribe has become for me. I won't pity her.\n—\nIt's a sad day. It's always a sad day when we learn which eggs will return to the Hist. Why does the Hist choose some eggs over others? I understand the eggs that are clearly unwell, but we can't always predict which will go on to hatch and which will sink in to the roots. I've always accepted that there's nothing we can do for them, but Ree-Nakal tells me that's not true. They can still be hatched. She offered to help me save them, if I can get the eggs to her. My tribe wouldn't even miss them. They've already given up on those children, but I won't. I'll care for them. They'll be our children.\n—\nI was supposed to work with Keenam again tonight, but I spiked his drink with scaldroot extract. I should be able to slip away with a few eggs throughout the night. It's terrifying to think about, but those eggs need me. I won't give up because I'm scared.\n—\nI did it. My skin was dry as dead bark when the morning watch came to relieve me. I told them that a few of the eggs returned to the Hist in the night and they just nodded and accepted it. I got a lump in my throat at how little the news bothered them.\n—\nIt took me hours to fall asleep. I thought that the Tree-Minder would come and accuse me, but as I woke for my next watch, everything was perfectly normal. Does the Hist know what I've done?\n—\nI've given Ree-Nakal nearly all the unfit eggs from our last clutch. There were so many when I think about it. Such a waste, but not now. She told me that the eggs I'd already brought to her are safely in nests under the watch of her tribe's folk and doing well. She doesn't think it wise for me to leave and see them just yet. Better to wait until after I've saved the last of the eggs. That shouldn't be much longer I think. I can barely keep my quill steady when I think about it.\n—\nMy children are doing well, or so I'm told. I haven't been able to see my eggs yet. I'm reminded of their absence every day as I tend to the eggs in my village. I want to tend to my clutch. I'm their mother. Is this how the others feel when we are raising their eggs?\n—\nRee-Nakal tells me the clutch is nearly hatched! I told her I want to be there for it, but she says it's not the time. The bonding ritual is coming again soon, and I would be missed. I don't care though. The tribe can do without me, but not those eggs. They need me!\n—\nI haven't seen Ree-Nakal since we fought. I'm afraid she won't come back. If she doesn't, I don't know what I'll do. I don't know where to find her. I don't know where my children are! All I wanted was to see them!"
    ]
}