{
    "id": "EggMinesandYou",
    "paragraphs": [
        "By Kylia Thando, Expert Kwama Wrangler",
        "Welcome to the wonderful world of kwama! These adorable creatures come in a variety of sizes, roles, and dispositions, each more beautiful than the last. Our goal, of course, is the welfare of each and every kwama in Vvardenfell, but many see these majestic creatures only as sources of profit. Remember though, a happy mine is a productive mine! It's in the best interest of all that we treat kwama with respect and dignity.",
        "Kwama are best known for their relation to egg-mining, and of course there can be no eggs without a queen. Kwama queens are beautiful beings, far larger than any other kwama. Good thing for us, for she's the one who produces all of the yummy eggs which end up on our dinner plates! A queen in distress is not only a sad sight to see, it also can cause egg productivity to plummet. Make sure your queen is well fed, and at the end of the day you'll end up with a full belly, too!",
        "You're not the only one taking care of the queen, of course. She has kwama foragers, warriors, and workers at her disposal. Each of these kwama have important roles to play in the colony, and each makes sure their queen is well fed or well protected. If you want a happy queen, you need a happy colony. The reverse is also quite true! A distressed queen always leads to an upset colony, and that hurts productivity.",
        "Kwama foragers serve as the scouts of the colony, always looking for new homes and suitable prey. If met in the wild, it's best to resist the urge to pet these lovely creatures, as they can be quite aggressive. I'm sure you would be a bit peeved as well if some stranger came up to pat you on the head! Keep your distance and these little fellows shouldn't harm you.",
        "A kwama built to inflict harm, however, is the mighty warrior. Though not as large as their lovely queen, these soldiers are often taller than your common Dark Elf. Don't be too awestruck if you meet one! A hasty exit is usually your best chance to escape the mine unscathed. Workers often emit special scents to protect them from a kwama warrior's wrath. Make sure that you speak to a knowledgeable alchemist if you wish to obtain the proper scents.",
        "And last, but most certainly not least, is the ever busy kwama worker! My word, but there would be no colony at all without these bustling bugs! The kwama worker digs the tunnels, tends to the queen, and watches over the precious eggs until they're ready to harvest. They're often nonaggressive, but best not to disturb these little ones while they're about their work. You never know if a kwama warrior lurks around the corner.",
        "These basics provide the start in understanding our hard-shelled little friends! Further chapters in this volume will explore breeding methods, nutrition guides, mining practices, and much more! Join me in the journey, and together we can protect kwama of all kinds."
    ]
}