{
    "id": "EisasJournal",
    "paragraphs": [
        "Left the White River gang this morning, with Hajvarr's thugs on our tail. Wasn't a bad gig, but it was time to move on. Ra'jirr and I weren't getting anywhere with him in charge.",
        "I'll never understand how he does it. I couldn't find so much as a rumor in Windhelm, while Ra'jirr stayed outside the city, got wasted on Moonsugar, and still managed to find us a lead- some gang out Morthal way. They're holed up in an old ruin, digging it out in between raids on the caravans.",
        "Joined up with Kyr's band. Their treasure-hunting dig is a disaster: three months of work have barely cleared a single hall, and six men have died from the cave-ins. I've taken charge of the dig, while Ra'jirr is leading the raids topside. Maybe that year in Cidhna Mine will pay off after all.",
        "You'd think a man who could swing a sword could use a pickaxe, but these louts are exhausted after barely an hour. No wonder this tunnel's taking forever. I've set up round-the-clock shifts, and ordered double rations for the best diggers. That'll give them some incentive.",
        "Night shift woke me to say they'd hit something big. Kyr, Ra'jirr, and I went down to take a look. It's huge, like a whole forest was just swallowed up by the earth, with a big old monument out in the center. Kyr took the sword from it as a trophy, proof his whole plan was finally paying off. For once, he might be right.",
        "Ra'jirr's been having nightmares over the past few days. He keeps muttering about a \"Pale Lady\"- one of those swamp women who steal children away at night, I think. To think some fool story could turn the toughest bandit I know into a cowering kitten, frightened of his own shadow. I'm just glad none of the others see him like this.",
        "It's getting worse. Ra'jirr can barely sleep at all now, and whenever he dozes off, he wakes up screaming- woke the whole place last night. He says the \"Pale Lady\" is coming for us- she's down in the forest, we have to return the sword or she'll kill us all. Not a chance- the boss clings to that thing like he was born with it. I've told everyone Ra'jirr just has a fever, but this can't go on. I've pulled a few things together. I'll slip out tonight and never look back.",
        ""
    ]
}