{
    "id": "EldersAccount",
    "paragraphs": [
        "I think that I will die soon. The beast, Xal-Nur, eyes me constantly, and our numbers dwindle. It is difficult to see these Xit-Xaht as brothers and sisters. I spend all my waking hours looking for reasons to forgive them, or at least pity them. It is difficult. But despite their madness, they are still children of the root—my shell-kin. They have wandered from Sithis, but in their hearts they remain Saxhleel.",
        "For example, I saw one of their masons puzzling over a tiny wooden tsleeoleek. Dry-skins would call this the \"Argonian calendar,\" but that is because they are very foolish. The tsleeoleek counts the months and the weeks, but always it returns to where it started. It teaches us that change is eternal—that past and future are illusions. It warns us against the reckless vanity of \"progress.\" The Xit-Xaht do not know this, I think. Perhaps one of them will find this and realize their mistakes.",
        "The tseeoleek means many things to many different tribes. For the Suzahleel, each of the twelve faces has a unique voice and lesson. They guide the tribe to truth, and remind us of our seasonal responsibilities.",
        "The first is Bahat, the sun. The sun teaches us about origins",
        "Next is Xeech, the nut. Xeech ushers in the Hiding Time. We plant our swamp bulbs and mosses and teach the hatchlings about their father Sithis. It is a time of hope, but also melancholy. This is one of the Three Mournings—for once a thing is planted, it is hidden and gone. What emerges is not the thing you planted. The nut is gone forever. This is an important lesson.",
        "Now comes the Sisei—the sprout. Sesei stands for newness, possibility, and youth. The Hist has shed its sleeping life in the nut and begins its waking life in earnest.",
        "Next is Hist-Deek, the Sapling. This is the deep sign. Hist-Deek calls us to challenge authority, and contemplate our unique role in the tribe. Each Saxhleel is forced to speak his or her own name before every meal, and sap-licking is forbidden. Some call this the Lukiul month, or the Leaping Season. I struggle with Hist-Deek, but it is a powerful time."
    ]
}