{
    "id": "ElenairesJournal",
    "paragraphs": [
        "<header>Morning Star 2nd,</header>",
        "Today is the day I set off—fitting for a Scour Day, I suppose. New Life, new roads, and all! I wonder if the Yokudans had an equivalent celebration, for it is the Yokudans I pay a visit:",
        "I quest for the Hel Ra Citadel, a fabled fortress built by those vicious and mysterious ancestors of the Redguard. As the Ayleid ruins serve to my people as a window to my ancestors, so, too, do I expect the Citadel to teach me about Redguard culture.",
        "They say no one has entered the Citadel in many lifetimes, though rumors of the cultural treasures waiting inside have reached my ears. I flush to think of them.",
        "<header>Sun's Dawn 3rd,</header>",
        "And so I arrive! The roads of Tamriel are as treacherous as ever—the wildlife especially. The Welwas of Craglorn are akin to my Bosmer cousins: fetid, petulant, and possessing of lethal denture. But at last I spy the stone spires of Yokudan architecture. The Citadel must be just up ahead.",
        "<header>Sun's Dawn 4th,</header>",
        "I can barely keep the quill straight as I pen this, but, for the first time in what must be a millennia, the antechamber that precedes the Citadel has opened! I'll see to it that someone alerts the Mages Guild, the Merethic Society, the Stargazers—all of Tamriel! Once I survey it, of course.",
        "One of the many legends that surround Hel Ra Citadel claims the Yokudans used it as a training ground for their Ansei (literally \"sword saints\")—blade masters capable of dazzling feats. In myth, the Ansei required much meditation and training to form their Shehai, supernatural blades constructed out of sheer force of will.",
        "I think the antechamber preceding the road to the Citadel gives credence to the story, as do the ancient weapons left on the dais here (and not a single one marred by rust—perhaps a magical property of the chamber?) According to legend, Ansei wishing to earn the elite title of First Rank were required to give up their most treasured weapons and war materiel before undertaking the grueling initiation ritual. If they succeeded, they would no longer need conventional weapons.",
        "My friends say I have spent too much time researching the Yokudans and that I should find a husband. I think they are envious of my magnificent brain.",
        "Terms:\nYokeda- Leader? Lord of war?\nHel Shira- Blade Noble?\nYarban- A measurement of time? Unsure. Archaeologist, not a bean counter.\nAnka-Ra- Former warrior? Old warrior?\nKotu- Weapon? Edge?",
        "<header>Sun's Dawn 5th,</header>",
        "Fascinating as the antechamber has proven to be, it's time I gleaned the Citadel itself. What could await me there? Mirimdin's Ninth Blade? The Shehai of a First-Rank Ansei? I carry no sword, but I shall leave my journal here, as the Ansei left their swords. Perhaps, like them, I'll find the means to form my own Shehai.\n",
        ""
    ]
}