{
    "id": "TheElftheEggandtheAlmostDragon",
    "paragraphs": [
        "Young Iori spent her nights listening to her grandfather's stories about the ancient dragons and her days searching the nearby swamps for signs of the legendary creatures. Once she bought back a bright, shiny scale she was convinced belong to a dragon. Her grandfather said it was nothing but a piece of wamasu hide and cuffed her for going too far away from the house.",
        "But that didn't discourage Iori. She wanted to find a dragon, so she kept searching. Iori strayed further and further from her grandparents' hut until, one day, she got caught in a rainstorm. She took cover in a nearby cave but found the floor full of brackish water. Picking her way around the pool, Iori made it to the back of the cave and came upon something she'd never expected to see—a large, green egg!",
        "The egg, half-buried in warm mud, pulsed with life. Iori knew it had to be a dragon egg. All her grandpa's stories said dragon eggs were big, and hard, and warm. This egg was very, very warm.",
        "And it was alone. There was no sign of the mother dragon, or anyone else. Iori knew if the egg hatched now, there would be no one to take care of the baby dragon and it would die.",
        "\"I can't bring it back home,\" she said. \"Gram'll want to smash it, or cook it!\" Her gram didn't believe in dragons and eggs, in her world, were food.",
        "\"I can't stay here, either,\" she thought about the hiding she'd get if she came back after dark. \"What am I going to do?\"",
        "Iori sat and thought while the rain poured down. \"The storm's getting worse,\" she thought. \"I can't go back now—I'll just get lost or sick. Gram'll understand.\" And, so, Iori convinced herself she should stay overnight. And she did.",
        "The next morning, Iori woke to the sun shining in the cave mouth. She was famished, as hungry as she'd ever been, but her first thoughts were of the egg. Iori dug it out of its warm, mud nest and examined it. The egg was hot!",
        "\"It must be just ready to hatch!\" she exclaimed. But almost as if in answer, she heard a growl from outside the cave. \"Maybe that's the mother dragon?\" she thought. But the thought of being trapped in a dragon cave didn't make her feel good at all.",
        "Iori heard the growl again, followed by sniffing. It wasn't a dragon outside! It was a guar! Picking up the egg with one hand and a stone with the other, Iori crept out of the cave. There, she saw a wild guar, nose to the ground. It saw her and sniffed.",
        "\"You can't have it!\" Iori exclaimed, throwing the rock at the guar. It hit the creature right in the nose, hard enough to make it yelp. But this guar wasn't like the tame ones back home. She'd never heard a tame one snarl, and this one started pawing at the ground angrily.",
        "Iori ran. The guar chased her a little way and the young girl grew frightened. She clutched the egg to her chest, protecting it from the tree branches and the occasional fall. She ran long after the guar gave up chasing her, she was so frightened. Eventually, when Iori was too tired to run anymore, she fell to her knees.",
        "\"I think we're safe, little dragon,\" she said—but then gasped in horror. She looked down at the egg and there was a crack! \"Oh, no!\" Iori wailed. She must have held it too tight, or let a branch hit it. Or—",
        "Another crack appeared, and then another. The shell started to fall away, being pushed from the inside.",
        "\"You're hatching!\" Iori said. She looked around wildly, not sure what to do. She stooped to put the egg down but then hesitated—what if the dragon ran away? But she didn't want to hurt it, either, so she sat cross-legged and made a hammock out of her dirty apron. Iori put the egg in her lap.",
        "It continued to shake and break and, soon, a dragon's nose poked out of the hole! It was bright green and a bit slimy-looking, but the eyes opened and looked up at her. A forked tongue licked out of the wedge-shaped head and Iori felt a rush of excitement. The dragon was hatching!",
        "The rest of the egg broke away, but Iori was surprised to see the \"dragon\" had no claws—no feet or legs of any kind. It was a snake, but a snake with tiny wings. Most of her friends would've been horrified, holding a baby snake in their laps, but Iori was amazed. She'd heard stories of dragons, but never a snake with wings!",
        "After the creature struggled free of its shell, Iori carefully discarded the shards and put her hands around the winged snake. It was a bit cold, but she felt it grow warmer as it snuggled up in her hands. With sleeping, serpent's eyes, the creature looked up at Iori. It blinked twice, then fell asleep.",
        "\"Well, you're almost a dragon, aren't you?\""
    ]
}