{
    "id": "ElsweyrMyLove",
    "paragraphs": [
        "<title>Elsweyr My Love, Page 1</title>",
        "Elsweyr My Love: A Play",
        "Cast of Characters\nJulius Cruilius, an Imperial Commander\nTigerius Falco, a noble Imperial Soldier\nShashara, a beautiful green-eyed Khajiit dancer",
        "Act 1, Senchal Palace",
        "Julius Cruilius [commanding]: \"Bid the green-eyed one come to me!\" [sips wine]",
        "Shashara [bowing gracefully, her silken scarves fluttering delicately]: \"What does the illustrious commander of the Imperial forces want of this humble Khajiit dancer?\"",
        "Julius Cruilius: \"You are fair and graceful. Pity you were born of cat stock and not Imperial.\"",
        "Shashara: [keeping her eyes downcast]: \"This one thanks you for... a compliment?\"",
        "Julius Cruilius: \"Indeed. You will keep me company. You may even sit at my feet.\" [Shashara sits gracefully, keeping her eyes averted]",
        "<title>Elsweyr My Love, Page 5</title>",
        "Julius Cruilius: [boasting and inebriated]\"... and that is how I, Julius Cruilius, earned my current promotion to Imperial commander!\"",
        "Shashara: [stifling a yawn] \"A very dramatic tale of the engagement, commander. Oh, I think I hear the bard tuning their lute. We should rejoin the crowd in the main room.\"",
        "Julius Cruilius: [leering as he finishes his wine and reaches for Shashara's arm] \"Now it is time for a different engagement.\"",
        "Shashara: [gracefully eluding Cruilius's grasping hand] \"This one is not that kind of Khajiit, commander. You insult me.\"",
        "Julius Cruilius: [belligerent] \"Insult you? Do you know who I am?\"",
        "<title>Elsweyr My Love, Page 9</title>",
        "Shashara: [bravely] \"Shashara is no camp trollop, to be ordered about by the likes of you. Unhand me, commander!\"",
        "Julius Cruilius: \"Ha! You cats! You pretend to be aloof and haughty, but no woman, even a cat woman, can resist me, Julius Cruilius!",
        "[Julius Cruilius tries to kiss Shashara, who hisses, scratches his face, and pushes him away]",
        "Julius Cruilius: \"Ha! Fiesty!\"",
        "[Shashara smashes a bottle of fine wine over Julius Cruilius's head, who staggers, stunned, into the crowded tavern, which erupts into laughter as Shashara flees out the back]",
        "Julius Cruilius: \"How dare you laugh at Julius Cruilius!",
        "[Crowd laughs harder as Cruilius exits, his anger and embarrassment both rising]",
        "<title>Elsweyr My Love, Page 16</title>",
        "Tigerius Falco: \"Shashara? I came by the tavern earlier. I brought you the book that we discussed the other day. I thought you might wish for a copy of your own.\"",
        "Shashara: \"This one is grateful for your kindness, Tigerius. Shashara cannot take your gift. This one... [breaks off, nearly sobbing, and exits.]",
        "Tigerius Falco: [concerned, to himself] \"Whatever could be wrong with the lovely Shashara? Usually she likes to talk about books. She's so pretty, and smart, too.",
        "Tigerius Falco: [calling out as he exits] \"Shashara, wait for me!\"",
        "<title>Elsweyr My Love, Page 19</title>",
        "Tigerius Falco: [kneeling heroically] \"My dearest, soft-furred Shashara, your tears break my heart. And my heart is yours.\"",
        "Shashara: [cries harder]",
        "Tigerius Falco: [stands sadly] \"I understand. One as lovely as you should not waste her time on a lowly Imperial soldier. Please forgive me for blurting out my love for you.\"",
        "Shashara: [reaches out with a graceful gesture to stop him from leaving]: \"No, my sweet Tigerius! Your words bring both sadness and joy to Shashara. Stay with this one, please.\"",
        "<title>Elsweyr My Love, Page 26</title>",
        "Tigerius Falco: \"Shashara, your green eyes are so green... like green-colored gems!\"",
        "Shashara: \"Sweet Tigerious, this one wishes we never have to part.\"",
        "Tigerius Falco: \"Your grace is a gift from the Divines, Shashara. I would do anything for you.\"",
        "Shashara: \"Except leave the Imperial army.\"",
        "Tigerius Falco: [shifts nervously] \"The army has been good to me. Took me in when I was an orphan on the streets of the Imperial City.\"",
        "<title>Elsweyr My Love, Page 36</title>",
        "Julius Cruilius: [stern and cold] \"Go now, Tigerius. Burn the town. Especially the tavern.\"",
        "Tigerius Falco: \"Sir, if I may ask... the town and inhabitants have caused no trouble. Why are we burning it?\"",
        "Julius Cruilius: \"You are a soldier under my command. Do not question my orders!\"",
        "Tigerius Falco: [saluting] \"As you command.\"",
        "[Tigerius leaves, a concerned look darkening his handsome face.]",
        "<title>Elsweyr My Love, Page 42</title>",
        "Shashara: \"Tigerius! What are you doing here? Why do you have a torch?\"",
        "Tigerius Falco: \"My commander ordered me to burn the town. Especially the tavern. I am so sorry, I know you work there.\"",
        "Shashara: [with a dramatic sob] \"Julius Cruilius ordered you to harm the innocent people of this town? It is because of Shashara. This one did not welcome his lusty intentions. Shashara must warn her friends!",
        "[Shashara runs off.]",
        "<title>Elsweyr My Love, Page 44</title>",
        "Tigerius Falco: [soliloquy] \"To follow orders or disobey them? A soldier's dilemma.\"",
        "Tigerius Falco: [soliloquy, continued] \"If I follow my heart and save Shashara and the town, I must go against the orders of my commander. That will mean my execution.\"",
        "Tigerius Falco: [soliloquy, continued] \"If I follow my orders, like the Imperial soldier that I am, it will mean the loss of Shashara. Shashara's regard and love mean the world to me. But my honor as a soldier is also pretty important.\"",
        "Tigerius Falco: [soliloquy, continued] \"Yet where was Julius Cruilius's honor when he importuned the lovely Shashara? Is it more honorable to reject the commander's orders, since they in no way benefit the Empire?\"",
        "Tigerius Falco: [soliloquy, continued] \"My head hurts.\"",
        "<title>Elsweyr My Love, Page 52</title>",
        "Julius Cruilius: \"Tigerius Falco, you did not follow my orders, but you will follow this one. I order you to be executed!\"",
        "Tigerius Falco: [tied and bound] \"I did the right thing. You ordered the town burned because you were spur—\"",
        "Julius Cruilius: [shouting over Tigerius] \"Archers! At the ready... and loose your arrows!\"",
        "Shashara: [runs in and leaps in front of Tigerious]: \"Nooo!\"",
        "[Arrows pepper Shashara and she collapses at Tigerious's feet.]",
        "Tigerius Falco: [in horror] \"Shasharrrra!\"",
        "[Tigerius drops to his knees next to Shashara.]",
        "Shashara: [pained] \"It was not... our fate... to be together. Perhaps another time... or elsewhere, my love.\"",
        "[Shashara dies.]",
        "Tigerius Falco:\"Noooooooooo!\"",
        "Julius Cruilius: \"Archers! Another volley!\"",
        "[Arrows strike Tigerius Falco, who collapses, dead.]"
    ]
}