{
    "id": "ElvenArtifacts",
    "paragraphs": [
        "Librarian Comment:",
        "In game, this book is described as follows: \"This book on Elven artifacts details the Flask of Lillandril, an ancient flask with the ability to absorb magic. The flask was supposedly shipwrecked with its founders off the coast of Stros M'Kai sometime during the 1st Era.\n\"One of the sections even has some sort of map notations in it. Maybe someone can make a map from them.\"",
        "J'ffer has this to say about it: \"Ah, the hoary tale of the Flask of Lillandril piques your interest. Legend more than history, but a good read for 40 gold. Will it be yours?\"",
        "",
        "Transcription:",
        "of Lillandril, a magical flask discovered during the 1st Era of Tamriel (c. 1E470) by a group of Elves living in Lillandril, a port city on the Northern shore of Summerset Isle. Upon learning that the flask had the marvellous property of being able to absorb magic of any persuasion, the founders realized their importance in the world and spread word of their discovery. They performed various favors for the Barons of Summerset Isle, keeping the magical powers of the Wood Elves of Valenwood in check.",
        "Eventually the founders, worried that Wood Elf assassins may kill them and take the flask, left Summerset Isle for the City of Daggerfall, in High Rock, where they hoped to buy their safety from the Clan Direnni, to live in secret, protected by the Direnni.",
        "While sailing from Summerset to High Rock, they were shipwrecked on the coral reef along the southern coast of what is now Stros M'kai. The founders were killed and the Flask of Lillandril was lost.",
        "Stories of the flask have appeared over the ages, but it is still believed by many that it is lost somewhere on the island of Stros M'Kai.",
        "References linking the island to the flask occur in manuscript fragments of unknown but ancient origin held in the private library of Enric Dexian at Sentinel. One piece, the Lagan Text, has symbols (reproduced above) which could be interpreted as map references. This has led to the theory that the location of the flask was known at some time after the founders demise. In particular",
        "<image=https://www.imperial-library.info/sites/default/files/rgbks_elven_artifact_00.jpg>"
    ]
}