{
    "id": "AnElytrasLife",
    "paragraphs": [
        "It is a strange life that I have chosen, here amongst the beasts of these Shivering Isles. These Elytra -- a most gentle creature if ever there were a gentle creature - they have welcomed me among their brood as one of their own. I have made my life and home in their tunnels as if they were my own humble cabin, and indeed, I have been invited into their warm family unit.",
        "Many who encounter the Elytra are initially set to unrest by their appearance. Their size alone is sufficient to unsettle most of the humanoid races. The enlarged thorax can grow to be as large as a human male and nearly a full span in girth. When I first encountered my insectoid friends, I believed the enlarged thorax to be a method to manufacture the ichor that is vital to the lives of the Elytra. In truth, the thorax is the precious womb where their noble lives begin.",
        "However, one cannot discount the significance of the ichor that gathers at the spike near the base of the thorax. This precious substance emits a smell that most will describe as acidic and sour (although I find it to be a delight). The ichor serves the most brilliant purpose of the Elytra. It is used to paralyze living tissue of other creatures, rendering them unable to resist the advances of the Elytra. Here is where the true brilliance takes place.",
        "When choosing a suitable host, the Elytra will impose itself on the creature. Any creature that draws breath seems to be biologically suitable for this purpose. I myself have witnessed Elytra Matrons choose creatures that range from simple wolves to a brilliant Khajiit alchemist. Each time, the host is chosen carefully. Oh, I know that the superstitious farmers of the Isles will say that the Elytra will attack any creature, but after what I've seen, I know that they approach each host with the utmost care.",
        "The host is injected and their body becomes enriched with the flowing sweetness of the ichor. They relax and quickly expire as the magical nature of the Elytra's sting takes ahold of the host in its gentle grasp. After the host moves on, the Elytra nests its eggs in the still warm shell of the host. There, the eggs warm and grow over a period of mere days, feeding on the giving flesh of the host. Soon after, the hatchlings emerge and stumble forward into the world.\n"
    ]
}