{
    "id": "EnchantingMadeEasy",
    "paragraphs": [
        "Anyone can become an enchanter—it doesn't matter who you are, or who you were. I spent twenty years pulling fish from the waters of Black Marsh before stumbling into the world of enchanting. If a former Argonian fisher-slave can figure it out, so can you!",
        "<header>Step One: Find Runes</header>",
        "Years ago I noticed glowing runes when I fished in Black Marsh. At first I thought they were wisps! You're most likely to find them in dangerous places, so be careful. Look for the angular stones where the runes sit.",
        "—Red Aspect runes remind me of fish: the minnows are plentiful but don't have much flesh on their bones, while the old grandfathers are the rarest but the richest catch.\n—Blue Potency runes make me think of a fish's flavor. The good ones can improve your day, while the bad ones are best fed to your enemies.\n—Green Essence runes are like the type of fish. Frost fish, armor fish, poison fish ... you get the idea.",
        "Some people ask me why there are runes scattered throughout Tamriel, but that's a question for the Mages Guild. I've never asked where fish come from, just where I can find more of them.",
        "(I should mention—I can't actually see colors. If you're like me, you want to look for the brightness of the rune. Aspect runes are quite dim, potency runes are bright, and essence runes glow very bright.)",
        "<header>Step Two: Create Enchantment</header>",
        "Once you have one rune each of aspect (fish age), potency (fish flavor), and essence (fish type), bring them to an enchanting station. Now, put the runes together and craft your first enchantment!",
        "The best way you learn to fish is by fishing, and the same applies to enchanting. The act of creating an enchantment will reveal the meaning and function of unknown runes. Some will say \"You must comprehend how the rune resonates with your soul to truly understand it,\" but that's Mages Guild talk.",
        "<header>Step Three: Enchanting Items</header>",
        "You have your first enchantment. Now you're ready to enchant your first item! Find the item you want to enchant and apply the enchantment. Easy, no? But of course, it's never that easy.",
        "Enchantments are very particular. Some are best for weapons, others for armor, and still more bind only to jewelry. Some may require higher quality items than what you have on hand. Oh, and no item that is already enchanted can take a new enchantment. \"Serve the right fish for the right occasion,\" as my egg-sister says.",
        "<header>Appendix: Extracting Runes From Enchantments</header>",
        "If you have an enchantment you can't use, don't despair! Sell, trade, or gift them to friends who can use them.",
        "Of course, you can also extract runes from enchantments at any enchanting station. I call this \"gutting the fish.\" This destroys the enchantment in the process, but you'll get one of the runes back that you could use in another enchantment.",
        ""
    ]
}