{
    "id": "EngineofExpression",
    "paragraphs": [
        "By Proctor Albacron, Second Innovator of the Sacred Flywheel",
        "The Great Gear, a concept first put forth by Lord Sotha Sil and later expanded upon by his Clockwork Apostles, illustrates the idea that all of existence can be expressed as the workings of a finely tuned machine. The Great Gear represents nature's primal engine, the source of life and power that makes Nirn thrive. It isn't a literal engine. The Father of Mysteries used the metaphorical idea of a primal engine to expound upon his teachings and philosophy. The apostles that learned from Lord Seht followed his example and built upon the metaphor to create a rich and expressive manner of speaking that sets them apart from other followers of the Tribunal.",
        "By employing a variety of metaphors that utilize the workings of gears and pistons to express emotions, thoughts, and intentions, the apostles have developed a distinct dialect that draws upon their vocation and beliefs. Here are some of their more cherished idioms, along with the meaning for those not fluent in the movements of the Great Gear.",
        "\"By the Great Gear!\"\" An exclamation of wonder or surprise, although it can also be used to proclaim shock or even horror in the appropriate circumstance.",
        "\"Never in a million clicks of the Great Gear.\" An idiom for emphasizing the impossibility of a given event or describing something that is unlikely to happen.",
        "\"The gears just have to align in my favor.\" An expression of hopeful intent, favorable conditions, or the desire for everything to come together in a positive way.",
        "\"When the gear slips.\"\" A phrase used to express that something isn't quite right or a situation has become off kilter.",
        "\"Clogging up the gears.\" An expression that means something was spoiled, usually through blundering or stupidity.",
        "\"Before three gears click into place.\" A phrase used to hurry things along or to indicate that very little time has or will have passed.",
        "\"Caught in the gears.\" A statement of concern, usually related to a difficult situation, a troublesome predicament, or a problem that doesn't have an easy solution.",
        "\"May your gears spin freely.\" A friendly farewell, wishing the recipient good wishes and continued success.",
        "\"May your pistons never clog.\" A phrase used to wish another person well as you send them on their way.",
        "\"May the Great Gear always spin in your direction.\" A way to wish good fortune upon a Clockwork Apostle or a close friend or associate not related to the order.",
        "\"Tighten the cogs.\" To shore up, reinforce, or make better.",
        "\"The clockwork is only as strong as its weakest cog.\" A phrase with a literal meaning, though the \"weakest cog\" also figuratively refers to a person or other flawed feature and not an actual cog.",
        "\"The Great Gear never pauses in its rotation.\" A phrase that assures us that time passes and the world moves on, whether we want it to or not.",
        "\"Spare a few more clicks of the Great Gear.\" A request to give someone or something your attention for a time.",
        "\"The Great Gear turns, so be quick, be quick.\" Time passes, so don't dawdle.",
        "\"Sometimes the Great Gear turns from frustration to opportunity.\" Any of several similar sayings that indicate that situations can change from favorable to unfavorable, or vice versa, usually by the whims of fate.",
        "And that is the sequence of the words."
    ]
}