{
    "id": "EnigmaoftheRunestones",
    "paragraphs": [
        "The origin of the mystic runestones found scattered across Tamriel is obscure and uncertain. Even their nature and material composition is a matter of hot debate among the sages of the Crystal Tower. The Venerable Ancirinque, Sapiarch of Mythohistory, holds that certain difficult passages in Torinaan's Journal indicate that runestones were already here when the Foresailor arrived from Old Aldmeris. However, Nolin the Many-Hued, Sapiarch of Enchantment, contends that they date from the early Merethic Era, and are the unintended consequence of an Ayleid wizard's experiment gone awry.",
        "Whatever the truth of their origin, after generations of study by the finest magical minds in the Summerset Isles, their various properties have nearly all been identified, and their uses in the enchantment of arms, armor, and ornaments are well understood. For general classification they fall into three categories, which we latter-day mages have dubbed Potency, Aspect, and Essence.",
        "For enchantment purposes these three types of runestones can be understood as mystically complementary, for only by combining one of each category can the enchanter create a \"glyph,\" our term for the magical substance we use to endow an item with sorcerous power.",
        "However, though we know how to use runestones to create magical items, the enigma remains: what are they? We have named their three standard categories Potency, Aspect, and Essence—but what does that mean? Even the great Phariiz the Antic, who gave them these names, even he, when asked what they meant, merely shrugged and replied, \"Those are the names that feel right to me.\"",
        "Even the fact that there are three kinds of runestones generates debate, as it seems to contradict the Anu-Padu Theorem, which posits that duality is the foundation of the Aurbis. Camilonwe of Lillandril asserted that it was impossible that there were only three types of runestones, and spent the last two hundred years of his life searching for a fourth, convinced that proper classification called for such entities to appear in dual pairs. He never found this \"quartonic runestone,\" which he dubbed Celerity, but he insisted until the end that his theory was sound.",
        "Was Camilonwe right? Do Celerity runestones exist, but in some state of reality that makes them imperceptible to normal mortals? That is a question that is, so far, unanswerable."
    ]
}