{
    "id": "EorimsTale",
    "paragraphs": [
        "Of all the members of the Stormfist Brigade, my brothers and I were always the closest to Fildgor Strong-Prince, now Fildgor Orcthane. It was my older brother, Gadof, who first met the prince. Gadof had been set upon by bandits on the road to Whiterun Hold, and he was outnumbered seven to one. A Stormfist through and through, Gadof made a good showing, but his hammer couldn't be everywhere at once. He had taken down two of the bandits, but he had been wounded in the process and his blood was flowing freely.",
        "That's when Fildgor Strong-Prince appeared. He leaped into the middle of the remaining bandits, scattering them with a series of powerful blows. He fought his way to Gadof's side and set his broad back against my brother's. They defeated the bandits, and Fildgor carried my brother home. Our younger brother, Braxek, rushed to help. When they learned who Fildgor was, they both pledged their lives and their honor to the strong and charismatic prince.",
        "I was only a girl at the time, but from the moment I saw him, I knew that I was in love with the stranger from the east. Fildgor stayed at our house, helping out while Gadof recovered from his wounds. They talked often, and that's where the idea for the Stormfist Brigade was first born. Fildgor imagined a group of boon companions, traveling the land and righting wrongs. He was so idealistic! And he talked about Queen Mabjaarn with such love and admiration.",
        "When the group of twelve finally came together, drawn from the strongest and bravest of the Stormfist clan, a great feast was thrown to send them off in style. The party lasted for three days, and on the morning of the forth day, the Stormfist Brigade rode out. Determined to be a part of that special group, I took up my hammer and followed them. When they were in the thick of their first battle, pitted against a Goblin raiding party, I jumped in to help. Just as Fildgor Strong-Prince had done when my brother needed him.",
        "It was a wonderful battle and a grand victory! The first of many for the Brigade. But my brothers were furious with me. They said I was too young to be on the road with them. Fildgor, however, simply smiled. \"She fought well,\" he said. \"And she loves me. What other requirement is there for membership in our band? Besides, thirteen is a much better number than twelve.\"",
        "I stayed at Fildgor's side through the battles of the Akaviri war. I was there to comfort him when he lost the throne to his skeever of a brother, Jorunn. And I followed him into exile, where I watched him build an army out of thin air and rally the Orcs of the far reaches. Now we're back, and this time I'll be there to watch my beloved Fildgor finally claim the throne that is rightfully his. Even if it does mean hiding in caves until the time is right to make our move.",
        "And as far as caves go, this one isn't half bad."
    ]
}