{
    "id": "EpicsofMehrunesDagonVolume1",
    "paragraphs": [
        "By High Chronicler Valentine Liore of the Order of the Waking Flame",
        "",
        "The Exalted and Most Puissant Lord does not approve of the tales contained within this book. It is a vulgarity that they must be written, as all who have heard of the Prince of Ambition should know that He is the rightful ruler of all the realms. No other Daedric Prince has the capacity to match His mercurial power. No other Prince has the mental fortitude to guide and cleanse the planes as judiciously as the Master of Razors. No other Daedric Prince can compare to the glory of Mehrunes Dagon. For the crime of committing these tales of His glory to the printed page, I will submit myself to the flames of his anger—after I have completed the work.",
        "",
        "To demonstrate Mehrunes Dagon's devotion to bargains and the deeds of His strength, I first recount the tale of the Lord of Flood and Fire and the Enchanter Arebath. Arebath summoned the Flame Tyrant to lend His dominion over change to the unveiling of her greatest ritual. She gathered the necessary components—offerings of nature and the creations of mortals alike—while Dagon was asked to ensure that the wards would contain His might and oversee the formation of the magic.",
        "",
        "Arebath, in presenting the bargain to Dagon, spoke the words \"\"you are responsible for my safety in this matter,\"\" to which He agreed. When all was set, Arebath drew her designs in the sand before the ocean and called upon the power of the waves to assist in bringing dead and blighted trees to life.",
        "",
        "The waters receded as her ritual drew more power from the waters than Arebath expected. She could only stare in fright at the mountainous wave speeding toward her from the depths of the ocean itself.",
        "",
        "Dagon, remembering the bargain, quickly unleashed a spell of His own that matched the ocean's power. Flames swelled up higher than the oncoming wave and turned the rushing water to steam. Arebath found herself unharmed on the beach in a swatch of burned forest and steaming tide pools. A season later, all the blighted trees grew healthy branches and prospered.",
        "",
        "Such is the glory of Mehrunes Dagon's might and His devotion to the bargains He makes. The Prince of Change is known for taking His fee in blood and pain. All those who deal with Him know that this world is one where pain and suffering are constants, they have moved past the shock of mortal peril. But Mehrunes Dagon does not back out of bargains, either. Be smart and resourceful in your dealings with the Prince and He will treat you in kind.",
        ""
    ]
}