{
    "id": "EpicsofMehrunesDagonVolume2",
    "paragraphs": [
        "High Chronicler Valentine Liore of the Order of the Waking Flame",
        "",
        "Since the last volume of this book did not result in my immediate death (though for the arrogance of transcribing the works of our Puissant Lord my life should have been forfeit), I have decided to recount more tales of Mehrunes Dagon. Should these written works fail to inspire or displease the machinations of the Prince of Destruction, I will once again willingly surrender to the flames of His anger when called upon to do so. May Lord Dagon show no mercy in my eventual punishment.",
        "",
        "Let us now turn to Mehrunes Dagon's incredible prowess in battle. There are a multitude of tales that inspire no shortage of reverence for the Lord of Flood and Fire's skill. Mournhold's people remember the destruction they suffered after becoming the focal point of Lord Dagon's wrath. Instead of recounting famous past victories and harping on the well-known stratagems of our Prince, I will recount a new tale. One of battle, blood, and victory. A tale where Dagon rose in fearsome combat and freed His loyal subjects from the enslavement of Molag Bal.",
        "",
        "Deep in the recesses of Coldharbour, a group of true believers toiled away under the watchful eye of their Daedric overseers. Their every waking moment was filled with pain and suffering but still, they knew Mehrunes Dagon was with them. They drew on the warmth of His fire and burned with the desire to enact destructive change upon their captors. None of this group of devout and far-seeing mortals expected to leave Coldharbour, but they knew that they could carry out incredible feats of sabotage and carnage if only given the opportunity. So, they wiled away their time: scheming, praying to the Prince of Blood and Destruction, and waiting for the moment to strike.",
        "",
        "Some of the group lost faith, their resolve crumbling like hollow sea shells. Others, however, the most righteous of the group, held fast to their convictions. For their determination and devotion, they were gifted with an incredible explosion, a feat of magic that sent spasms through the ground and rattled the implements of pain out of their overseers' hands. The group leaped forward as one. Flames rose in the wake of their attack and other prisoners, seeing the success one devoted group could have against the bringers of pain, rose to join them.",
        "",
        "Above the mortals, looming over the heads of the Daedra and the mountains of Coldharbour, was the Father of Cataclysm. Dagon swung His blades, arms blurring together with the speed and finesse of each strike. Molag Bal's fiendish tail whipped across the ground, swatting away mortals and minions in his frustration. The Princes clashed, each blow struck sending ear-shattering thunderclaps throughout the realm.",
        "",
        "Eventually, it seemed as though Molag Bal would be victorious. The Harvester of Souls reared his goatish head and let lose a furious bray. For a second, everything fell quiet. The skirmishes on the ground ended with the enslaved lying among their Daedric overseers, hands clamped to their bleeding ears. Some unfortunate creatures nearest to where the Princes fought lay among the rubble, their bodies broken by the power of that bray.",
        "",
        "But Dagon's true believers were not among the fallen. Instead, they opened their eyes to the heat of the Deadlands. Not only had the Most-Exalted One freed them from the clutches of Molag Bal, but He accomplished it while fighting a Daedric Prince using only a projection of Himself. And that is why we follow the Prince of Destruction.",
        ""
    ]
}