{
    "id": "EpistleontheSpiritsofAmundro",
    "paragraphs": [
        "<title>Epistle on the Spirits of Amun-dro Vol 1</title>",
        "Thava-ko sings now a song of Riddle'Thar. Let its sweetest truth rest upon Thava-ko's tongue.",
        "Hear Thava-ko's voice, children of the Two-Moons Dance. Word reaches us in the Torval Curiata that an ancient book—a pre-ri'Datta catalog of spirits, assembled by an ancient priest named Amun-dro—has captured the imaginations of Khajiit throughout Pellitine. Our people seem taken with its colorful and otherworldly descriptions of powerful spirits, both good and evil. Adepts from far and wide have come to Thava-ko with curious hearts and twitching tails, asking why they were not taught these old scriptures. We Khajiit are a curious and playful people, but some subjects carry great risk. We cannot, in good conscience, allow this heretical document to fester in the minds of light-minded ja'Khajiit. For that reason, Thava-ko and her fellow priests publish this refutation. Spread this far and wide, faithful litter of Rid-Thar-ri'Datta.",
        "In the dark times before the First Mane's revelation, our forebears held scattered beliefs—sixteen faiths that tumbled and scratched their way through history, competing for the souls of all Khajiit. This spiritual chaos led us down many paths, all of which carried great risk. You need only look upon our bent kin, the dro-m'Athra, to find the proof of these perils. This book of profanities is the product of those dark times. Shall we return to the era of sixteen wars, and hunter-fiefs, and pitiless famine? No, and no, and no again! In the truth of Riddle'Thar, we find more than spiritual fulfillment. We find a rock to build upon—an end to the shifting sands of old. We find a better path through peace and order.",
        "This old text carries greater danger because it hides its blasphemies under a shroud of truth. Many of its attestations walk paw-in-paw with Riddle'Thar, such as its praise for the Moons, and its deference to the blessed spirits: Khenarthi, S'rendarr, and others. But its darker fables lay hidden like snares. Take, for instance, its account of the Moon Beast, Lorkhaj.",
        "Who knows noisy Lorkhaj's darkness better than the Khajiit? We all suffer the call to the Dark at some point in our lives. Who among us has not heard the beating drum of the Dark Heart in our moments of deepest sorrow or most anguished regret? To lift up the first dro-m'Athra as a hero of our people defies both faith and reason. How many adepts shall fall to Namiira on account of this document? How many ja'khajiit will call on the Moon Beast, intent on reviving his true spirit, only to be swallowed by his eternal curse? Any thief can tell you that the surest path to a victim's purse starts with a smile. A smiling Lorkhaj is too dangerous to contemplate.",
        "<title>Epistle on the Spirits of Amun-dro Vol 2</title>",
        "Thava-ko sings now a song of Riddle'Thar. Let its sweetest truth rest upon Thava-ko's tongue.",
        "One of our people's greatest strengths lies in our flexibility. We do not jail free-thinkers as Dark Elves do. We do not decry salads as a blasphemy like the stubby acorn-worshipers of Valenwood. We do not pledge our souls only to eight dusty myths like the furless litters of long-dead Alessia. To be a Khajiit is to be free—free of cruel dogma, and free of bitter self-denial. Riddle'Thar does not kneel and mumble, it dances and sings! Ours is a faith rooted in joy, and faithful indulgence, and grinning charity. Alas, this strength often slides into shrugging disregard. We let our claws slip from the truth and wonder if \"truth\" even matters. Worship and transaction fall into eclipse. Well-earned relaxation gives way to a kitten's indolence. Our spirits grow poor. And a spirit so afflicted makes itself the perfect prey for the dro-m'Athra.",
        "Amun-dro's catalogue of spirits preys on the worst aspects of our carefree natures. Take the inclusion of Mafala, the Eight-Clawed. Were the bloody horrors of the Sinner Suicides not proof enough of her dark nature? Consider also the Tide-King, Hermorah. This document would have us believe that Azurah walks the dampened halls of his dark library as friend. If our distant mother does this, should we not do the same? No! For Khajiit who call on Hermorah's counsel risk a fate worse than death. Mumbles from the sea will tear a mind asunder as surely as the most potent skooma. His briny \"truths\" shred our sense of reality and set us adrift—far from ja-Kha'jay.",
        "We must also consider who this catalog of spirits excludes. These books offer the rosiest descriptions of malevolent beings, but what of loving Mara and noble S'rendarr? This ancient zealot, Amun-dro, fails even to mention their names. And why? Because his aged theology offers no refuge for simple virtues like charity, humility, and love. Our beloved Rid-Thar-ri'Datta offered us more than Clan Mother tales—he offered us grace. In a world so crowded by great spirits and grand cosmic plans, where does the simple Khajiit rest his weary paws? The Two-Moons Dance speaks plainly. It has no need for ancient conflicts—only simple precepts that lead to a life well-lived. In the end, a joyful life is the greatest gift of the Riddle'Thar.",
        "<title>Epistle on the Spirits of Amun-dro Vol 3</title>",
        "Thava-ko sings now a song of Riddle'Thar. Let its sweetest truth rest upon Thava-ko's tongue.",
        "Now Thava-ko thinks on the Path.",
        "The ancient Amun-dro's catalog of spirits offers us little more than vagaries when it comes to moral action. This comes as no surprise. In truth, the First Mane's epiphany had little to do with the aged stories of kingdoms past. Before Riddle'Thar, priests and adepts busied themselves deciphering the arcane ramblings of ancient prophets—gleaning precious little from vast and crumbling archives. How like pearl divers they were! Prying open countless ugly shells in the vain hope of finding some tiny treasure within.",
        "You must ask yourselves, what profits a Khajiit to puzzle over such a text? You who wield the scythe. You who drive the wagons. You who work the forge. Do these tales of cosmic import bring you solace in your darkest moments? When you turn to thievery to feed a sick child, or watch your father whip your brother for a sin you committed, or struggle under the heel of a foreign oppressor, what guidance can you find in these old myths? They speak of \"paths\" and \"laws,\" but Amun-dro's path is little more than this: obedience. Slavish devotion to our distant mother, Azurah. Deference and respect for darkest spirits of Oblivion. Tangled, contradictory virtues that threaten to send one tumbling whisker-first into the gaping maw of Lorkhaj. Amun-dro's world is a world of woe—a swirling gyre of fate and darkness where the Khajiit have no voice beyond hymns of worship or screams of terror.",
        "What of Llesw'er? What of joy, and good food, and honest labor? Riddle'Thar, as described by our blessed First Man, offers a true path. Better yet, it is a path you already know. The Two-Moons Dance whirls and reels in your heart, just as it always has since the moment of your birth. You needn't look to the distant past. Look to the now, and the road ahead—tread clean by the paws of faithful pilgrims. Nirni's bounty and the Sands of paradise are your birthright, Moon-child. Cast aside Amun-dro's morbid tales and live a joyful life worthy of the Sugar God!"
    ]
}