{
    "id": "EranyasJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Goldbrand from the Creation Club",
        "",
        "2 Sun's Height",
        "",
        "My name is Eranya, Imperial historian. My research on ancient artifacts has led me across the sands of Elsweyr and the forests of Valenwood, and now, it has led me to the inhospitable north of Skyrim.",
        "",
        "My quarry is that of Goldbrand, a golden katana said to have been forged by dragons and embodies the power of the Daedric Prince Boethiah. The blade has passed through many hands, most recently those of Emperor Titus Mede II. He was rumored to have possessed it during the Battle of the Red Ring.",
        "",
        "After the battle, Mede II (or one of his agents) had it returned to the tomb of the one said to have originally possessed the blade: Sivdur, an ancient Nord warrior who fought in defense of the dragons. And there, in Sivdur's Respite, is where Goldbrand is said to reside. Mede II was said to have felt that he lacked the right to claim the blade, and that it should return to the one who it was first entrusted.",
        "",
        "No direct record of the location of Sivdur's Respite exists in the Imperial archives. However, I discovered a strange missive on a mission involving precious cargo, and along with it, a map. As it turns out, this was the only record of the mission to return Goldbrand to Skyrim, and the map led to Sivdur's Respite. It lies in a cave in the mountains just north of Windhelm!",
        "",
        "Based on my findings there, I have other business to attend to now. It would seem I have some traveling yet to do. I have documented my findings in a separate journal on the topic.",
        "",
        "15 Last Seed",
        "",
        "I am starting to believe I may have attracted unwanted attention. A group of dangerous cultists who worship the daedric prince Boethiah are said to gather near Windhelm, and Goldbrand's whereabouts would no doubt be of interest to them. Already I feel like I see the same faces as I pass strangers along the road.",
        "",
        "I should be careful."
    ]
}