{
    "id": "ErtivalsRecounting",
    "paragraphs": [
        "What nightmares!",
        "I cannot close my eyes but see terror in the darkness of dreams. Lurid grotesqueries stalk beyond the ring of my mind's candlelight, striking when I cannot keep among the waking any longer.",
        "I have tried all methods for calming my thoughts. Meditation. Hypnosis. Honeyberry Tea. But the moment I slip into sleep I am once more assailed by the terrors that await me there.",
        "In a moment of desperation, I turn to my quill. In writing what I see in dream, I hope that I may expel the darkness I see at night.",
        "In dream I sit on the gentle shore of Artaeum, where waves from the endless aether lap at sand. The sun sits low and red in the sky, almost mocking me with tranquility.",
        "Then, from the sea erupts a creature—gigantic, corrupted with the parasites and spawn of the ocean's recesses—that makes its way to shore, leaving a foam of crimson in its wake. All the water around it turns black, all the fish die, all the wind and roar is quieted. Its five heads rake and bite one another, crying with their dissonant voices. And despite the perverse knotting and writhing of its heads the creature still plods forward, sowing destruction as it does. One of the heads is little more than rotting flesh and bone, and even as it roars I see the bottom-feeders of the ocean depths feasting on its putrid flesh. With its every roar the dead tremble and dance, puppets on strings before its unholy power.",
        "A second head bore pustules and pox-scars, bulbous blisters of fluid that glowed in crimson and cyan—these would burst, oozing their contents into one another, and these horrible concoctions would hiss and sputter, burn and smoke. The others would lap this fouled fluid with glee and dismay.",
        "A third head was black as a night without stars, as onyx in a windowless room. And darker still were its eyes, pulling the shadows made long by the sun into a shroud of pure darkness.",
        "The fourth head was obscured to me. I could not discern its features.",
        "But the last, the fifth head—so terrible it was to behold, for it was several times the size of the others. By its screeching only would the others tremble and quell their fighting. This massive head was little more than a ring of teeth, seated upon which was a terrible brain—a loathsome mottled thing, its wrinkles and folds undulating in a sinister and nauseating series of pulses. Strands of ichor and bile seeped from its fleshy recesses as barnacles and polyps, affixed to its surface, seemed to gasp for want of air.",
        "Then the creature's heads turned their attentions to me. I was frozen, am frozen, will always be frozen by the eyes raking over me, and worse still is the song they sang in unison, a ruinous cacophony:",
        "Ketor-A, En-Garsa! Bekor-gen, Zema-ja! Ulvorkus waits, Ulvorkus wakes, Ketor-A, En-Garsa! Bekor-gen, Zema-ja!",
        "And at the apex of this terrible verse, as the sun gave way to terrible night, I would see the outline on a distant horizon—a mountain forming from the sea. And falling into the water from this peak were more creatures—too many to count, too horrible to name.",
        "They are coming.",
        "They are coming for us.",
        "And when the sun goes down completely, I wake up screaming."
    ]
}