{
    "id": "EslafErolSeries",
    "paragraphs": [
        "<title>Eslaf Erol Series: Beggar</title>",
        "<center>BEGGAR</center>",
        "<center>By\nReven</center>",
        "Eslaf Erol was the last of the litter of five born to the Queen of the prosperous Nordic kingdom of Erolgard, Lahpyrcopa, and her husband, the King of Erolgard, Ytluaf.  During pregnancy, the Queen had been more than twice as wide as she was tall, and the act of delivery took three months and six days after it had begun.  It is perhaps understandable that the Lahpyrcopa elected, upon expelling Eslaf to frown, say, 'Good riddance,' and die.",
        "Like many Nords, Ytluaf did not care very much for his wife and less for his children.  His subjects were puzzled, therefore, when he announced that he would follow the ancient tradition of his people of Atmora of following his beloved spouse to the grave.  They had not thought they were particularly in love, nor were they aware that such a tradition existed.  Still, the simple people were grateful, for the little royal drama alleviated their boredom, which was and is a common problem in the more obscure parts of northern Skyrim, particularly in wintertide.",
        "He gathered his household staff and his five fat, bawling little heirs in front of him, and divided his estate.  To his son Ynohp, he gave his title; to his son Laernu, he gave his land; to his son Suoibud, he gave his fortune; to his daughter Laicifitra, he gave his army.  Ytluaf's advisors had suggested he keep the inheritance together for the good of the kingdom, but Ytluaf did not particularly care for his advisors, or the kingdom, for that matter.  Upon making his announcement, he drew his dagger across his throat.",
        "One of the nurses, who was rather shy, finally decided to speak as the King's life ebbed away.  'Your highness, you forgot your fifth child, little Eslaf.'",
        "Good Ytluaf groaned.  It is somewhat hard to concentrate with blood gushing from one's throat, after all.  The King tried in vain to think of something to bequeath, but there was nothing left.",
        "Finally he sputtered, irritably, 'Eslaf should have taken something then' and died.",
        "That a babe but a few days old was expected to demand his rightful inheritance was arguably unfair.  But so Eslaf Erol was given his birthright with his father's dying breath.  He would have nothing, but what he had taken.",
        "Since no one else would have him, the shy nurse, whose name was Drusba, took the baby home.  It was a decrepit little shack, and over the years that followed, it became more and more decrepit.  Unable to find work, Drusba sold all of her furnishings to buy food for little Eslaf.  By the time he was old enough to walk and talk, she had sold the walls and the roof as well, so they had nothing but a floor to call home.  And if you've ever been to Skyrim, you can appreciate that that is scarcely sufficient.",
        "Drusba did not tell Eslaf the story of his birth, or that his brothers and sister were leading quite nice lives with their inheritances, for, as we have said, she was rather shy, and found it difficult to broach the subject.  She was so painfully shy, in fact, that whenever he asked any questions about where he came from, Drusba would run away.  That was more or less her answer to everything, to flee.",
        "In order to communicate with her at all, Eslaf learned how to run almost as soon as he could walk.  He couldn't keep up with his adopted mother at first, but in time he learned to go toe-heel toe-heel if he anticipated a short but fast sprint, and heel-toe heel-toe if it seemed Drusba was headed for a long distance marathon flight.  He never did get all the answers he needed from her, but Eslaf did learn how to run.",
        "The kingdom of Erolgard had, in the years that Eslaf was growing, become quite a grim place.  King Ynohp did not have a treasury, for Suoibud had been given that; he did not have any property for income, for Laernu had been given that; he did not have an army to protect the people, for Laicifitra had been given that.  Futhermore, as he was but a child, all decisions in the kingdom went through Ynohp's rather corrupt council.  It had become a bureaucratic exploitative land of high taxes, rampant crime, and regular incursions from neighboring kingdoms.  Not a particular unusual situation for a kingdom of Tamriel, but an unpleasant one nonetheless.",
        "The time finally came when the taxcollector arrived to Drusba's hovel, such as it was, to collect the only thing he could - the floor.  Rather than protest, the poor shy maid ran away, and Eslaf never saw her again.",
        "Without a home or a mother, Eslaf did not know what to do.  He had grown accustomed to the cold open air in Drusba's shack, but he was hungry.",
        "'May I have a piece of meat?' he asked the butcher down the street. 'I'm very hungry.'",
        "The man had known the boy for years, often spoke to his wife about how sorry he felt for him, growing up in a home with no ceilings or walls.  He smiled at Eslaf and said, 'Go away, or I'll hit you.'",
        "Eslaf hurriedly left the butcher and went to a nearby tavern.  The tavernkeeper had been a former valet in the king's court and knew that the boy was by right a prince.  Many times, he had seen the poor ragged lad in the streets, and sighed at the way fate had treated him.",
        "'May I have something to eat?' Eslaf asked this tavernkeeper. 'I'm very hungry.'",
        "'You're lucky I don't cook you up and eat you,' replied the tavernkeeper.",
        "Eslaf hurriedly left the tavern.  For the rest of the day, the boy approached the good citizens of Erolgard, begging for food.  One person had thrown something at him, but it turned out to be an inedible rock.",
        "As night fell, a raggedy man came up to Eslaf and, without saying a word, handed him a piece of fruit and a piece of dried meat.  The lad took it, wide-eyed, and as he devoured it, he thanked the man very sweetly.",
        "'If I see you begging on the streets tomorrow,' the man growled. 'I'll kill you myself.  There are only so many beggars we of the guild allow in any one town, and you make it one too many.  You're ruining business.'",
        "It was a good thing Eslaf Erol knew how to run.  He ran all night.",
        "Eslaf Erol's story is continued in the book 'Thief.'",
        "",
        "<title>Eslaf Erol Series: Thief</title>",
        "<center>THIEF</center>",
        "<center>By\nReven</center>",
        "If the reader has not yet had the pleasure of reading the first volume in these series on the life of Eslaf Erol, 'Beggar,' he should close this book immediately, for I shan't recap.",
        "I will tell you this much, gentle reader. When we last saw Eslaf, he was a boy, an orphan, a failed beggar, running through the wild winter woods of Skyrim, away from his home of Erolgard. He continued running, stopping here and there, for many more years, until he was a young man.",
        "Eslaf discovered that among the ways of getting food, asking for it was the most troublesome. Far easier was finding it in the wilderness, or taking it from unguarded market stalls. The only thing worse than begging to get food was begging for the opportunity to work for the money to buy it. That seemed needlessly complicated.",
        "No, as far as Eslaf was concerned, he was best off being a scavenger, a beggar, and a thief.",
        "He commited his first act of thievery shortly after leaving Erolgard, while in the southern woods of Tamburkar in the rugged land near Mount Jensen just east of the village of Hoarbeld. Eslaf was starving, having not eaten anything but a rather scrawny raw squirrel in four days, and he smelled meat cooking and then found the smoke. A band of minstral bards was making camp. He watched them from the bushes as they cooked, and joked, and flirted, and sang.",
        "He could've asked them for some food, but so many others had refused him before. Instead, he rushed out, grabbed a piece of meat from the fire, and wincing from the burns, scrambled up the nearest tree to devour it while the bards stood under him and laughed.",
        "'What is your next move, thief?' giggled a fair, red-headed woman who was covered with tattoos. 'How do you intend to disappear without us catching and punishing you?'",
        "As the hunger subsided, Eslaf realized she was right. The only way to get out of the tree without falling in their midst was to take the branch down to where it hung over a creek. It was a drop off a cliff of about fifty feet. That seemed like the wisest strategy, so Eslaf began crawling in that direction.",
        "'You do know how to fall, boy?' called out a young Khajiiti, but a few years older than Eslaf, thin but muscular, graceful in his slightest movements. 'If you don't, you should just climb down here and take what's coming to you. It's idiotic to break your neck, when we'd just give you some bruises and send you on your way.'",
        "'Of course I know how to fall,' Eslaf called back, but he didn't. He just thought the trick of falling was to have nothing underneath you, and let nature take its course. But fifty feet up, when you're looking down, is enough to give anyone pause.",
        "'I'm sorry to doubt your abilities, Master Thief,' said the Khajiiti, grinning. 'Obviously you know to fall feet first with your body straight but loose to avoid cracking like an egg. It seems you are destined to escape us.'",
        "Eslaf wisely followed the Khajiiti's hints, and leapt into the river, falling without much grace but without hurting himself. In the years that followed, he had to make several more drops from even greater heights, usually after a theft, sometimes without water beneath him, and he improved the basic technique.",
        "When he arrived in the western town of Jallenheim on the morning of his twenty-first birthday, it didn't take him long to find out who was the richest person, most deserving of being burgled. An impregnable palace in a park near the center of town was owned by a mysterious young man named Suoibud. Eslaf wasted no time in finding the palace and watching it. A fortified palace he had come to learn was like a person, with quirks and habits beneath its hard shell.",
        "It was not an old place, evidently whatever money this Suoibud had come into was fairly recent. It was regularly patrolled by guards, implying that the rich man was fearful of been burgled, with good reason. The most distinctive feature of the palace was its tower, rising a hundred feet above the stone walls, doubtless giving the occupant a good defensive view. Eslaf guessed that that if Suoibud was as paranoid as he guessed him to be, the tower would also provide a view of the palace storehouse. The rich man would want to keep an eye on his fortune. That meant that the loot couldn't be directly beneath the tower, but somewhere in the courtyard within the walls.",
        "The light in the tower shone all night long, so Eslaf boldly decided that the best time to burgle was by the light of day, when Suoibud must sleep. That would be the time the guards would least expect a thief to pounce.",
        "And so, when the noon sun was shining over the palace, Eslaf quickly scaled the wall near the front gate and waited, hidden in the crenelations. The interior courtyard was plain and desolate, with few places to hide, but he saw that there were two wells. One the guards used from time to time to draw up water and slake their thirst, but Eslaf noticed that guards would pass by the other well, never using it.",
        "He waited until the guards were distracted, just for a second, by the arrival of a merchant in a wagon, bearing goods for the palace. While they were searching his wagon, Eslaf leapt, elegantly, feet first, from the wall into the well.",
        "It was not a particularly soft landing for, as Eslaf had guessed, the well was not full of water, but gold. Still, he knew how to roll after a fall, and he didn't hurt himself. In the dank subterranean storehouse, he stuffed his pockets with gold and was about to go to the door which he assumed would lead to the tower when he noticed a gem the size of an apple, worth more than all the gold that was left. Eslaf found room for it down his pants.",
        "The door did indeed lead to the tower, and Eslaf followed its curving stairwell up, walking quietly but quickly. At the top, he found the master of the palace's private quarters, ornate and cold, with invaluable artwork and decorative swords and shields on the walls. Eslaf assumed the snoring lump under the sheets was Suoibud, but he didn't investigate too closely. He crept to the windows and looked out.",
        "It was going to be a difficult fall, for certes. He needed to jump from the tower, past the walls, and hit the tree on the other side. The tree branches would hurt, but they would break his fall, and there was a pile of hay he had left under the tree to prevent further injury.",
        "Eslaf was about to leap when the occupant of the room woke up with a start, yelling, 'My gem!'",
        "Eslaf and stared at him for a second, wide-eyed. They looked alike. Not surprising, since they were brothers.",
        "Eslaf Erol's story is continued in the book 'Warrior.'",
        "",
        "<title>Eslaf Erol Series: Warrior</title>",
        "<center>WARRIOR</center>",
        "<center>By\nReven</center>",
        "",
        "This is the third book in a four-book series. If you have not read the first two books, 'Beggar' and 'Thief,' you would be well advised to do so.",
        "Suoibud Erol did not know much of his past, nor did he care to.",
        "As a child, he had lived in Erolgard, but the kingdom was very poor and taxes were as a result very high.  He was too young to manage his abundant inheritance, but his servants, fearing that their master would be ruined, moved him to Jallenheim. No one knew why that location was picked. Some old maid, long dead now, had thought it was a good place to raise a child. No one else had a better idea.",
        "There may have been children with a more pampered, more spoiled existance than young Suoibud, but that is doubtful. As he grew, he understood that he was rich, but he had nothing else. No family, no social position, no security at all. Loyalty, he found out on more than one occasion, cannot truly be bought. Knowing that he had but one asset, a vast fortune, he was determined to protect it, and, if possible, increase it.",
        "Some otherwise perfectly nice people are greedy, but Suoibud was that rare accident of nature or breeding who has no other interest but acquiring and hoarding gold. He was willing to do anything to increase his fortune. Most recently, he had begun secretly hiring mercenaries to attack desirable properties, and then buying them when no one wanted to live there any more. The attacks would then, of course, cease, and Suoibud would have profitable land which he had purchased for a song. It had begun small with a few farms, but recently he had begun a more ambitious campaign.",
        "In north-central Skyrim, there is an area called The Aalto, which is of unique geographical interest. It is a dormant volcanic valley surrounded on all sides by glaciers, so the earth is hot from the volcano, but the constant water drizzle and air is frigid. A grape called Jazbay grows there comfortably, and everywhere else in Tamriel it withers and dies. The strange vineyard is a privately owned, and the wine produced from it is thus rare and extremely expensive. It is said that the Emperor needs the permission of the Imperial Council to have a glass of it once a year.",
        "In order to harass the owner of The Aalto into selling his land cheap, Suoibud had to hire more than a few mercenaries. He had to hire the finest private army in Skyrim.",
        "Suoibud did not like spending money, but he had agreed to pay the general of the army, a woman called Laicifitra, a gem the size of an apple. He had not given it to her yet - payment was to be delivered on the success of the mission - but he had trouble sleeping knowing that he was going to giving up such a prize. He always slept during the day so he could watch his storehouse by night, when he knew thieves were about.",
        "That brings us up to this moment when, after a fitful sleep, Suoibud woke up at about noon, and surprised a thief in his bedroom. The thief was Eslaf.",
        "Eslaf had been contemplating a leap from the window, a hundred feet down, into the branches of a tree beyond the walls of the fortified palace, and a tumble into a stack of hay. Anyone who has ever attempted such a feat will testify that it takes some concentration and nerve to do such a thing. When he saw that the rich man sleeping in the room had awakened, both left him, and Eslaf slipped behind a tall ornamental shield on display to wait for Suoibud to go back to sleep.",
        "Suoibud did not go back to sleep. He had heard nothing, but could feel someone in the room with him. He stood up and began pacing the room.",
        "Suoibud paced and paced, and gradually decided that he was imagining things. No one was there. His fortune was safe and secure.",
        "He was returning to his bed when he heard a clunk. Turning around, he saw the gem, the one he was to give to Laicifitra on the floor by the Atmoran cavalry shield. A hand reached out from behind the shield and grabbed it up.",
        "'Thief!' Suoibud cried out, grabbing a jeweled Akaviri katana from the wall and lunging at the shield.",
        "The 'fight' between Eslaf and Suoibud will not go down in the annals of great duels. Suoibud did not know how to use a sword, and Eslaf was no expert at blocking with a shield. It was clumsy, it was awkward. Suoibud was furious, but was psychologically incapable of using the sword in any way that could damage its fine filligree, reducing its market value. Eslaf kept moving, dragging the shield with him, trying to keep it between him and the blade, which is, after all, the most essential part of any block.",
        "Suoibud screamed in frustration as he struck at the shield, bumping its way across the room. He even tried negotiating with the thief, explaining that the gem was promised to a great warrior named Laicifitra, and if he would give it back, Suoibud would happily give him something else in return. Eslaf was not a genius, but he did not believe that.",
        "By the time Suoibud's guards came to the bedroom in response to their master's calls, he had succeeded in backing the shield into a window.",
        "They fell on the shield, having considerable more expertise with their swords than Suoibud did, but they discovered that there was no one behind it. Eslaf had leapt out the window and escaped.",
        "As he ran heavily through the streets of Jallenheim, making jingling noises from the gold coins in his pockets, and feeling the huge gem chafe where he had hidden it, Eslaf did not know where he should go next. He knew only that he could never go back to that town, and he must avoid this warrior named Laicifitra who had claims on the jewel.",
        "Eslaf Erol's story is continued in the book 'King.'",
        "",
        "<title>Eslaf Erol Series: King</title>",
        "<center>KING</center>",
        "<center>By\nReven</center>",
        "",
        "Gentle reader, you will not understand a word of what follows unless you have read and commited to memory the first three volumes in this series, 'Beggar,' 'Thief,' and 'Warrior,' which leads up to this, the conclusion.  I encourage you to seek them out at your favorite bookseller.",
        "We last left Eslaf Erol fleeing for his life, which was a common enough occurance for him.  He had stolen a lot of gold, and one particularly large gem, from a rich man in Jallenheim named Suoibud.  The thief fled north, spending the gold wildly, as thieves generally do, for all sorts of illicit pleasures, which would no doubt disturb the gentleman or lady reading this, so I will not go into detail.",
        "The one thing he held onto was the gem.",
        "He didn't keep it because of any particular attachment, but because he did not know anyone rich enough to buy it from him.  And so he found himself in the ironic situation of being penniless and having in his possession a gem worth millions.",
        "'Will you give me a room, some bread, and a flagon of beer in exchange for this?' he asked a tavernkeep in the little village of Kravenswold, which was so far north, it was half situated on the Sea of Ghosts.",
        "The tavernkeep looked at it suspiciously.",
        "'It's just crystal,' Eslaf said quickly. 'But isn't it pretty?'",
        "'Let me see that,' said a young armor-clad woman at the end of the bar.  Without waiting permission, she picked up the gem, studied it, and smiled not very sweetly at Eslaf. 'Would you join me at my table?'",
        "'I'm actually in a bit of a hurry,' replied Eslaf, holding out his hand for the stone. 'Another time?'",
        "'Out of respect for my friend, the tavernkeep here, my men and I leave our weapons behind when we come in here,' the woman said casually, not handing the gem back, but picking up a broom that was sitting against the bar. 'I can assure you, however, that I can use this quite effectively as a blunt instrument.  Not a weapon, of course, but an instrument to stun, medicinally crush a bone or two, and then - once it is on the inside...'",
        "'Which table?' asked Eslaf quickly.",
        "The young woman led him to a large table in the back of the tavern where ten of the biggest Nord brutes Eslaf had ever seen were sitting.  They looked at him with polite disinterest, as if he were a strange insect, worth briefly studying before crushing.",
        "'My name is Laicifitra,' she said, and Eslaf blinked.  That was the name Suoibud had uttered before Eslaf had made his escape. 'And these are my lieutenants.  I am the commander of a very large independent army of noble knights.  The very best in Skyrim. Most recently we were given a job to attack a vineyard in The Aalto to force its owner, a man named Laernu, to sell to our employer, a man named Suoibud.  Our payment was to be a gem of surpassing size and quality, quite famous and unmistakable.",
        "'We did as we were asked, and when we went to Suoibud to collect our fee, he told us he was unable to pay, due to a recent burglary.  In the end, though, he saw things our way, and paid us an amount of gold almost equal to the worth of the prize jewel... It did not empty out his treasury entirely, but it meant he was unable to buy the land in the Aalto after all.  So we were not paid enough, Suoibud has taken a heavy financial blow, and Laernu's prize crop of Jazbay has been temporarily destroyed for naught,' Laicifitra took a long, slow drink of her mead before continuing. 'Now, I wonder, could you tell me, how came you in the possession of the gem we were promised?'",
        "Eslaf did not answer at once.",
        "Instead, he took a piece of bread from the plate of the savage bearded barbarian on his left and ate it.",
        "'I'm sorry,' he said, his mouth full. 'May I?  Of course, I couldn't stop you from taking the gem even if I wanted to, and as a matter of fact, I don't mind at all.  It's also useless to deny how it came into my possession.  I stole it from your employer.  I certainly didn't mean you or your noble knights any harm by it, but I can understand why the word of a thief is not suitable for one such as yourself.'",
        "'No,' replied Laicifitra, frowning, but her eyes showing amusement. 'Not suitable at all.'",
        "'But before you kill me,' Eslaf said, grabbing another piece of bread. 'Tell me, how suitable is it for noble knights such as yourself to be paid twice for one job?  I have no honor myself, but I would have thought that since Suoibud took a profit loss to pay you, and now you have the gem, your handsome profit is not entirely honorable.'",
        "Laicifitra picked up the broom and looked at Eslaf.  Then she laughed, 'What is your name, thief?'",
        "'Eslaf,' said the thief.",
        "'We will take the gem, as it was promised to us.  But you are right.  We should not be paid twice for the same job.  So,' said the warrior woman, putting down the broomstick. 'You are our new employer.  What would you have your own army do for you?'",
        "Many people could find quite a few good uses for their own army, but Eslaf was not among them.  He searched his brain, and finally it was decided that it was a debt to be paid later.  For all her brutality, Laicifitra was an simple woman, raised, he learned, by the very army she commanded.  Fighting and honor were the only things she knew.",
        "When Eslaf left Kravenswold, he had an army at his beck and call, but not a coin to his name.  He knew he would have to steal something soon.",
        "As he wandered the woods, scrounging for food, he was beset with a strange feeling of familiarity.  These were the very woods he had been in as a child, also starving, also scrounging.  When he came out on the road, he found that he had come back on the kingdom where he had been raised by the dear, stupid, shy maid Drusba.",
        "He was in Erolgard.",
        "It had fallen even deeper into despair since his youth.  The shops that had refused him food were boarded up, abandoned.  The only people left were hollow, hopeless figures, so ravaged by taxation, despotism, and barbaric raids that they were too weak to flee.  Eslaf realized how lucky he was to have gotten out in his youth.",
        "There was, however, a castle and a king.  Eslaf immediately made plans to raid the treasury.  As usual, he watched the place carefully, taking note of the security and the habits of the guards.  This took some time.  In the end, he realized there was no security and no guards.",
        "He walked in the front door, and down the empty corridors to the treasury.  It was full of precisely nothing, except one man.  He was Eslaf's age, but looked much older.",
        "'There's nothing to steal,' he said. 'Would that there was.'",
        "King Ynohp, though prematurely aged, had the same white blond hair and blue eyes like broken glass that Eslaf had.  In fact, he resembled Suoibud and Laicifitra as well.  And though Eslaf had never met the ruined landlord of the Aalto, Laernu, he looked him too.  Not surprisingly, since they were quintuplets.",
        "'So, you have nothing?' asked Eslaf, gently.",
        "'Nothing except my poor kingdom, curse it,' the King grumbled. 'Before I came to the throne, it was powerful and rich, but I inherited none of that, only the title.  For my entire life, I've had responsibility thrust on my shoulders, but never had the means to handle it properly.  I look over the desolation which is my birthright, and I hate it.  If it were possible to steal a kingdom, I would not lift a finger to stop you.'",
        "It was, it turned out, quite possible to steal a kingdom.  Eslaf became known as Ynohp, a deception easily done given their physical similarities.  The real Ynohp, taking the name of Ylekilnu, happily left his demesne, becoming eventually a simple worker in the vineyards of The Aalto.  For the first time free of responsibility, he fell into his new life with gusto, the years melting off him.",
        "The new Ynohp called in his favor with Laicifitra, using her army to restore peace to the kingdom of Erolgard.  Now that it was safe, business and commerce began to return to the land, and Eslaf reduced the tyrannical taxes to encourage it to grow.  Upon hearing that, Suoibud, ever nervous about losing his money, elected to return to the land of his birth.  When he died years later, out of greed, he had refused to name someone an heir, so the kingdom received its entire fortune.",
        "Eslaf used part of the gold to buy the vineyards of The Aalto, after hearing great things of it from Ynohp.",
        "And so it was that Erolgard was returned to its previous prosperity by the fifth born child of King Ytluaf - Eslaf Erol, beggar, thief, warrior (of sorts), and king.",
        ""
    ]
}