{
    "id": "EssanyonsRecords",
    "paragraphs": [
        "2nd of Rain's Hand\nThe Eight have spoken to me! Me, of all the Mer in the Summerset Isles. They chose me. My mother always said I was destined for greatness. A crow appeared to me in a dream. Asked me to spread the word that the end is coming. The end is coming and we must prepare if we wish to bask in the light of Auri-El.\n- - -\n8th of Rain's Hand\nI've begun my mission. Already a small group of followers have gathered around me. Including my own brother, Quaronaldil! We must spread the word before our time runs out. I've sent Quaronaldil to start in Alinor, another in Cloudrest. I'll make the journey to Auridon. Focus on the people of Skywatch. I need to start making the necessary arrangements.\n- - -\n20th of Rain's Hand\nI've finally arrived in Skywatch and begun spreading the word. Many appear doubtful, but a few have seen the truth. We're working hard to save the souls of our brethren. I've been praying to the Divines to send me another sign. Something I can use to add fire to the words I preach and show the truth behind them.\n- - -\n15th of Second Seed\nIt's finally happened. The crow appeared again. The Divines have given me the date when it will happen. It will be the 10th of Sun's Height. I have a mere two months to get the people of Tamriel to see the light. I must get the word to the others throughout the Isles before time runs out.\n- - -\n30th of Second Seed\nAnother dream! This time the crow bore a message. The Divines have declared that if I can sacrifice an Altmer of Noble blood, it will prevent the end from arriving. I have one such Altmer within my flock. If I cannot persuade him to be a willing sacrifice, we may need to take more desperate measures. Either way, it must be done to secure the lives of all living things.\n- - -\n5th of Mid Year\nI've summoned all of our followers for the ceremony. It will take place in the town of Ezduiin. Many of the faithful tend the fires there. The noble will die. And so many will live.\n- - -\n10th of Mid Year\nSomeone has warned the nobleman. He sent along his apologies. He will not attend. I must take more direct action. I've sent my most loyal of followers to Skywatch. Their blades will save us all.\n- - -\n14th of Mid Year\nThe ceremony was a success! My flock has fulfilled its purpose. But I fear I now know who has betrayed me. My own brother, Quaronaldil, has not been seen with the flock for many days. I fear the worst.\n- - -\n19th of Mid Year\nThe Skywatch Guard assaults Ezduiin! Quaronaldil, no doubt, is responsible. They have us trapped in the Undercroft of Ezduiin. I refuse to allow my followers to die at the hands of infidel guards.\n- - -\n21st of Mid Year\nThe Crow came to me again in a dream. It told me to use the Mallari-Mora. I must secure the innocence of the faithful. The blades of the non-believers will not drink of my flock. Although our mortal lives here will be at an end, the crow has promised our souls will be delivered to Auri-El himself."
    ]
}