{
    "id": "EulogyforEmperorVaren",
    "paragraphs": [
        "Emperor Varen! How briefly you blazed across our sky, like a skymetal shard shining out to light our way through the darkness!",
        "Noble Varen! Devout Varen! Varen Aquilarios! Son of a Colovian duke, paragon of physical prowess, wily fox of strategic cunning, you sought to restore our Empire to the glory of the Days of the Remans. You showed us the way. If only we, your subjects, had been worthy of the challenge you presented us!",
        "When Leovic sat upon the Ruby Throne, you urged your fellow Colovians to be loyal to their Emperor, despite his eccentricities. It was only when Leovic, misled by wicked councilors, declared worship of the Daedric Princes legal and protected in the Empire, that you cried, \"Enough!\" and took up your righteous sword.",
        "And the Colovians rose behind you! After an initial defeat at the hands of the Emperor's troops at Fort Ash, you took command of the Legion of Chorrol and sent Leovic reeling back into the Heartland. Word spread that Cyrodiil had a savior, and that Reman's true heir had come at last. The Colovian Estates rose as one under your dragon banner, and eastward you marched.",
        "The war that followed was bitter and terrible, replete with stunning victories, desperate gambits, and reversals on both sides. The might of the Imperial Legions, bolstered by Reachman auxiliaries and Daedric magic, were almost impossible to overcome. But you, Varen, had the might of right on your side! Finally you fought your way to the Imperial Palace and cut down Leovic in the Imperial Throne Room.",
        "But alas, our Emperor Varen, you wore the Amulet of Kings for all too short a time. It is said that your ambition for restoring your people to greatness led you to plumb secrets of the Divines best left untouched. Why did you leave us, O Varen, on that night of storms and trembling terrain, and where did you go? Surely you are dead, for you would not leave your people so bereft if yet you lived.",
        "We remember you, Emperor Varen, and somehow strive to go on, trying to live up to your shining example. But we know we shall never see your like again."
    ]
}