{
    "id": "EuraxianNecromancers",
    "paragraphs": [
        "To: Lord Gharesh-ri, Speaker of the Mane\nFrom: Khamira, Agent of the Speaker",
        "We know that the Usurper Queen employs necromancers and dark sorcery, and has done so from the beginning of her reign. In recent months, however, the number of necromancers supporting her forces have increased dramatically. It all comes back to one source–the dark mage and Euraxia's chief necromancer, Zumog Phoom.",
        "Zumog Phoom, the self-proclaimed \"lord of the dark arts,\" reportedly hails from the northernmost climes of Wrothgar. Maddeningly few facts concerning this Orc necromancer can be gleaned from his early life, though suppositions are plentiful. We know that the wilds of Wrothgar are unforgiving, and life among the Orc strongholds is often harsh, bleak, and brutal. Still, we know that those Orcs who not only survive but flourish resemble a well-made sword that has been forged, beaten, and sharpened to a razor's edge.",
        "The first real evidence of his existence prior to Anequina appears in intelligence reports investigating the activities of the Worm Cult during the Planemeld crisis. While details remain slim, Zumog Phoom's name appears as a ranking member of the cult and hints at a close connection to Mannimarco, leader of the Order of the Black Worm. However, we know that he was active here in Rimmen shortly after the Frostfall Coup, so he probably did not have a direct hand in the cult's activities during the Planemeld.",
        "Euraxia either specifically recruited Zumog Phoom or was approached by the Orc after she claimed the throne of Rimmen. He had a small group of followers at first, lesser necromancers that formed the basis of his personal dark cult. The Northern Elsweyr Defense Force occasionally faced a lone zombie or a small group of skeletons, but for the most part, the necromancers have served little more than a supporting role in Euraxia's army. I fear that may be about to change.",
        "Since the end of the Planemeld and the apparent disbanding of the Worm Cult, a great number of necromancers have flocked to the Usurper Queen's banner to learn from the cruel yet charismatic Zumog Phoom. The few sorcerers that we have captured demonstrate an almost manic reverence for their Orc leader, regaling us with tales of his dark powers and threats of what he and Euraxia will do once Elsweyr is totally under their control. They revealed few actionable details while still providing hints about what Zumog Phoom is doing in his hidden lairs and \"undead forges\"–their term, not mine.",
        "If the rumors are to be believed, Zumog Phoom and his acolytes have established manufactories away from prying eyes where they can perform rituals, conduct experiments, and raise an army of undead soldiers to bolster Euraxia's mercenary forces. We have yet to see the products of these vile places, but we have discovered evidence of grave robbing throughout the region, especially around Ashen Scar and other mass graves from the worst period of the Knahaten flu outbreak.",
        "Speaker, we must find a means for dealing with Zumog Phoom and his followers before they provide Euraxia with an unlimited supply of soldiers. The Defense Force cannot repel an army that does not tire and can be ceaselessly replenished. Our best chance is to locate the undead forges and destroy them before they can be turned up to full capacity.",
        "And if we can kill Zumog Phoom, so much the better."
    ]
}