{
    "id": "ExcavationLeadersJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Cause from the Creation Club",
        "",
        "2nd Sun's Height, 4E 201",
        "",
        "The dawn is breaking. Vonos has successfully pierced the veil of the liminal barrier.",
        "",
        "But there is much work to be done. We have unearthed an anchor point, but must still reconstruct the gate itself. And even when it is complete, the veil of the liminal barrier remains. Vonos in his infinite wisdom continues to work day and night to find a way to break it.",
        "",
        "It may be but a singular gateway, but Valkyn Gatanas and Methats await us on the other side, preparing to march for our Lord.",
        "",
        "I will keep the faith, for Lord Dagon.",
        "",
        "",
        "10th Sun's Height, 4E 201",
        "",
        "Vonos has been studying all known information about the Mysterium Xarxes, consulting with Dagon's Dremora, and experimenting tirelessly, but is still unable to open the gate.",
        "",
        "However, he believes that an object may exist which could be strong enough to hold the portal open. What kind of artifact could hold such power? Even a thousand Soul Gems would likely dissolve in the presence of a Sigil Stone.",
        "",
        "We must redouble our efforts. I have sent additional scouts to Solstheim and Cyrodiil to learn anything they can.",
        "",
        "20th Sun's Height, 4E 201",
        "",
        "One of my scouts has returned from Bruma with promising information. The ancient Ayleids are well known for their Welkynd Stones, rare aetherial fragments comprised of powerful meteoric glass. A Great Welkynd Stone, the most powerful of these stones, was typically held within the heart of each Ayleid city, but these stones have long since been plundered or lost to time.",
        "",
        "Researchers have speculated for centuries that more Great Welkynd Stones may exist, but none have ever been found. The last Great Welkynd Stone seen on record was in the Third Era; when it was snatched and used to bring the downfall of our Lord.",
        "",
        "Then, it was ultimately Mehrunes' undoing, but irony may be smiling upon us. Something of such power could be exactly what we need to bring the gate to full power.",
        "",
        "One researcher has set their sights on the ancient Ayleid ruin of Rielle as such a place where a Great Welkynd Stone may exist. Many have explored its depths through the years, though none have ever found a trace of such a thing.",
        "",
        "Could a Great Welkynd Stone truly be hidden deep within Rielle? I've told my scouts to capture this researcher and bring him to me. We must learn all we can.",
        "",
        "2nd Last Seed, 4E 201<",
        "",
        "My scouts captured the Ayleid researcher from Bruma, but upon returning, the Vigil of Stendarr were seen guarding the Pale Pass. My scouts had to detour through the wilderness of the Jerall Mountains to avoid them. Could the Vigil be aware of our movements? Is there a traitor among us? We cannot risk any sort of confrontation with the Vigil until we have the full might of Dagon behind us. There is too much at stake.",
        "",
        "While interrogating the researcher I learned that Rielle is structurally weak, making entry difficult. With the Vigil blocking the Pale Pass, this greatly inhibits our expedition. He also spoke of other dangers, but I dare not repeat them, lest I give substance to his ravings.",
        "",
        "We must find a way into Rielle. Vonos and I have agreed that we have no time to waste. I have selected only our most trusted disciples to set up a base camp in the mountains west of Ivarstead. We will operate under the darkness of night to excavate our own pathway through the Jerall Mountains and into Rielle. It will take time, but it is the only way.",
        "",
        "14th Last Seed, 4E 201",
        "",
        "After much blood and sweat, we finally breached Rielle through its northwest corner, but the challenges within have proven to be quite deadly. The only man who returned alive claimed he barely escaped the clutches of an undead monster.  Several have gone inside only to never return, and I am unsure how many more souls I can spare.",
        "",
        "All this and yet no signs of a secret chamber or Welkynd Stone.",
        "",
        "There are legible portions of untranslated words on the pages retrieved from the researcher in Bruma. I've summoned one of my best scholars, Janus, to assist me in my Ayleid studies. Perhaps there is something we are missing.",
        "",
        "",
        "15th Last Seed, 4E 201",
        "",
        "According to the books Magic from the Sky, and Glories and Laments, the ancient Ayleids believed that Nirn was composed of four basic elements -- Earth, Water, Air, and Light. Janus and I feel this is extremely important, may be the key to obtaining the stone. The incomplete texts recovered from the researcher in Bruma make mention of previously unseen Elemental Shards. But what are they? Where are they? We will prepare another team to descend upon Rielle with this information.",
        "",
        "We're running low on supplies and may need to delay the search if we lose any more men.",
        "",
        "",
        "17th Last Seed, 4E 201",
        "",
        "Vonos has sent an urgent communication. The Vigilants of Stendarr have increased their presence and have been seen questioning townsfolk. Acolyte Skorvild and Priestess Enakain have gone missing, their whereabouts unknown.",
        "",
        "It is best for us to assume the Vigil knows of our plans. There is no time left to delay. Janus must join one last expedition team to locate the Great Welkynd Stone. I will send the last of my guards along with him as protection.",
        "",
        "This is our last chance. Dagon, give us strength."
    ]
}