{
    "id": "ExegesisofMeridNunda",
    "paragraphs": [
        "Truly, the Tract of Merid-Nunda is one of the strangest and least understood works of mythohistory that has come down to us from the early First Era. It exists only in partial manuscript form, a single copy of which resides in the library of the Arcane University at the Imperial City. (Or at least it did, though since the Mages Guild was blamed for the disappearance of the Emperor Varen and driven out of Cyrodiil, I don't know what has become of their once-admirable library.)",
        "Fortunately, I was granted an opportunity to study the noted Tract in detail while the Guild was still in possession of it, and made a personal copy for myself so I could continue to unravel its mysteries once I'd returned to Elinhir.",
        "The problem of understanding the Tract of Merid-Nunda is twofold: First, the extant document is clearly part of a larger work, drawn from seemingly somewhere in the middle, and without the preceding and following portions of the work we have little context for the part that remains. Second, the Tract is written in a peculiar argot that employs Ayleid phrases in a late Nedic syntax, including many words of unknown origin that don't appear in any other source.",
        "However, working outward from fragments previously translated by Wenegrus Monhana and Herminia Cinna, I believe I can shed some new light on certain key passages in this mysterious manuscript. Our format shall be to provide the translation of each passage, followed by my interpretation of its meaning.",
        "\"… were known as the Nine Coruscations, who followed the parabolas that led away from Magnus. Merid-Nunda was of these Sisters, as was Mnemo-Li, as was Xero-Lyg, as was ….\"",
        "This appears to identify the \"Daedric Prince\" Meridia with the so-called Star-Orphans, those Anuic ur-entities that separated from Magnus when that Divine withdrew from the creation of the Aurbis. The best-known of these Star-Orphans is probably Mnemoli the Blue Star, who is associated with un-time events, and was said to be visible even in the daytime sky at the time of the Dragon Break.",
        "\"… thus we call upon Cenedelin to bind the earth, as we speak to Merid-Nunda regarding the light, for she is the scintilla that fears not darkness, and swims the waves of pull and spin ….\"",
        "For the Ayleids, of course, Light was one of the four elements of creation, and this passage seems to confirm that Meridia was the personification of Light to the Wild Elves. Though I am certain of this passage's translation, I confess the meaning of the final phrases eludes me.",
        "The next passage was quite difficult, but its translation adds an entirely new episode to our accounts of the Dawn Era:",
        "\"The Lords of the Chaos-Realms chided Merid-Nunda for her trespass and bade her return to Aurbis, claiming all existing spheres as their own. But Merid-Nunda formed of her substance a great drag-lens, and the light of Magnus was bent thereby. The rays [carved? focused?] a new sphere from the chaos, which Merid-Nunda, [laughing? sparkling?], did claim for her own.\"",
        "This appears to recount the origin of the Colored Rooms, as Meridia's Oblivion realm is known, seemingly formed directly out of the stuff of chaos by an act of divine will.\nAnd finally:",
        "\"… thus does Merid-Nunda [ride? slide?] across the rainbow road from end to end, at one end stretching the dragon, at the other end compressing him ….\"",
        "A curious passage indeed. The \"dragon,\" of course, traditionally refers to the Divine we know as Akatosh, the God of Time. This seems to suggest that by traveling the \"rainbow road\" (a reference to the prismatic refraction of light?), Meridia can in some sense alter the rate at which time flows forward.",
        "Altering the \"speed\" of time? Is this merely an absurd conceit of the late Ayleid sorcerer-priests, or a genuine insight into the nature of one of the least-understood Daedric Princes?",
        "Who can say?"
    ]
}