{
    "id": "ExiledfromExileVolume7",
    "paragraphs": [
        "Stones of Sand and Swamp",
        "The Lich Lord of Gideon defeated, I made my way north, passing through Stormhold to say one last goodbye to the Hist and their people before leaving their bleak swamp. The very first night in southern Morrowind, I made camp in a great fungal forest.",
        "With fresh nix-meat on my fire, I noticed something in the rocks and stones near my camp. Several large boulders stood distant, propped up by unknown hands what had to be many decades, if not centuries, before. The largest and nearest was the reason I write this.",
        "As a child, Father took me to the Stables of Lord Aswala to pay our tribe's taxes and endure the stares of the Proscribed. On the way there, we were caught in a great sandstorm and found shelter in a cave.",
        "\"Daughter,\" Father spake. \"Seek water in the cave, as I taught you.\"",
        "With a \"Yes, Father,\" I entered the cave. There was no water, but I did find something grand in a large open cavern deep under the stables.",
        "In the center were great stones with strange, alien words carved on them. I felt like I could hear them calling to me. I reached out and touched the stone. It was then that a hand covered my mouth, muffling my scream and cutting off my breath until I passed out.",
        "I woke up hours later to my Father's face, his eyes drained of their usual joy.",
        "\"Daughter, we must leave this place. More will come.\" Father never told me what befell my attackers. From the stains on his clothes, I would guess that it was a grim fate.",
        "\"But Father, what of these stones? These symbols?\"",
        "\"This is a place of blasphemy, beset by demon-worshipers. See here. This word is in the dark speech of the Daedra. It says 'Coldharbour.'\"",
        "So imagine my surprise, O reader, when I looked upon the Morrowind stone in the light of the campfire, my belly full of nix-meat, and saw words written in the same dark speech. The same words I had looked upon as a child, and on the same sort of stones.",
        "\"Coldharbour calls. Nirn obeys.\"",
        "\"Coldharbour calls. Nirn obeys.\""
    ]
}