{
    "id": "ExposingaTerribleEvil",
    "paragraphs": [
        "I have had it up to here with the rogues and hoodlums that have turned our once great city of Kvatch into a cesspool of crime and depravity. And do you know who the worst of the bad bunch happens to be? It's not the smugglers or the bandits or the pirates. It's that nest of vipers, that cult of secrets pretending to be a legitimate business. Oh, some of you have heard whispers, and some of you know the legends, but only I have learned the whole, gory truth! And now I plan to expose these brutal fanatics to the bright light of day! Dark Brotherhood, prepare to be revealed as the cowardly murderers you really are!",
        "* * *\nI discovered this unfinished letter among my brother's papers, along with a journal full of evidence, anecdotes, and idle speculation about the supposed religious ascetics who sell their dark talents to the highest bidder. While I can't prove it beyond a shadow of a doubt, there is no uncertainty in my own mind about the fate of my brother. He didn't die from eating a rotten red mushroom stew. No. He was brutally assassinated by those degenerate cultists who follow the whispers of the Night-",
        "* * *\nOh dear. First my brother-in-law. Now my husband. Who knew the men in their family were so fragile, so prone to dying at an early age? But maybe there's more to what happened to the two brothers than the obvious conclusion. We're supposed to believe that two virile and healthy men in the prime of their lives simply keeled over and died while working at their writing tables? I've studied the letter they both began to write, reviewed the damning journal with its tales of murder-for-hire and dark rituals conducted in the dead of night.",
        "I've read it all, and there's only one conclusion I can come to. My husband and his brother died of - natural causes. There's no such thing as a cult of paid killers operating on the Gold Coast! And anyone who tells you differently will probably wind up just like my beloved husband and his no-account brother. So, to anyone who might read this, I'm burning the journal and putting all of this murder nonsense behind me.",
        "Just the same, I probably won't be eating any red mushroom stew for the foreseeable future."
    ]
}