{
    "id": "OnExtendingExistence",
    "paragraphs": [
        "By Barilzar, Mage of the Seventh Order and Artificer Extraordinaire",
        "For every being, the Great Gear provides a set number of rotations, a set number of ticks before our natural clockwork mechanisms wear out and die. It's as inevitable as dusk giving way to dawn, but that doesn't mean we have to accept it. And I still have so much work left to accomplish. There isn't enough time in the day, let alone in a lifetime! I find this situation to be completely unacceptable.",
        "While my education started with the arcane arts, since Sotha Sil took me under his tutelage I've gravitated toward pursuits of a more scientific and mechanical nature. I have tried to apply these techniques to the problem, but so far my cogs and gears and widgets have failed to achieve any noticeable results. Gadgets and devices can accomplish wonders, but so far I have not found a suitable and compelling mechanism to prolong life in any meaningful manner. For this reason, I must return to my arcane roots and explore what magic may achieve where artificing has failed",
        "I haven't let my magic grow stale, despite my concentration on more mechanical endeavors. Indeed, like my master before me, I tend to use magic to bolster the effectiveness of my mechanical creations. But it's through the concerted use of magic that I believe I can extend my existence. Why should the Tribunal alone get to be immortal when there are others (including myself) that have more than a lifetime of achievements to contribute to the betterment of society?",
        "Now, some may look down upon the magical arts labeled as \"dark, but knowledge and technique should never be dismissed out of hand. A use for every tool and a tool for every job, after all, as the Father of Mysteries always liked to remind me. So, my next great adventure shall be to conquer the intricacies of the dark arts and discover the secret to extending the natural lifespan. Who knows? Perhaps I might even discover the path to true immortality, if the gears align correctly.",
        "Now, where did I put my hourglass and that relic I had my hirelings uncover from the Faledran family tomb?"
    ]
}