{
    "id": "EyewitnesstotheWall",
    "paragraphs": [
        "Soldiers came to the farm last night. They were in the Duke's livery. My heart pounded as I tried to remember whether I'd paid the proper tax this season, but that wasn't why they were here. They asked us to tear down our fence. I asked if they were redrawing the boundaries of my land, but they said they needed the stone. All we could gather, for the army. We're going to war with the heathen Longhouse Emperor!",
        "* * *\nTook my family the better part of the day to stack our cart as high as we dared. I should be able to reach Duke Varen's encampment before dusk, I think.",
        "* * *\nMore tents than I thought. Carts, too. Some of the faces I know, others must have come from the farthest reaches of the county. Duke Varen's call to arms didn't fall on deaf ears. Has word also reached the Emperor, I wonder?",
        "* * *\nThis army is determined to keep the Legion out of Colovia and here's where they intend to make their stand, tirelessly toiling at fortifications. They ran through my cart of stone in nary an hour. They've asked us to collect any loose rock we can find. Back home to demolish more of my poor fence, I suppose.",
        "* * *\nMy wife and some of our neighbors helped with the tear down. Even volunteered their carts to the cause. I'm sorry to see it go, but I'd rather see my stone put to work keeping those filthy Reachmen out of our land than keeping my herds from wandering into the turnips.",
        "* * *\nIt's not pretty to look at, but the wall grows into a daunting obstacle with each passing day. More than a head tall now and no end in sight. I don't know what the Duke's planning, but I trust he knows what he's doing. Too dark to head back now, so I'll spend the night in my cart.",
        "* * *\nThe soldiers invited us into their camp, Mara thank them. I'm getting too old to go a night without a bed, or at least a pile of hay. They look exhausted from heaving bricks all day and all night. The Duke has them working in shifts. He must think the bloodshed will reach us soon to rush the work so. I don't want to be here when that time comes.",
        "* * *\nOff again to find more loose rocks. Short of tearing down some homes and ripping up the cobble, we've claimed all we can from the obvious sources. Some of us are going to pick at a few of those old ruins.",
        "* * *\nDon't care for these old Elf places. Not one bit. Just tossing what rock we can in the carts and getting on our way before something takes offense.",
        "* * *\nThe last load delivered, and none too soon. I think the cart's liable to collapse any moment now. Soon my work here will be done. Duke Varen's work's only beginning, though. Eight bless them in sending those Daedra-buggering, lice-ridden, canker-nibbling Reachmen back to their rotten carcass huts in the north!",
        "* * *\nLegion! The Legion's been spotted on the march. Got to find my cart and get out of here. The wall sure looks sturdy, though."
    ]
}