{
    "id": "TheFabricatedFaunaofClockwork",
    "paragraphs": [
        "By Endilaril, Naturalist",
        "Oh, how I longed for the lush landscapes and diverse wildlife that make up Tamriel. How did I not appreciate it before? The green fields of Auridon, the deep woods of Valenwood. Skyrim's majestic mountains, topped with snow. The dangerous beauty of Black Marsh. How I missed it all, reduced was I to this city of brass, surrounded by barren wastelands.",
        "Or so I thought, for quite the longest time. My life's work was not the study of machines or people, but rather the animals that surround us every day. I despaired when I first came to Clockwork City, thinking my career as a revered naturalist had come to an end. But all I had to do was look a little harder, and eventually I found new species to study, ones made of metal and gears rather than flesh and sinew.",
        "I've compiled a list of the more memorable species of \"creatures\" found within the city, if I may be so bold to call them that. Their appearance certainly mimics their more natural counterparts, and strangely enough so does their behavior. What their creators had in mind, I do not know. They seem to hold little function, but rather add life into this barren land.",
        "Brassilisk",
        "The brassilisk is created from interconnected brass squares, exposed copper wiring allowing for its snakelike movement. Popular as a pet, you'll often see them following the quick footsteps of young scholars. A rather lovely and most prized model mimics the leathery wings of the sep adder. This creature comes in a variety of colors, and while it may display aggressive behavior it is not equipped to attack others.",
        "Skeevaton",
        "Though I do not delight in speculation, the rumored origins of this creature do fascinate me. The skeevaton takes the form of a copper mouse. It possesses no legs, traveling by a rotating ball fitted within its middle. In a city filled to the brim with mechanizations of all kinds, what could be more inconspicuous? The legend goes that its inventor created the skeevaton with the purpose of spying on his or her fellow scholars. Something to keep in mind the next time you see one of them staring up at you from the alleyway.",
        "Seht's Dovah-Fly",
        "This mechanical insect that flutters through the stagnant city air is thought to be a collaboration of two ill-fated lovers. Once again, I'm not usually one for rumor, but this story does have quite the emotional appeal. Two apprentices fell in love, but were forced to never see each other because of a long standing feud between their lectors. Seht's Dovah-Fly was created as a messenger, delivering communications between them. So impressed were their masters by this elegant creation that they set their feud aside and allowed the apprentices to collaborate on future projects. A delightful tale I must admit, whether it be true or not."
    ]
}