{
    "id": "FactotumClassificationLog233",
    "paragraphs": [
        "By Proctor Neimos, Apostle of Sotha Sil",
        "Given the unprecedented reveal of the seventh advancement of the factotum model, my attempt to give individualized names to each unit has been deemed \"unnecessary and unreliable\" by the Congress of Calibration. I have now been tasked to only identify groups of units that perform similar functions. I have to admit, this only further shows a sad misunderstanding of the unique personality each unit so clearly expresses. Still, I must abide by the ruling of the council. And so here I shall list the name and brief description of each factotum subgroup for future reference.",
        "Clockwork Registrar: This singular unit is able to access all residential records within Clockwork City. It also maintains all documentation within the Brass Fortress archives, the extent of which none but Lord Seht knows. I find this unit to be direct and to the point, making it very efficient to work with.",
        "Clockwork Clinician: Though few in number, these clinicians have been purposed for a variety of post-mortem tasks. Their most prominent ability allows them their cognitive archival process and data retention of the recently deceased. This has been used for a variety of occasions, most notably with questioning Proctor Nevyn on several incomplete thermodynamic equations. I find this unit to be a more comforting presence, but often impatient when delayed.",
        "Clockwork Facilitator: A newer, singular unit introduced to the Brass Fortress, it has nonetheless proved to be a liaison to Lord Seht's own experiments. Currently its only function is to recruit combatants to battle a creation known as the Imperfect, said to be one of Clockwork's most dangerous creations. From what I can gather, this unit will continue to create tasks based on the \"greater good\" of Clockwork City. I find this unit to be more boisterous than its counterparts.",
        "Commerce Delegate: These units have multiple functions to aid residents with purchases. Though the Clockwork Apostles do not regulate commerce, my suggestion to lease these units to local guilds has been met with approval and is currently undergoing negotiations. I find these units to be friendly and lighthearted compared to many other factotums.",
        "Currency Steward: Continuing with the need for help with the residential currency system, these units have access to all banking records and regulations. They have helped decrease the \"errors\" often found in their less reliable, and often merely greedy, organic counterparts. I find these units to be serious, grim, and very reliable.",
        "Cuisine Administrator: Though any resident can work a nutrient dispenser, these units have several functions related to cooking. The consensus of their successful meals has been noted to perhaps be biased by the local population, given the bland daily diet of most Brass Fortress residents. Nonetheless, all meals generated have been deemed perfectly safe for consumption by the Clockwork Apostles. I find these units to be almost coddling in their affections.",
        "I will continue these rudimentary and functional classifications for factotums within the Brass Fortress. Further preparation is needed before I can begin my research on the more combat focused units, as our means to place them in standby has been unsuccessful for several generations. May the gears align in my favor."
    ]
}