{
    "id": "FainScrolls",
    "paragraphs": [
        "Two scrolls found in Fain.",
        "<title>Gyub, Lord of the Pit</title>",
        "Praise of Gyub",
        "[Kneel, face forward and raise hands above head]",
        "Praise be to Gyub, Lord of the Pit.\n  Hear us, Warbling Redeemer.\n  Hail the Rebirth approaching.\nPraise be to Gyub, Lord of the Pit.",
        "[Lower hands and close eyes]",
        "Please accept our offering, merciful one.\n  Extend your tentacles and accept this gift.\n  Bless us, Embryonic Prince.\nMay this offering satisfy your infinite maw.",
        "[Stand, open eyes and wait for volunteer to be escorted to the precipice]",
        "Please accept our offering oh merciful one.\n  Feed and grow now, our Prince.\n  Arise and devour Oblivion hence.\nMay this offering sate your growing bulk.",
        "[Open floor and grasp volunteer by wrists and ankles. Gently swing with sideways motion]",
        "Praise be to Gyub, Lord of the Pit.\n  Magg-a-rathala!\n  Magg-a-Nutaggon!\nPraise be to Gyub, Lord of the Pit.",
        "[Begin to rhythmically stomp feet all the while swinging volunteer faster and faster]",
        "Praise be to Gyub, praise be to Gyub, praise be to Gyub.\nPraise be to Gyub, praise be to Gyub, praise be to Gyub.\nPraise be to Gyub, praise be to Gyub, praise be to Gyub.",
        "[When volunteer has reached maximum height, release wrists and ankles. Wait for screaming to stop. Face forward and raise hands above head]",
        "Praise be to Gyub,\n  Call to us, Prince!\n  Sing your fell tune!\nPraise be to Gyub.",
        "[Wait for Gyub to respond. Get down on knees with hands still raised above head]",
        "All hail Gyub, Lord of the Pit.\nAll hail rebirth, day of our death.\nAll hail Gyub, All hail Gyub.",
        "<title>Scroll</title>",
        "My Dearest Cousin,",
        "Thank you for last month's shipment -- He was very pleased. I have found that when two are thrown in at the same time, the louder His response and the longer it lasts. How exciting!",
        "Now, I understand how difficult it is for you to gather more volunteers, but I am in need of your services more than ever, cousin. You and I both know it will not be long until the day of Rebirth is upon us, so the more we can offer, the better. When He arrives, I will make sure you are duly rewarded for your services. Be sure to let our volunteers know how happy we all are with their commitment to the cause and what an enormous impact they are having on the coming of Rebirth."
    ]
}