{
    "id": "FaithintheShadowofRedMountain",
    "paragraphs": [
        "A Sermon by Canon Llevule",
        "As we gather for worship here at the Temple, I look out upon you, my fellow faithful, and I see you are troubled, I see you are anxious, I see you shift in your seats and glance over your shoulders even as I speak to you. And I know why you are troubled and anxious, for who could not be troubled when Red Mountain grumbles and seethes? Who could not be anxious when Baar Dau trembles in the sky, when unknown Daedra appear in unexpected locales, when it is even said that the Nerevarine has risen among the Ashlanders?",
        "But I say to you, fellow Dunmer, have not all these things and worse happened before? Did our people not survive them and become stronger every time? What says our Lord Vivec about such struggles? \"Six are the guardians of Veloth,\" says Vivec, \"three before and they are born again, and they will test you until you have the proper tendencies of a hero.\"",
        "And so, once more, we are tested. And so, once more, we shall endure and prove worthy. For the Three are with us, and we are strong through our faith in the Three. Our Living Gods call upon us all to honor them with our efforts.",
        "We call upon House Redoran to buttress our structures, physical and moral, building the new and rebuilding the old, and to keep us on the path of righteousness.",
        "We call upon House Hlaalu to plant, harvest, and preserve, to keep the river of trade flowing, to ensure prosperity even through fall of ash and breath of fume.",
        "We call upon House Telvanni to be wise and forbearing, sharing insights and enchantments, for though they are not of the Pact, they are still of our people.",
        "And we call on you, followers of the Tribunal, to remember the example of Saint Nerevar, whose courage is a watchword and whose endurance is a legend. For though we are anxious and troubled, we are proud and we are fierce, for we are the Dunmer, and for us, trouble is a gift from the gods. For by trouble are we tested, and by passing the test we know our true worth.",
        "Praise Vivec! All glory to the Three Most High! We walk with them, in wisdom and in strength, ever and anon."
    ]
}