{
    "id": "FalkfyrsCompleteReport",
    "paragraphs": [
        "Day 3: I am Falkfyr Snowmason, vassal of King Hylfrald of Solitude. This may well be my final report, but I will not fail my king!",
        "",
        "My mission was to track a band of Reachmen marauders troubling our borders. The Reachmen fled west past Karthwasten, then turned north. I followed them into the mountains, but was thwarted by a blizzard. When I tried to take shelter in a cave, the ground collapsed beneath me.",
        "",
        "I have waited two days for rescue, and now my provisions are running low. While I have found a door in this massive cavern, I cannot open it. My compass still works, so I will head west and scout for high ground. Maybe I'll be able to spot another way out.",
        "",
        "I leave this report here in case I fail to find my way out. If you find it, know that Falkfyr Snowmason did not abandon his duty!",
        "",
        "* * *",
        "Day 4: This cavern seems endless. Worse, it is infested with giant bugs! Grandpa Isrig used to tell me tales of giant bugs in the Morthal swamps when I was growing up, but I never believed him. Now l know where the bugs come from.",
        "",
        "My food is gone, but most importantly, I'm out of water. A week's supplies for a four-day scouting mission aren't enough after you fall down a hole. I can see an underground stream from here, though. I have no choice but to sneak past all the giant bugs if I want to refill my canteen.",
        "",
        "If I succeed, I'll leave another note by the stream. If I fail, know Falkfyr Snowmason died fighting with an axe in each hand!",
        "",
        "* * *",
        "Day 5: I know the truth now. This giant cavern is Blackreach, the underworld from the old tales. I, Falkfyr Snowmason, am the first man to set foot here!",
        "",
        "A giant bug found me while I was filling my canteen. After I slew the beast, I hit upon a ruse. I smeared the bug's ichor all over myself. The others have left me alone since. They hunt by smell, just as I suspected!",
        "",
        "I think I can actually survive down here. When I return to Solitude, I'll be a legend. They will build statues of Falkfyr Snowmason, the scout who discovered Blackreach!",
        "",
        "I will rest now. Tomorrow I will search the Dwarven ruins above for food. I don't want to risk sampling the mushrooms growing everywhere until I must. I've come too far to give up now.",
        "",
        "* * *",
        "Day 6: Those damned Dwarves left their city locked up tight. I have no way in and nothing to pick their locks. If there's food inside, it's not for me.",
        "",
        "This morning I ate one of the grayish-white mushrooms. It tasted like undercooked meat. I'll rest today and see if it kills me. If it doesn't, I'll have all the food I need!",
        "",
        "Day 7: The mushrooms aren't poison—I can forage for everything I need. I'm going to live! My tale of survival in the depths of Blackreach will become the stuff of legends!",
        "",
        "I can see a grove of tree-like fungus across the river to the south. I'll try that way next.",
        "",
        "* * *",
        "9 Yad Day 9",
        "",
        "Mushrooms mushrooms good to eat",
        "Big and gray they taste like meat",
        "Small and blue a tasty treat",
        "Glowing green they sing so sweet",
        "",
        "I can eat all the mushrooms down here. The Great Oom says so. The Great Oom wants me to go south. I think I blink I sink I'll go south.",
        "",
        "There was something I was supposed to be looking for but I don't remember what it was. It doesn't matter. All the roots know my name now.",
        "",
        "* * *",
        "Day ?",
        "",
        "I am chosen. The Great Oom will make me a spore, and I, Snowfalk Masonroot, will live forever. The roots know the truth. The roots, the ooms, the singing, they're all connected. It runs so deep!",
        "",
        "There is a door below but that way is not for me. The Great Oom tells me about the north now, a home both fetid and warm. I can leave my treasures there because I won't need them anymore. I am a spore and soon I will be an oom. I will be all ooms.",
        "",
        "Find my home and spread my roots.",
        "",
        "* * *",
        "Day ? Doesn't matter.",
        "",
        "The air sings of purple and blood waters the stone. The spores of the Great Oom take root. It will not be long now.",
        "",
        "I eat of the dirt and drink of the dark. I am home now. We are home.",
        "",
        "The shell crumbles but the skitters take no notice. It is inside and it is ready.",
        "",
        "Speak, Great Oom! Speak of the Rootmason! Speak to me once more of the buried dream!",
        "",
        "It is time for me to grow.",
        ""
    ]
}