{
    "id": "TheFallandRiseofRemansBluff",
    "paragraphs": [
        "Foreword",
        "Though much has been written of the Imperial Legion's conquest of Valenwood, this treatise is intended to focus upon the mundane effects of Imperial soldiers in an occupied land. It includes collected missives, journals, manifests, and second-hand accounts of a cohort assigned to guard the Imperial fort built atop Reman's Bluff.",
        "1. Quartermaster's Manifest (1E 2719)\nFlour — 100 sacks, Salt — 10 sacks, Dried fruit — 5 sacks, Salted meat — 50 sacks",
        "2. Commander's Journal (1E 2720)\nI am down to a scant twenty men under my command due to illness and desertion. All requests for reinforcement and supplies have gone unanswered. As of today, I am rationing our remaining supplies.\nWe have avoided sending hunting parties out due to the persistent presence of Orcish forces to the northwest, but now we have little choice.",
        "3. Quartermaster's Manifest (estimated 1E 2720)\nFlour — 0 sacks, Salt — 5 sacks, Salted meat — 150 sacks\nRecent hunting has bolstered our meat supply but some form of insect has compromised and tainted the remaining flour.",
        "4. Commander's Journal (estimated 1E 2720)\nThat fool Zantonius shot down an Orc shaman who was approaching us with an offer of treaty. If he wasn't some important land-owner's son, I'd have marched him to the Imperial prison myself. Instead I sent him south with the worst of the shirkers and told him to make camp. Now he's somebody else's problem.\nI can't",
        "5. Quartermaster's Manifest (estimated 1E 2721)\nFlour — 0 sacks, Salt — 5 sacks, Salted meat — 0 sacks\nSome type of creature burrowed into our store room and consumed every scrap of meat. All that remains are gnawed bones and the creature's collapsed burrows. Commander thinks it was Orcs. I'm inclined to agree.",
        "6. Commander's Journal (estimated 1E 2722)\nThe raids won't end. The heads of any runners sent to request reinforcements show up on Orc spears the next day. We're down to five. Five soldiers to hold a single fort! Once they realize, it will be our end.\nThere is one small victory I can keep from these savages. I shall not allow them the pleasure of killing me themselves.",
        "Addendum:\nThe clan of Wood Orcs now residing at Reman's Bluff, known to its inhabitants as Barkbite Stronghold, have no direct connection to the Orc clans who overran the Legion fort in the First Era."
    ]
}