{
    "id": "FalsehoodsandFallaciesoftheEight",
    "paragraphs": [
        "It is only the most pitiful of circumstances that drive men and mer to seek counsel from the beings that dwell beyond Nirn. Within the deepest shadows, the brightest flames, the death-rattles of old men and the wailing screams of suffering babes does the faintest echo of the Daedric lords exist.",
        "And they call to us, whether they realize it or not.",
        "The adherents of the Tamrielic faiths — and make no mistake, they are all alike, no matter what differing names their followers may give them — would persecute and even execute those who bend an ear to the whispers.",
        "Truly, in my years, I did not seek to consort with the Daedric powers; merely to understand them. And why should such understanding be forbidden? It is as the soldier who learns the secrets of metalcraft to better his knowledge of blades. Did the earliest tribes of men forbid discovery of the means to make fire?",
        "And yet, to the false faiths of Tamriel, knowledge is to be feared. Power is to be punished. In their misguided terror, the priests will drive away the curious, right into the waiting arms of the Daedric lords. In their actions, they make their dark predictions true.",
        "With these words, I curse you, Divines of Tamriel.",
        "I spit upon the name of ever-arrogant Akatosh, who lords his mastery of time over the heads of mortals and demands only adherence to the tenets of the Eight.",
        "I spit upon the legacy of haughty Arkay, who binds us to brief and painful existences of insignificance.",
        "I spit upon Mother Mara and her conditional interpretations of love, and her laughable reverence for family even when said family is rotten to its core.",
        "I spit upon Zenithar and his rewarding not of the hard-working, but of the cruel and those born into privilege.",
        "I spit upon Kynareth and her ill-wind, whose thrice-cursed spawn hound us between the cities and devour our children.",
        "I spit upon Julianos and his false truth, his justice that serves only those who least deserve to receieve it.",
        "I spit upon Dibella, goddess of whores and lepers, whose followers mock the scarred and the misshapen as though they were animals.",
        "I spit upon Stendarr, whose mercy comes only with a price, and whose kindness is reserved only for his chosen few.",
        "Spurn these false gods, who demand obedience and punish free will. Deny them the bounties of your devotion and cast them down for the frauds they are; mighty they may be, but tyrants and liars to the last."
    ]
}