{
    "id": "FaltoniasPromise",
    "paragraphs": [
        "The tale of Faltonia's Promise, or Goldfolly as it's commonly known, is a tale of divination, greed, and foolishness. If you go to Grahtwood you can still see what remains of the village, a run-down testament to the hubris of one woman, Faltonia Salvius.",
        "Like many Imperials, Faltonia Salvius saw an opportunity to extract great wealth from Grahtwood. Specifically, she sought rich veins of gold from the nearby hills. She trusted diviners and alchemists of the lowest order, false advisers who were happy enough to tell her what she wanted to hear as long as their own purses grew fat.",
        "The more she paid them, the more willing she was to believe their lies. When one lone voice, the alchemist Flavius Antonius, argued that the samples of soil from the area were insufficient to predict large deposits of gold, she had him arrested and beaten. From that point, he was unable to walk and was forced to beg for his supper for the rest of his miserable days.",
        "Faltonia traveled to Grahtwood in springtime with a band of Imperial guards numbering four-and-twenty, and proceeded to conscript local Wood Orcs as labor in the fulfillment of her grand vision. By midsummer, a village had been constructed on her chosen site, called Faltonia's Promise, and the Orcs were set to work in the mine.",
        "How the gold flowed! How quickly eager prospectors flooded Faltonia's Promise, dreaming of riches! How forcefully their dreams were dashed, when within the year the mine was played out. \"Faltonia's Promise\" became the punchline to a bitter joke told in taverns by out-of-work miners.",
        "Humbled but undaunted, Faltonia fought to save the settlement. Seeking to turn the mining operation into a quarry, she haggled and negotiated with nearby Haven to supply stone for the reconstruction of their crumbling buildings. But just as the deal was about to be completed, a smooth-talking Altmer canonreeve convinced the governer to supply Haven with stone from Summerset, emphasizing the superior style and durability of island stone.",
        "Broken, and having spent the last of her fortune in a failed attempt to bribe the officials in Haven and secure the stone deal, Faltonia left the village that had been named for her. Many who had settled there in pursuit of riches soon followed, dispersing to other settlements in Grahtwood, or leaving entirely. So it was that Faltonia's Promise came to be referred to, far and wide, as Goldfolly.",
        "The Orcs who remained eked out a living as hunters and grew into a stubborn stock, the sort who saw it a badge of honor that they persisted in a place that had driven so many away. On their lips, the name Faltonia's Promise once again took on positive connotations, of persistence, strength, and an indomitable spirit, thought the village would never reach the heights of Faltonia's foolish dreams."
    ]
}