{
    "id": "FamiaMerciussJournal",
    "paragraphs": [
        "<title>Famia Mercius's Journal, Part 1</title>",
        "I can scarcely believe my luck! After soliciting adventurers every day for a month, I finally found a genuine hero! I do mean that in the classical sense. In the short period I've known them, this warrior has displayed boundless cunning, bravery, and strength. Truthfully, I would probably be thoroughly dissolved if I hadn't made their acquaintance when I did!",
        "We finally mounted our long-delayed expedition into the Ixtaxh xanmeer, you see. Things took a turn for the dire almost immediately. Luckily, our hero and I managed to navigate the ruin's many perils and recover the Kajin-Jat Crystal! I think I saw Kassandra smile when she placed it in her display case. A rare sight indeed!",
        "Of course, our joy is tempered by recent developments with the Blackguards. Somehow, those ruffians learned about our search for the Remnant of Argon. They even went so far as to kidnap members of our organization! Luckily, our newest member, my dear friend, Xukas, and a Dead-Water warrior named Jaxsik-Orrn managed to rescue them. I'm relieved to have my friends back safe, but remain very concerned about how much progress those Blackguard scallywags have made toward locating the Remnant. Hopefully, this new hero can give us the edge we need to find it first!",
        "<title>Famia Mercius's Journal, Part 2</title>",
        "So much has happened since my last journal entry! As I scribble down these words, Kassandra's riverboat ferries me, Xukas, Jaxsik-Orrn, Kassandra, and Whiptail to the Ree-An-Wo, or \"Swallowed Grove\"! Mara's heart, I'm getting ahead of myself again.",
        "Once again, Cyrodilic Collections' newest member proved instrumental. Acting in concert with Xukas and Jaxsik-Orrn, they discovered that essential information about the Remnant of Argon was tucked away in ancient relics belonging to the Bright-Throat and Dead-Water Tribes. Each tribal relic provided one half of a riddle—a riddle I managed to solve! From what I can tell, we must travel to the Swallowed Grove and conduct something called a \"dream-wallow\" ritual. I have no idea what this ritual will teach us. I can only hope that it directs us to the Remnant itself. We'll learn soon enough, I guess. I can hardly wait!",
        "<title>Famia Mercius's Journal, Part 3</title>",
        "At long last, a moment to write! So much has transpired since our journey into the Swallowed Grove, I hardly know where to begin.",
        "Xukas and Jaxsik-Orrn's dream-wallow ritual certainly lived up to the fantastical anecdotes they told me. After inhaling a potent alchemical smoke, our new friend drifted into vivid visions of the past and learned that the Remnant was actually the creation of a lost Argonian tribe. Long ago, a band of Barsaebic Ayleids raided the tribe's village, threatening to wipe out the Argonians who dwelt there, and consume their souls for good measure! Fortunately, the Argonian elders managed to create a vessel to store and protect the souls of their tribe—the Remnant of Argon.",
        "No sooner had we learned this truth, than Kassandra betrayed us! She filched a magic staff that manifested during the ritual, and ran off (with me in tow!)",
        "The next few hours were pure horror. Her spooky henchman, Whiptail, proved even worse than I thought. He even tried to sacrifice me to Sithis! Thank goodness, my new friend intervened just in time, and rescued me from that Blackguard brute.",
        "After a number of unexpected turns, and a lengthy chase, my friend and I caught up with Kassandra. Alas, too late to save her from herself. She touched the Remnant, and found herself bound to a massive Mireguant. She gained control of the creature for a time, but our hero still managed to defeat her. I remain dreadfully conflicted about the whole thing. Kassandra clearly had to be stopped, but I can't help but feel that I failed her in some way. Had I only recognized her madness beforehand, she might still be alive. It's a sad business.",
        "In any event, once Kassandra fell, I took up the Remnant and urged Xukas, Jaxsik-Orrn, and our hero to reach inside it. Truthfully, I barely remember it. Something in the Hist took hold of me. It was not painful, but nor was it comfortable. A person like me isn't meant to hold something like that for long!",
        "I wasn't privy to all that happened inside the Remnant, and I'm still reeling from the loss of a friend. But it buoys my spirits to know that their sacrifice was not in vain. The Root-Whisper Hist just burst into full bloom, and a new tribe gathered beneath its branches. A new beginning—even for me. Without Kassandra's support and leadership, Cyrodilic Collections will not be what it was. But after all I've seen and been through, I'm more confident than ever that we can make it something even greater than before. I can't wait for our next adventure!"
    ]
}