{
    "id": "FantosEpilionsJournal",
    "paragraphs": [
        "Entry 42\nI thought the Anvil Mages Guild would require no effort to join. The town is run by pirates! Even so, the magister insists I show a \"rigorous mind,\" whatever that means.",
        "Entry 43\nI thought the magister was being literal, so I delivered a fresh minotaur brain to the guild hall. I'm no fool; I thought to wrap it in three layers of waxed paper. I don't see why it caused such a fuss.",
        "Entry 44\nFinally, a breakthrough! The magister has no practical knowledge of the dreugh, which means I have the least to prove on the topic. A simple report on claw variation should suffice.",
        "Entry 45\nThe magister realized I have no practical knowledge of the dreugh, either. I now have a book about dreugh mating practices and a directive: \"Find an alchemical use for grom.\" What in Oblivion is grom?",
        "Entry 46\nI read the book. Grom is shell of a dreugh which it has eaten and then regurgitated after mating. \"Fibrous balls,\" according to the book. \"Foul-smelling.\" There are no known uses for grom, alchemical or otherwise.",
        "I'm beginning to think the magister doesn't much like me.",
        "Entry 47\nI've made camp at a dreugh mating ground on the coast north of Anvil. The creatures are docile unless provoked, which allows me to observe them and collect as much grom as I need.",
        "Joyous day.",
        "Entry 48\nI thought I knew tedium. Now, my life consists of waiting for dreugh to mate.",
        "Entry 49\nI've spotted my first ball of grom!",
        "This is what passes for excitement, now.",
        "Entry 50\nThe old book wasn't lying. There is no alchemical use for grom, unless it's \"ruin a variety of expensive alchemical ingredients,\" or \"permanently stain mortar and pestle.\"",
        "But I won't let the magister show me up.",
        "Entry 51",
        "I can confirm grom is inedible. Boiling just makes the smell worse.",
        "Entry 52\nBoiling was the key! As it cooled, the fibrous pulp hardened into the same shell. I realized that, in this state, I could form and shape the pulp. I was able to fashion a simple potion flask that took a stopper well.",
        "Potion flasks that won't smash if you drop them? There's your alchemical application, magister.",
        "Of course, I've run out of grom. In order to reproduce my results, I need more dreugh to reproduce.",
        "Entry 53\nMore tedium. Why can't the dreugh mate faster?",
        "Entry 54\nI can make the dreugh mate faster! While dumping an alchemical concoction into the sea, a nearby dreugh seemed to perk up and rub its claws together. It immediately sought out another dreugh and paced about, circling it. More activity than I've yet seen from these creatures.",
        "I'll cook up another batch and sprinkle it along the beach tonight.",
        "Entry 55\nThe dreugh seem agitated. Now they all pace, but the mating still isn't happening any faster.",
        "Tonight I'll increase the batch's potency by a factor of eight. If that doesn't get them over their lethargy, I don't know what will!"
    ]
}