{
    "id": "FargraveHappenings",
    "paragraphs": [
        "An ongoing chronicle of the events of Fargrave as recorded by Ilark Kynval, Witness of Fargrave, volume 94.",
        "",
        "Lots of excitement today. A group of Dremora moved to block the site chosen by the mortal visitors to this fair city to house and process their waste. The mortals argued with Fargrave's Grasp Officials, saying that they needed to create a system to deal with their waste products, an argument that was as terse as it was overly educational (see page thirty-three where that event was chronicled). The Grasp, seeing the need for this waste to remain outside the city limits, agreed to the mortal's plan. Still, it appears as though this permission did not satisfy all who reside within Fargrave. I followed the mortals to make an account of their doings, as is my custom, but a collection of Dremora—from a variety of the clans with ties to Fargrave—followed as well.",
        "",
        "A small skirmish ensued, started by an Imperial who hurled a shovel full of dirt from their dig site into the Dremora. I believe there were words before that point, but they were quiet words and—with the wasteland wind whipping through the air—those words were lost. The dirt, however, found its mark. I would not go so far as to say that a proper fight followed, but both sides seemed impassioned, and the combat only ended when one Khajiiti woman dug a rake into a pile of the waste and threatened to throw it into the fighters. Both sides decided that it would be better to never speak of the event again. I made no such promise and thus, retain my right as the Witness of Fargrave to record the event.",
        "",
        "* * *",
        "The period the mortals refer to as night has been a slow one this cycle. In the Bazaar, the Daedric merchants sell their wares. They do not call out to potential customers or announce their wares. At this point their well-established businesses hold no secrets for the discerning customer. The merchants only feel the need to announce their shops or stalls when a rare item has come into their possession or when new mortals arrive in the area. The liveliest activity occurs when a new merchant sets up business. Then all the shop owners exert their energies to make themselves known and set their establishments apart and above their fellows'. Until that time, the streets remain quiet, the stalls stand sure, and no one's voice rises above the soft shuffling of feet against the ground.",
        "",
        "* * *",
        "Today marks the beginning of another Culling of the Injured. As usual, the informally organized event appears to be operating without clear leadership. Not moments after the mortal merchants opened their shops in the Bazaar, those Daedra whose forms have been injured or do not currently function at peak efficiency walked into the lava flow east of the city. This year, five Daedra made the journey to stand beneath the molten stream.",
        "",
        "I wish all who disintegrated a short period of reformation and hope to see them walk through the gates of Fargrave again shortly.",
        "",
        "* * *",
        "Great goings-on at the Grasp of the Stricture plaza this cycle. Leaders of mortals, Daedra, and various groups doing business in Fargrave met to discuss the terms of the revised treaty governing the operation of the city. The delegates nearly came to blows on multiple occasions. Discussions would have deteriorated more if Grasp-Kyn Markynaz had not shouted a Banekin soliloquy with such ferocity as to quiet the arguing delegates. Afterward, the parties moved out of the plaza and into the Bearer's Rest, where they spoke with quiet respect, or at least quietly, so as not to rouse Grasp-Kyn Markynaz's anger again.",
        "",
        "With the first night of discussions over and done with, the Grasp have called a halt to the proceedings, and a few items have been crossed off the agenda.",
        "",
        "Firstly, that no sentient citizen of Fargrave, beholden to the Stricture or not, can be sold in the market.",
        "",
        "Secondly, that no citizen of Fargrave, beholden to the Stricture or not, can be deprived of its sentience within the bounds of the city.",
        "",
        "Thirdly, that all who take residence in Fargrave—for a duration of time that remains unspecified—and agree to follow all the regulations of the Stricture are included in the protections of citizenship awarded by the pact of the Stricture.",
        "",
        "Fourthly, that provisions and goods cannot be barred entry into the city.",
        "",
        "* * *",
        "It is the eighth cycle of this meeting and the events have been too numerous for a daily report. Instead, I have resorted to taking notes and organizing my thoughts when the mortals force a break so that they can rest. So far, no less than three full-blown fistfights have been waged. The mortals seem intent on turning the Bearer's Rest into their personal battleground. One Argonian even threw a chair at the Grasp's representative. Grasp-Kyn Markynaz has been forced on seven occasions to quell high tensions with a variety of vicious Dremora clan battle hymns.",
        "",
        "No further policy changes have been agreed upon or enacted, though the mortals did demand that Daedra places of nourishment be eradicated from the city. They cited that \"\"anyone who does not require sustenance to survive should not be entrusted with the preparation of food or foodlike consumables.\"\"",
        ""
    ]
}