{
    "id": "TheFavoredDaughterofFadomai",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "In the Great Darkness, all of Fadomai's children had left her. All save Azurah.",
        "Azurah held her mother and did not ask for a gift. Instead she wept, the light of the Lattice was reflected in her tears.",
        "Fadomai whispered to Azurah three secrets and more. She told her daughter many things, stories of love and war and dreams undreamt. And Azurah wept more to hear these things, so much that moonlight shined in the darkness.",
        "And Fadomai told Azurah the names of all gates and thresholds, and the names of all the spirits, and the names of all the Khajiit that would ever live. And Azurah wept more to hear how difficult their paths would be, so much that the light of her tears became one with the Lattice.",
        "And Fadomai told stories of her children and her favorite aspects of each of them. When she reached Azurah, she smiled and told her favored daughter she could not decide. And Fadomai died.",
        "Azurah sat in the Great Darkness for timeless ages, musing on what she had learned and mourning the loss of her mother. Still she wept, and now the darkness fled from her tears and from the Lunar Lattice. She wept for so long that soon she was no longer in the Great Darkness, but in a place of moonlight and shadow.",
        "And Azurah tried to return to Fadomai-Mother, but her tears had formed a great sea. Beyond it was a black gate that opened into a hungering dark.",
        "Lorkhaj stood in the doorway. He was broken and bleeding, and there was a hole in his chest. But the Great Darkness was still in his blood, and it filled the hole where his heart had been. The dark mass beat like a heart, and black blood spilled out onto the threshold. Azurah heard each beat of the heart like the beating of a drum, and each drop of blood tapped to form a rhythm she felt in her tail.",
        "But Fadomai had taught Azurah the names of all of the spirits, so she recognized the Great Darkness for what it was, and she roared in time with the song:",
        "UR DRA NA MII RA UR DRA NA MII RA UR DRA AZU RA",
        "And Azurah tore out the dark heart of Lorkhaj, and all of the darkness in him came with it, and she cast it beyond the sea.",
        "From the Dark Heart of Lorkhaj was born the Moon Beast, the first of the dro-m'Athra, who lurks at the edge of the Lattice and knows nothing but hunger.",
        "And with the darkness bled from him, Azurah could see her mother in Lorkhaj, and she held him until he died.",
        "Azurah burned what remained of his body before the gate, lighting the fire with lanterns of love and mercy. She wept for her brother Lorkhaj, and her tears fell upon the pyre.",
        "As the ashes of Lorkhaj scattered across the Lattice, even the Moon Beast became silent for a time.",
        "Then Azurah dried her eyes at last and went unto the World. Her time of grieving was over, and Fadomai had given her so much to do."
    ]
}