{
    "id": "TheFeastofSaintCoellicia",
    "paragraphs": [
        "<title>The Feast of Saint Coellicia I</title>",
        "By Arfons Jellicandante, Expert on Nibenese Cuisine",
        "",
        "Prelude",
        "",
        "I must first bid you welcome, dear reader. Whether it was idle curiosity or a burning thirst for culinary prose that guided you to these pages I do not know, but as you are here all the same. I am eager to include these words of context and background to what is surely one of the most famous mid-Second Era culinary texts of the southeastern Niben watershed. For certainly the Feast of Saint Coellicia numbers among the top twenty-five most famous culinary texts of this particular era in this particular region. Perhaps even the top fourteen.",
        "",
        "For readers hailing from beyond the Empire's heartland, or who do not keep the light of the Divines as their faith, I shall endeavor to orient you. The volumes to follow detail an extravagant feast held during the reign of Emperor Brazollus Dor, successor of Reman II, known to many scholars of the age as a libertine who abdicated much of his empire's administration to his potentate. Freed from his burden of duty, Emperor Brazollus would do much to advance the arts of feastmaking, idleness, and debauchery to a level unrivaled until the reign of the Longhouse Emperors.",
        "",
        "It is Emperor Brazollus's feast held in honor of Saint Coellicia, a minor martyr of the Alessian Slave Rebellions, that this book documents. Saint Coellicia is typically honored in the closing days of Last Seed with a fast, given her death by torturous starvation. To rekindle the adoration of his subjects, Emperor Brazollus instead sought to turn the fasting day into a feasting day. He chose to lead by example, and a legion of chefs, courtiers and bon-vivants descended upon his autumnal estate in Leyawiin for the feast.",
        "",
        "What followed was a twelve-hour marathon of forty dishes, arranged in eight courses of five dishes each. I shall endeavor to present the details of each dish in each course, annotated as necessary for the edification of the reader.",
        "",
        "<title>The Feast of Saint Coellicia II</title>",
        "By Arfons Jellicandante, Expert on Nibenese Cuisine",
        "",
        "FIRST COURSE",
        "",
        "Author's Note: As was the tradition of Reman court feasts, the first course was constructed to enliven the palate and stir the bowels.",
        "",
        "CRUMBS, which was traditionally the only food allowed to be eaten on Saint Coellicia's fast. A single spoon of crumbs, gathered from every baking oven from Leyawiin to Bravil, was provided to each guest. Lady Tusks-Not-Seen, paramour of Emperor Brazollus, was allegedly so impatient during the Bishop's rendition of the Creed of Crumbs that she supped from the spoons of five of her neighbors.",
        "",
        "OYSTERS served alive in their shell and shucked tableside. In the traditional Niben fashion, diners were provided garnishes of olive brine in addition to a wine reduction fortified with minced onion. More adventurous guests were permitted to adorn their oyster with a piquant sauce of Argonian origin, a favorite of Emperor Brazollus. Once the oysters were eaten, Emperor Brazollus directed that the shells be distributed among the poor of Leyawiin. It is unclear what he intended the poor to do with these shells, but records indicate that Brazollus had already quaffed several goblets of wine when he uttered the proclamation.",
        "",
        "DROWNED GARNETBEAKS, served whole. Garnetbeaks, or more accurately, the Topal Garnetbeak, were a common feature of noble tables. Most often, these creatures were drowned in a fortified wine. They were plucked immediately before serving, and diners ate these creatures whole, typically with cloths draped over their heads. Ostensibly this was to trap the vapors of the wine, but in truth it was to contain the viscera and juices that often violently ejected from the bird as it was eaten. Years of this practice have left the garnetbeak extinct.",
        "",
        "LOAF OF TONGUE, with a green sauce of mint and chervil. Another common sight at the noble table, the Loaf of Tongue was assembled from the tongues of whatever creatures suited the household. In the case of this meal, the loaf was more than likely made from duck tongues.",
        "",
        "EGG PUFFS roasted in salt coals. Brazollus was known for serving cured chicken eggs, which were often buried in clay for several months. Their whites would harden and adopt a mahogany color, while their yolks turned to a green curd. Using techniques gleaned from the Argonians, Barzollus's chefs were able to imbue these eggs with remarkable elasticity, inflating them with steam conducted through their shells with needles until they had quadrupled in size. Diners noted the first pop, releasing the cured aroma of each egg, was extremely satisfying.",
        "",
        "* * *",
        "SECOND COURSE",
        "",
        "Author's Note: After the introductory savories, guests were served fish, whose definition was expanded to refer to all creatures of seas, rivers, and lakes.",
        "",
        "NIBEN PIKE STUFFED WITH CREAMED SORREL, baked in a saffron crust. This is a classic example of Niben river cuisine, elevated to suit the table of Emperor Brazollus. While saffron was most certainly beyond the reach of the average fisherman, stuffing a fish with sorrel and other herbs was, and remains, a common method of preparation. The saffron crust is said to have been a compromise between Brazollus, who sought to encase the fish in edible gold, and his chef, who found the idea ludicrous.",
        "",
        "FRESH MILT sucked from live mudcrabs. The feast of Saint Ceollicia coincides with mudcrab spawning in Topal Bay. While roe-laden female crabs are suitable for a pauper's table, nobles preferred to sup on the rich and milky milt of male crabs. Contemporary chroniclers noted that Brazollus, a lover of games, had servants dump bushels upon bushels of living mudcrabs  upon the table, requiring his guests to grapple with the beasts and remove their milt with only their hands and mouths.",
        "",
        "BEAVER TAIL rolled in flour and fried. Emperor Brazollus is reputed for claiming beaver tail to be the finest white fish one could eat (though any chef would tell you the flesh of the tale is firmer and darker than any river-fish). The method of preparation described has little of the filigrees seen elsewhere in this menu, as Brazollus enjoyed eating beaver tail with no accompaniments.",
        "",
        "DOLPHIN CALF simmered in the milk of its mother. This dish is a perversion of a popular Nord feast, which similarly simmers a calf in the milk of a mare, though it is done with cattle, not dolphin. The richness of this dish cannot be overstated, as both the flesh of dolphin and the milk they produce are denser than any creature of the land. Sadly, details of the seasonings and garnishes are lost.",
        "",
        "SLAUGHTERFISH LIVER, roasted. As is well-established in the culinary record, slaughterfish liver is usually avoided because it is difficult to serve without first negating the toxins within it. That Brazollus served slaughterfish liver to over a hundred guests is a testament to his confidence in the thirty Argonian tribals he contracted to prepare the dish. His confidence was well-placed. Of the assembled diners, only Duke Nettio succumbed to blindness and laxity of the bowel.",
        "",
        "<title>The Feast of Saint Coellicia III</title>",
        "By Arfons Jellicandante, Expert on Nibenese Cuisine",
        "",
        "THIRD COURSE",
        "",
        "Author's Note: As custom dictates, the fish course was followed by a course of vegetables.",
        "",
        "WILTED GREENS with a dressing of Oleander Coast vinaigrette. A simple salad of hearty greens, more likely than not kale, was paired with perhaps the most shocking culinary decision of the evening—a vinaigrette composed with Oleander Coast reserve. This wine, imported from Alinor, is said to be so rare that it can only truly be enjoyed when imbibed from a goblet containing a sapphire (and, as the High Elves insist, each goblet demands a fresh sapphire garnish). To use such a vintage in a salad dressing was a sign of immense wealth to some, though to others it was a sign of enormous stupidity.",
        "",
        "PITH OF UMBER PERSIMMONS pounded flat. Though many enjoy the sweet flesh of umber persimmons, there is an orchard outside of Marbruk in Greenshade that cultivates a pithy strain of the fruit. This pith, both sumptuous and springy, was pounded flat with mallets and lightly brushed with garlic oil.",
        "",
        "THE TOWER OF MUSHROOMS, so called because the assembled dish stood over twelve feet tall. This artful tower was said to imitate White Gold tower, though no sketches of it survive to the present day. To prevent the tower's collapse, servants selected mushrooms for diners from the top of the tower downward, using modified polearms.",
        "",
        "SINMUR'S CARROT, an original dish prepared by Brazollus' chefs. The centerpiece of the dish was a carrot of staggering proportions, discovered by a farmer outside Cheydinhal and purchased by Brazollus' castellan for an undisclosed sum. It was said to be as tall as a fully grown Breton, and as wide as a hogshead. The entire carrot was buried in a pit, roasted with coals, and served garnished with vinegar and syrup.",
        "",
        "KELP FRITTERS, with an aioli composed with truffle oil. Tough kelp harvested from the islands of Topal Bay were steeped in tea from Corinth for days to soften its leathery texture. The kelp was dredged in flour and then folded in the manner learned from bookmakers. It was then dipped in beaten egg and covered in breadcrumbs before being dipped in lard. The result is a complex assortment of textures. A crisp outer coating, chewy middle layers, and creamy inner ones.",
        "",
        "* * *",
        "FOURTH COURSE",
        "",
        "Author's note: The grains course is often the last eaten in lesser households, where meat and poultry were not readily available.",
        "",
        "EYES OF MARA filled with grape must. These balls of seasoned rice, normally a confection for children, were served by Brazollus Dor as a joke of dubious taste. His brother-in-law, Anwentende, had been recently captured by pirates and castrated. Whether the joke was well-received or fell flat was not recorded for posterity.",
        "",
        "BRAZOLLUS' SURPRISES, served with butter and cream. These were simple bread rolls, though at Brazollus' instruction each was given a unique filling and randomly distributed among the guests. As history instructs us, the Emperor's Surprise was filled with a live dove, while a minor squire found his was filled with pearls the size of grapes.",
        "",
        "ALMFINGERS, served in the traditional manner. Using ovens of Akaviri design, Brazollus' kitchens were able to puff saltrice grains to several times their size, which gave them a peculiar honeycomb-like texture. Troughs of honey mixed with mustard were set up along the table, allowing guests to coat their hands in the sticky sauce, then in puffed saltrice. The puffed saltrice and sauce were then licked off the hand. A Khajiiti diplomat in attendance found this disgusting practice too much for his fastidious sensibilities and stormed off. Relations between Cyrodiil and Elsweyr took years to recover.",
        "",
        "NIBEN BRAID in a sauce of stewed herbs. As Niben braid noodles are prized for their length, Emperor Brazollus decreed that no noodle made by his chefs could be any shorter than nine feet.",
        "",
        "RELIGIOUS WAFERS served unadorned. On the fast days of Saint Coellicia, the wafer was eaten to signify the end of the fast. Here, Brazollus served wafers to signify the end of the fast and the arrival of the feast (as the previous courses did not emphasize meat). An apocryphal story suggests that Emperor Brazollus had Saint Coellicia's bones disinterred, ground, and mixed in with the flour of his wafer. This is, of course, absurd, as the practice of saint-eating had been banned almost a decade earlier.",
        "",
        "<title>The Feast of Saint Coellicia IV</title>",
        "By Arfons Jellicandante, Expert on Nibenese Cuisine",
        "",
        "FIFTH COURSE",
        "",
        "Author's Note: The fifth course, which features game and poultry, was given the broad interpretation of \"\"beasts of the air.\"\" Of note is Leyawiin's proximity to Black Marsh, where this can include a variety of non-avian creatures.",
        "",
        "CLIFFSTRIDER MEMBRANE, stewed in strips. This dish is adjacent to stew, but I've been told by Dark Elves that to call it such is an insult. This dish, enjoyed in the province of Morrowind, was most likely served by Brazollus as a tacit apology to one of his ministers, Arnus Demnevanni. The emperor was actively bedding Minister Demnevanni's wife at the time.",
        "",
        "SKEWERED BATS, with yogurt and pistachios. Again, Brazollus takes common fare and, through use of excellent ingredients and skillful preparation, creates a dish fit for an Imperial banquet. Bats were a frequently encountered creature of Blackwood's marshes and, for many local fisherfolk, they represented an abundant source of meat when fishing was poor. Netted bats were skewered and roasted whole while being basted in a yogurt sauce and topped with chopped nuts. So popular was this dish that it led to the complete collapse of the Niben's bat population.",
        "",
        "REMAN'S POTTAGE, finished with brandy. This dish is made largely in jest. Though pottage is common fare, as were the skewered bats preceding this, Emperor Brazollus offers anything but common food. Rather than legumes or pulses simmered in broth, Brazollus serves a pottage made from the eyes of ducks—the same ducks whose tongues he served at the meal's start. It is said that Emperor Brazollus refused to let any guests know the pottage's ingredients until all had finished their serving.",
        "",
        "STUFFED SWAN, garnish unknown. This dish remains one of the most well-known of those served, often called \"\"Brazollus' Farcical Farce.\"\" We know it was intended to be a swan stuffed with a variety of fillings, though it was said that the swans were stuffed so tightly that, when set upon the table, they exploded. Satins and damasques became sodden with grease and gravy, to the chagrin of all at the table.",
        "",
        "JELLIED BEAKS and other aspics served with a cream-anise sauce. The final dish of beaks that had been softened using Wood Elf brining techniques was almost certainly a feast for the eyes. Sadly, accounts of this course are sparse, given the gloom that had descended over the room from the exploding swans served immediately prior.",
        "",
        "* * *",
        "SIXTH COURSE",
        "",
        "Author's note: As with most feasts, the meat course is thought to be where the central thesis of the chef and host are laid bare for the assembled diners. What Emperor Brazollus may have attempted to instill with this course is unknown, only perhaps that he sought to drown Saint Coellicia's martyrdom with decadence.",
        "",
        "ROASTED CAMEL, with lamb, chickens, eggs, and nuts. Brazollus doubtless meant for this farce to be the most talked about dish of the night, though we know that his stuffed swan is the dish most often remembered. Still, the camel stuffed with lamb, the lamb stuffed with chickens, the chickens stuffed with eggs, and the eggs coated in nuts was a sight to behold—particularly since his chefs managed to bisect the entire creature tableside. The aroma of cinnamon was said to linger for weeks.",
        "",
        "DORMICE on a bed of ferns. A customary show of decadence, Brazollus was said to have employed every urchin in Leyawiin for several weeks while amassing enough dormice to feed his guests. He fattened them on a diet of goose fat to the point that, when eaten, even the bones of these creatures dissolved on the tongue.",
        "",
        "BLACK COCKEREL served in a tortoise shell. The black cockerel breed of White Rose is known for its toxic flesh, which is stained black by its diet of poisonous beetles. Brazollus adopts another innovation of the Argonians for this dish, which is to have the common painted tortoise eat the cockerel's flesh, as the tortoise can negate the poison. It is then a simple matter of killing the tortoise before it fully digests its meal, roasting the creature, and serving it to guests. Though the meat of the tortoise is uninspired, the savory and decadent black cockerel flesh in its gut is a prize for the senses.",
        "",
        "SENCHE HEART FILLETS with sugar cane. The dish was a provocative choice as many guests found the symbolic act of eating a senche's heart to be problematic. However, those that did choose to sup of the organ were amazed at how tender the normally tough muscles of the heart had been rendered.",
        "",
        "MARROW AND TENDONS with brown sauce. This dish was invented by Alberet Sauvin, the chef of Brazollus' predecessor, and remained a favorite of the Imperial court. It fused the culinary traditions of Imperial cuisine with Akaviri influence, particularly in the seasoning and preparation of the tendons, which were dipped in ox bones as implements for scooping marrow.",
        "",
        "<title>The Feast of Saint Coellicia V</title>",
        "By Arfons Jellicandante, Expert on Nibenese Cuisine",
        "",
        "SEVENTH COURSE",
        "",
        "Author's note: The seventh course was the single sweet course of the evening's meal. This was a marked departure from form for a high-table banquet, where there were at least two sweet courses which bookended the meal. So successful was this deviation, however, that it soon supplanted the traditional arrangement of courses in a menu.",
        "",
        "DATE AND BERRY CAKE with a frosting of sugared cheese. Though eminently palatable, the cake that began this course was more well-known as being incredibly wide—nearly ten feed in diameter—and only a finger or so tall. The frosted cheese was woven in intricate and beautiful knots upon its surface, and many wept to see it cut and served.",
        "",
        "FIREBERRY TARTLETS. This was another innovation of the evening, tarts that were folded in such a way that they could be held and eaten without fear of leakage or soiled garments. The shape of these were said to be a product of Mages Guild research.",
        "",
        "NORD MILK with cardamom syrup. The curiosity of \"\"Nord milk\"\" is still not entirely understood, save that it has nothing to do with Nords. Rather, chefs can induce milk into a frozen, semi-solid state that is among the most delightful confections one can enjoy. Of course, it is only available to the extremely privileged given the expense that goes into creating it.",
        "",
        "ROASTED BEEHIVES with cinnamon. These hives, burgeoning with honey and gently heated in the oven, must have been supremely delicious, though it is unclear how Brazollus was able to secure so many.",
        "",
        "STEWED PLUMS and cream, which seems inauspicious, but names can be misleading. Brazollus served some fruit previously unseen in Leyawiin after contracting with an expedition to White Rose. The fruit referred to here as a plum is known to Argonians as a lizardfruit, a somewhat bland fruit that, once eaten, numbs the tongue. A simple quaff of rosewater can undo the effect, but it's almost a certainty that Brazollus withheld this information from his quests for a least a few moments for his own amusement.",
        "",
        "* * *",
        "EIGHTH COURSE",
        "",
        "Author's Note: The last course of the evening, comprised of rich cheeses, were meant to settle the stomach and aid digestion. Records show few guests had the ability to partake of this course, perhaps understandable given the scope of the preceding courses.",
        "",
        "MELONRIND CHEESE. Two dozen wheels of melonride were ordered for the evening, the smallest of which was said to be the size of three wagonwheels, stacked. Firm and crumbly, this cheese is named for the curious pockmarking that occurs on the rind after two years of aging.",
        "",
        "LACQUERWEB CHEESE, served in bay leaves. Before curds are poured into molds, a web of spun sugar is painstakingly built within them. This shape resembles something like the blood vessels of a creature, and each of its branches are hollow. The curds are poured in and when the cheese is sufficiently hardened a most piquant vinegar is poured into the web. The web dissolves and the cheese is left with remarkable veins of flavor throughout.",
        "",
        "EIDER CHEESE imported from Skyrim. A staple of any cheese-eater's pantry, to be sure.",
        "",
        "RED ALMONDS. Dishes of red almonds were known to be a sign of good fortune, though how Brazollus was able to present so many to his guests remains unknown. These nuts, which must pass through the digestive tract of certain badgers, are slow to mature in flavor and thus difficult to acquire.",
        "",
        "CRACKED PEACH PITS, which are often served to guests of Alinor's various orchards, substituted for the more traditional ground nuts.",
        ""
    ]
}