{
    "id": "FenriksJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Vigil Enforcer Armor Set from the Creation Club",
        "",
        "Azarain once told me I was the strongest warrior in all of Tamriel. But that is a lie.",
        "",
        "A strong man would have ended his life long ago. He would have delivered Stendarr's justice upon his soul. I am weak man, and so, I live.",
        "",
        "The Vigil teaches us that vampires are an abomination, to be destroyed without mercy. But in my cowardice I began to entertain the blasphemous, that vampirism had a cure.",
        "",
        "Never has the subject been broached by the Keepers. After all, the very idea that these creatures were capable of salvation would threaten the principles of the order. So to learn more, I sought the aid of the very monster I have sworn to oppose.",
        "",
        "Molag Bal's price was steep. I was to gather thralls and build an altar deep in the mines of Dawnstar, for purposes that would only become clearer as the nights went on. To that shrine I was to sacrifice the lives of nine of my brothers and sisters, one for each divine.",
        "",
        "At times my resolve has wavered, but the Prince has offered proof in the form of Galur Rithari. His excerpts prove that a cure exists, through a dream of being \"sliced by thousands of tiny knives from my bowels inside out.\" As the town speaks of nightmares and the presence of Vaermina, I now see why Dawnstar was chosen for this unholy vigil.",
        "",
        "With only three sacrifices left, the ritual is almost complete. No doubt Azarain will see this as treachery, which is why I cannot bring myself to sacrifice him. But with every Vigil that dies at our hand, it only calcifies my resolve. The weakness of my mind does not betray the strength of my will.",
        "",
        "For all my cowardice, I am worth the souls of a dozen men. If I rejoin the Vigil, more lives will be saved in the end.",
        "",
        "Perhaps when the accounting is done, Stendarr will show me mercy."
    ]
}