{
    "id": "FieldGuidetoSpriggans",
    "paragraphs": [
        "We come now to consideration of the spriggan, the elusive, feminine nature spirit of the deep woods. Of course, we all know the name from the taunting children's joke that goes:",
        "\"Guess what?\"",
        "\"What?\"",
        "\"Spriggan butt!\"",
        "…But beyond this juvenile jest, what can scholarship tell us about these half-flora/half-fauna creatures? Unfortunately, though I have consulted all the standard sources, the academics of Tamriel have little to say about the spriggans' whys and wherefores.",
        "From both legend and from authenticated stories of personal encounters, we know that spriggans are somehow mystically tied to certain copses or thickets, verdant groves which they fiercely defend against trespassers. Spriggan sap is said to be venomous, and they are known to be able to magically heal themselves when wounded, making them dangerous opponents.",
        "In addition, spriggans have some sort innate connection to the animals and plants that inhabit their sacred groves, and there are many verified accounts of animals fighting at their sides against intruders. These allies include not just animals that are naturally aggressive, such as bears or swarms of hornets, but even usually timid creatures like deer and elk.",
        "Whether these animal allies defend spriggans out of love or friendship, or whether they are magically summoned by an innate spell ability on the part of the spriggan, is an open question, and a matter of some debate among those who study mystizoology. There is no doubt, however, that spriggans are creatures of a magical nature, as is clearly evidenced by the powerful qualities of the so-called \"taproots\" that are harvested from their bodies when slain. These taproots are prized by alchemists for their undeniable arcane properties, which enable the concoction of complex potions from powerful reagents that are otherwise immiscible.",
        "As to their origins, that is a mystery that so far none have solved. We find accounts of \"Spryggain Groaves\" dating all the way back to the beginning of the First Era, as well as mention of \"tree-daughters\" in the ancient myths of Y'ffre and the Earth Bones. Their common name seems to derive from \"sprig,\" the Nedic term for a fresh green twig or offshoot, but beyond that everything about their origins is obscure.",
        "From a purely physical standpoint spriggans certainly come in several forms, with reports of a variety of barks and foliage. This may represent different strains or sub-species, or it may simply be a reflection of the spriggan's mystical connection with its local flora. Spriggans seem to resemble the plants of the groves wherein they live, even reflecting the seasonal nature of those who reside in the deciduous forests of northern Tamriel. In the opinion of this scholar, the so-called spring, summer, autumn, and winter spriggans are all the same creatures merely undergoing seasonal metamorphosis.",
        "Some have gone so far as to assert that spriggans have a hierarchy, with lesser members of the species owing allegiance to the greater, who are sometimes termed \"spriggan matron\" or even \"spriggan earth mother.\" Here is where we must draw the line between scholarship and storytelling: though a spriggan's form outwardly resembles that of a human female, there is no evidence whatsoever that they can engage in intelligent behavior, or that they can organize into hierarchical groups. The creatures of the natural world, even those that are quasi-magical, behave entirely according to instinct, and to endow them with human emotion or thought is mere sentimentalism. If you're partial to that sort of fanciful twaddle, I refer you to the works of Lady Cinnabar of Taneth, who produces it in great reams."
    ]
}