{
    "id": "TheFirstGleaner",
    "paragraphs": [
        "Notes passed between Gleaners of a certain standing. (Read: Stolen from each other. Do not be offended when this happens. It is the nature of these notes) Collected into this tome by Haryfire, to pass along his knowledge and wisdom to his replacement in the organization.",
        "",
        "* * *",
        "Elzig,",
        "",
        "Where to start with Pieron Desant, our beloved leader? Well, on the one hand, the man never confirms anything. In fact, anything he does admit to can probably be written off as a complete lie. The little I know about him and how he came to Fargrave derives from information gleaned from multiple Dremora and Spiderkith associates of his. They say that he stole the secret of the Fargrave portal from a kynreeve. And that it was over a fortnight before anyone even knew who he was or that he was out of place. When they finally caught him, he had a large enough store of treasure confiscated from across Fargrave and from the Grasp that they had to let him stay or risk losing face to this master criminal who happened to be a mortal.",
        "",
        "Haryfire",
        "",
        "* * *",
        "Hayfire,",
        "",
        "Such gak, the likes of which this one has never had the misfortune to read! The Grasp of the Stricture do not keep treasure. Pieron came to Fargrave as an escaped sacrifice from some cult. This one cannot remember the name. This one does know that the few surviving cult members still search for him. They promised his blood to Sanguine and will not rest until they fulfill their oath. That is why Pieron does not return to Nirn. He fears the cult leaders will find him the instant he steps through a portal.",
        "",
        "Elzig",
        "",
        "* * *",
        "Elzig,",
        "",
        "What are you talking about, cat? Saying Pieron doesn't go to Nirn? He just returned from High Isle with an amazing haul, you fobbing lout! As for the Grasp, have you considered that the reason they don't keep treasure anymore is because of our light-fingered leader? I suppose not. That would presume your mind actually worked better than a broken Dwemer spider. It was also incredibly easy to steal that letter from you, Elzig. You won't see this note to read that, but I want others to know.",
        "",
        "As for Pieron, I can't understand why you would be so stupid as to put down your theories on paper. Pieron is the greatest Gleaner ever to prowl the Bazaar. He's going to steal this scrap the moment he learns of its existence. Stop being daft!",
        "",
        "Stephanie Laffoon",
        "",
        "* * *",
        "To whoever these letters go to next,",
        "",
        "I'd always heard that Pieron was not even mortal. He's a Deadra who escaped from his realm and set forth to amass the greatest treasure hoard in Oblivion. That's why he never ages or suffers any injury. That's what I heard, anyway.",
        "",
        "Wih-Ja",
        "",
        "* * *",
        "Wih-Ja,",
        "",
        "Nonsense. There's no way that the first Gleaner in Fargrave was the same Pieron who oversees our business today. He would have to be of Mer blood for that to be the case. No, Pieron is his family name. The male heirs of the line remain in hiding while they are taught the ways of their fathers before one of them inherits the mantle of Pieron Desant when they are capable of growing sufficiently mature facial hair. That's why Pieron's hair changes drastically every fifty years or so. And that's the truth!",
        "",
        "Galunferion",
        "",
        "* * *",
        "All,",
        "",
        "None of these outlandish theories are true. Unless they are.",
        "",
        "PD",
        "",
        "* * *",
        "Pieron,",
        "",
        "Your spine holds no shame.",
        "",
        "Threads-the-Stars",
        "",
        "* * *",
        "All,",
        "",
        "I'm not sure who will believe me, but these notes never left my possession. I keep it under my pillow at night. There was neither the time nor the opportunity for either Pieron or Threads-the-Stars to take it from me. I've been pondering the nature of our founder for years now and I refer to these notes with some regularity. I read them every day! How did they both add to the pile while my head rested firmly atop this pillow? How?",
        "",
        "Galunferion",
        ""
    ]
}