{
    "id": "TheFirstScrollofBaanDarExerpt",
    "paragraphs": [
        "Librarian Comment:",
        "While this book shares a name with a Daggerfall tome, both the authorship and content differ. This version is noticeably shorter.",
        "",
        "Translation by Jarvus, apprentice to Arkan the Gifted, Daggerfall City, 2E 255",
        "Scholars have labored for years to fully translate the scrolls of Baan Dar, vellum parchments found in a series of alabaster jars near Lake Vread in eastern Elsweyr. I myself can make no claims to this translation's authenticity. Reader beware!",
        "— Yanabir-ja, loyal follower of the Boaster",
        "- - - - - - - - - - - - - - - -",
        "Baan Dar, the Legend—thief, warlock, shadowmaster, the Boastful. Mastermind of Nefarious Plots. All these things and more describe the legendary Baan Dar, he who is called the Bandit God. The Exile. The Pariah. But what is the truth?",
        "Baan Dar is a much more simple and complex being. I pen this tale as I slowly die of old age and a mortifying arrow wound. I cannot decide if the truth will add to or subtract from the legend that is Baan Dar, nor if the original Baan Dar would want the truth to be known. Therefore, I will leave this tale hidden when I am done and gone, and let Fate (which was ever Baan Dar's true master and motivator) decide.",
        "I was a child of twelve seasons when I first met Baan Dar. Orphan of a slaver raid during one of the many inter-provincial border wars. Living by my quick wits, nimble fingers, and the grace of Lady Luck in the back alleys and byways of my birth city. I had just \"liberated\" a loaf of bread and a few small apples from a local street vendor in the bazaar on the edge of the city, near the tumbled outer wall. I had withdrawn down an ill-lit alley to feast on my bounty when I was beset upon by an older band of my ilk. The older and lazier variety which were wont to engage in the easier and less dangerous art of stealing from the stealers.",
        "There were five of the bullies who had decided they were more deserving of my bounty than I, and they were beating me half to death with staves, laughing the whole time. Lying on the ground, curled up into as tight a ball as I could manage, trying to protect my head and groin, I heard a quiet voice ask if they were not \"more suited to go down to the wharf and take food from your brother rats, or would you care to try your tricks on game a bit more your size and number?\"",
        "Since my \"companions\" had become otherwise engaged with the newcomer and had for the nonce ceased thumping, kicking, and cuffing at me, I looked up to see a dark shadow of boots, cloak, and chainmail hood leaning against the wall at the end of the alley.",
        "The others, being what they were, took this as a challenge to their manhood—and easy prey to their superior number with a promise of gold as added reward (else the first part would have been overlooked). The leader of my band of playmates suggested that the stranger take a leap off the aforementioned wharf unless he wished to join me there when they were done with their evening meal.",
        "Having drawn chuckles and courage from his underlings, he then proceeded forward with staff at high port. I'm not quite sure exactly what followed, but within a short space of time, Lead bully was lying in the dirt with a thrown dagger in his chest, number two bully had lost three teeth to a boot (I still carry them in a leather pouch as a keepsake), and number three bully was brought short by his own staff applied forcefully up between his toes (the two big ones!). Bullies four and five thought better of the entertainment and departed rapidly for parts unknown.",
        "Baan Dar picked me up, dusted me off, and dragged me round to a nearby tavern, where we shared a meal and a mug. I attempted to thank him for saving my life. How can I ever repay this favor, I asked? His reply was short, to the point, and has driven my actions in life ever since.",
        "He said, \"Never repay a favor, kid. Pass it on to someone else.\""
    ]
}