{
    "id": "FishingMasteryv3",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "Fishing Mastery",
        "Volume 3",
        "",
        "by",
        "Swims-In-Deep-Water",
        "",
        "",
        "",
        "",
        "",
        "Skyrim is known for its cold. Just say the word to an outlander and a shiver will run up their spine before biting them in the neck. But for an aspiring fisher, this miserable frozen snowscape is more bark than bite, and an opportunity to discover new, deep water fish.",
        "",
        "In this guidebook you will find tips for catching fish in arctic, snow-fringed waters. The most important tip being to keep yourself warm, your cast true, and your line steady. Let the shivers crawl up the fish instead.",
        "",
        "Any place with freezing water will do, but if you're looking for a few places to get started, try fishing the Yorgrim River off the docks of Windhelm. Fishing from the sea near the ships in Dawnstar should also lead to a few bites. Finally, Nightgate Inn has a small lake that visitors have been known to enjoy casting their lines into during their stays.",
        "",
        "",
        "Angler Larvae",
        "",
        "Caught in Freezing Waters",
        "Small in Size",
        "Commonly Caught",
        "Seen in Any Weather",
        "",
        "To catch an angler is a feat best reserved for master fishermen, but their hatchlings are a different story. Angler larvae thrive along the sea floor, but often come to the surface and become enticed by the gleam of a fisherman's shiny hook.",
        "",
        "Size does not matter here. The Fishery will not judge you for trying to catch a baby fish. The fully grown angler will be yours in due time.",
        "",
        "Arctic Char",
        "",
        "Caught in Freezing Waters",
        "Large in Size",
        "Uncommonly Caught",
        "Seen in Any Weather",
        "",
        "The char is a cold-water, spotted fish, native to the coastal shores of Skyrim. It is less common than the grayling, so patience must be had when fishing for it. When I need to be patient, I like to count fish in my head, but you must come up with your own method. If you copy mine, you must pay royalties.",
        "",
        "Some have taken to calling it \"Captain's Bane\" as they are known to gather near shipwrecks. For that reason, having an arctic char swim alongside your vessel is an ill omen indeed.",
        "",
        "",
        "Arctic Grayling",
        "",
        "Caught in Freezing Waters",
        "Large in Size",
        "Commonly Caught",
        "Seen in Any Weather",
        "",
        "A long, tapered fish that is a cousin of the salmon. Ours is to wonder if they have family gatherings, but this is unlikely, given how the grayling prefers the cold.",
        "",
        "Some say the grayling is the \"Lady of the Ice.\" True to its name, it is an elegant fish, and dances in the water beneath the ice floes in the Sea of Ghosts. I have seen it.",
        "",
        "",
        "Cod",
        "",
        "Caught in Freezing Waters",
        "Large in Size",
        "Uncommonly Caught",
        "Seen in Any Weather",
        "",
        "The cod is at home in any frozen river, such as the coldest parts of the White River as it winds its way past Windhelm.",
        "",
        "The cod is a remarkable fish, which you can identify by its three dorsal fins. They say all the best things come in threes. A good play has three acts. A sandwich has three parts. The Dunmer worship three gods. Triangles.",
        "",
        "Speaking of threes, this concludes the third volume on our guide to fishing mastery. Once you have caught all of the fish in this book, you have risen to the enviable rank of expert. Well done!",
        ""
    ]
}