{
    "id": "FishingMasteryv5",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "Fishing Mastery",
        "Volume 5",
        "",
        "by",
        "Swims-In-Deep-Water",
        "",
        "",
        "",
        "",
        "",
        "As a master fisherman, you have accomplished almost everything.",
        "",
        "You have fished in pools where the weather is fair, and hooked curious fish that come out for the rain. You have dipped your rods in half-frozen lakes, and in waters tucked away in bottomless caves. You have fished the breadth of Skyrim, from Winterhold to Falkreath, and become an expert of the craft. However, you still have more to learn.",
        "",
        "The rarest fish cannot be lured with technique alone. One must center themselves, and be in tune with the water mentally and spiritually. You also need more specialized rods, not the cheap ones you find at the general goods store.",
        "",
        "The Nords are excellent craftsmen, but for the rarest, most exquisite, most delectable, most vaingloriously spectacular fish, you must use rods of Alik'ri and Argonian make.",
        "",
        "If you have managed to obtain such rods, then you are ready to embark on your final test. Good luck.",
        "",
        "",
        "Angelfish",
        "",
        "Caught in Temperate Lakes",
        "Small in Size",
        "Rarely Caught",
        "Seen in Any Weather",
        "Caught with Alik'ri Fishing Rod",
        "",
        "The angelfish is a rare jewel of a fish. They prefer freshwater lakes in mild climates, but they are far from delicate. While they are small, angelfish can be quite aggressive towards other fish.",
        "",
        "Their natural habitat is a mystery, but stories of angelfish swimming in glades untouched by man or mer have sparked many fisherman's imaginations.",
        "",
        "Angler",
        "",
        "Caught in Freezing Waters",
        "Large in Size",
        "Rarely Caught",
        "Seen in Any Weather",
        "Caught with Argonian Fishing Rod</font>",
        "",
        "The angler is an ugly brute of a fish that swims in the deepest trenches of the Sea of Ghosts. It fancies itself a fisherman by wearing a lure on its head to attract other fish. However, in this world there is always a bigger fish, and a bigger lure. You are the angler that will catch the angler, if your rod is up to it.",
        "",
        "",
        "Lyretail Anthias",
        "",
        "Caught in Temperate Streams",
        "Small in Size",
        "Rarely Caught",
        "Seen in Any Weather",
        "Caught with Alik'ri Fishing Rod",
        "",
        "It is said that the lyretail anthias is a social butterfly. One look at its color and you can see why. Its vibrant scales make even an Argonian jealous.",
        "",
        "A local legend is one of a fisherman who became lost in the woods and was lured into a beautiful grove by the sound of the wind through the evergreen trees. There, he saw lyretail swimming in a pool that was clear as glass. Of course, the spriggan that dwelled there made his legend a short one.",
        "",
        "",
        "Scorpion Fish",
        "",
        "Caught Underground",
        "Large in Size",
        "Rarely Caught",
        "Caught with Argonian Fishing Rod",
        "",
        "They say there exists a cavern so dark that it drives any who delve it to madness. It is in these untouched depths that the scorpion fish finds its home. They also say that fishermen have plenty of time to concoct the most outlandish of tales.",
        "",
        "When I think about the scorpion fish, I am reminded of the old tale about the frog and the scorpion. The scorpion wanted to cross the water, and the frog said \"Why don't we fish in the water instead?\" So that's what they did, and they became the best of friends.",
        "",
        "You have made the fishing hero's journey, legendary fisherman. In conclusion, I will leave you with the words my master told me.",
        "",
        "Think back to the tripod spiderfish. In many ways, it is a lot like you. A fisherman can feel the movements of a fish underwater as they swim curiously around their hook. They make their lure an invitation rather than a threat. And when they sense the subtle tug on their line, they know the moment they must strike. It is an unexplainable oneness with nature, the lure, and their prey.",
        "",
        "No matter your techniques or peculiar habits, the truth is on the hook. For when you catch the rarest of fish, you will have proven once and for all that you are a fishing legend, one who bows to no one."
    ]
}