{
    "id": "FishingMasteryv1",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "Fishing Mastery",
        "Volume 1",
        "",
        "by",
        "Swims-In-Deep-Water",
        "",
        "",
        "",
        "So you have decided to learn how to fish! Good for you! It's a noble endeavor, and with plenty of practice, it can be profitable one.",
        "",
        "Keep in mind that every journey begins with a single step, one that is usually clumsy and will end with you falling on your face. That is why, for your first lesson, it's recommended that you stick to calmer skies and fairer climates, where the fish will happily bite on even the most unattractive of hooks.",
        "",
        "This guidebook details four types of fish that are ideal for beginners. They are most common on a clear day near streams and lakes in the fairer parts of Skyrim away from snow and ice.",
        "",
        "The places one can catch these fish are too numerous to mention here, but an excellent way to begin one's fishing journey is to start by casting your line right off the docks near the Riften Fishery into Lake Honrich.",
        "",
        "Once you've had your fill of lake fish, head west to try your hand at fishing from the river that runs alongside Ivarstead. End your journey at Vilemyr Inn with aching arms and a full belly.",
        "",
        "Carp",
        "",
        "Caught in Temperate Lakes and Streams",
        "Large in Size",
        "Uncommonly Caught",
        "Seen in Fair Weather",
        "",
        "They say the carp is the Jarl of the Karth River. Royal, stately, and austere. This sounds like it would taste very tough and chewy, but that is not the case! Eat until your scales swell!",
        "",
        "Carp are very popular for many reasons. Some even keep them as pets. But they are too big for most fish tanks. Better to eat them.",
        "",
        "Glassfish",
        "",
        "Caught in Temperate Lakes",
        "Small in Size",
        "Commonly Caught",
        "Seen in Fair Weather",
        "",
        "Glassfish are a common fish one can see through like a window! They are not so different than us on the inside. The best time to catch them is on a clear day, but if you are lucky, you can catch them on a rainy day as well.",
        "",
        "While their natural habitats are deep subterranian waterways, glassfish can be caught in the open waters of warm, clear lakes when they swim above ground for spawning.",
        "",
        "They say that if you eat a glassfish, you'll become clear as glass yourself.",
        "",
        "Goldfish",
        "",
        "Caught in Temperate Lakes",
        "Small in Size",
        "Uncommonly Caught",
        "Seen in Fair Weather",
        "",
        "Goldfish are known for being kind. They would much rather talk things out than get into a fight. This doesn't mean they will be friends with your hook. You will need to woo them, like any fish.",
        "",
        "Like glassfish, you won't find them in a river. The next time you think you've spotted a septim glistening at the bottom of a small pond, there's a chance it might be a friendly goldfish staring back instead.",
        "",
        "Pogfish",
        "",
        "Caught in Temperate Streams",
        "Large in Size",
        "Commonly Caught",
        "Seen in Fair and Rainy Weather",
        "",
        "A long, bright fish with silver scales and a claw-shaped mouth. I should ask Viriya what she thinks of pogfish. Perhaps she might like them just as much as mudcrab.",
        "",
        "You can also find a pogfish on a rainy day. Sometimes they are just in a gloomy mood.",
        "",
        "Pogfish use their powerful fins to swim up and down the rivers of Skyrim, most commonly in the Reach. Spend some time fishing along a stream and your lure will catch the clawed face of a pogfish before you know it.",
        "",
        "If you manage to obtain all these fish, congratulations! You have graduated from novice to apprentice. If you are so inclined, feel free to bring proof of your catches to the Fishery in Riften. We are always looking for new friends to add to our collection!",
        ""
    ]
}