{
    "id": "FishingMasteryv2",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "Fishing Mastery",
        "Volume 2",
        "",
        "by",
        "Swims-In-Deep-Water",
        "",
        "",
        "",
        "Come rain or shine, the fish will bite! Well, some fish come when it shines, others when it rains. For our next lesson, we will focus on the latter.",
        "",
        "The fish in this guide come to the surface more often in the rain in the temperate parts of Skyrim. Some say they like the rain, or that they are gloomy fish who hate the sun.",
        "",
        "In truth, they enjoy watching the ripples dance along the surface above them and want to join in on the festivities. Even fish want to enjoy themselves from time to time.",
        "",
        "For advice on where to fish, refer to the first volume of this illustrious series of guides. The places are the same, the only difference is... rain! For a change of pace, try fishing along the White River east of Whiterun, and follow it south to Lake Ilinalta.",
        "",
        "",
        "Catfish",
        "",
        "Caught in Temperate Lakes",
        "Large in Size",
        "Commonly Caught",
        "Seen in Rainy Weather",
        "",
        "Catfish are very large, nosy fish, and it will know them by their whiskers. They can be found in any warm lake in Skyrim large enough to swim freely in.",
        "",
        "Keep in mind catfish do not meow like cats, nor will they pick your pocket, so feel free to let your coin purse dangle.",
        "",
        "Pearlfish",
        "",
        "Caught in Temperate Lakes and Streams",
        "Small in Size",
        "Uncommonly Caught",
        "Seen in Rainy Weather",
        "",
        "The pearlfish comes next on the list. They are less common than catfish, and smaller too, but they are adorable little fish all the same.",
        "",
        "As a side note, a pearlfish has no pearls. Their name comes from the way they gather near clams along the northern shore. Strange, then, that it is not called a clamfish.",
        "",
        "",
        "Pygmy Sunfish",
        "",
        "Caught in Temperate Lakes",
        "Small in Size",
        "Commonly Caught",
        "Seen in Rainy Weather",
        "",
        "A small lake fish named after the sun but seen most often in the rain. I am not saying the fish is a liar, but if you ever meet the person who named it, they are not to be trusted. They can also be found on a sunny day, but it is as rare as the sun in a storm.",
        "",
        "Pygmy sunfish are often seen by travelers who stop to enjoy the hot springs of Eastmarch. If you aren't paying attention while you relax, you may be in for a surprise!",
        "",
        "",
        "Spadefish",
        "",
        "Caught in Temperate Streams",
        "Small in Size",
        "Uncommonly Caught",
        "Seen in Rainy Weather",
        "",
        "The spadefish is shaped like a disc, with brush-like teeth. Maybe it will give your hook a good cleaning while it bites.",
        "",
        "It's best to stick to rivers to catch them. I've heard rumors that they love to splash about beneath waterfalls in the Reach.",
        "",
        "",
        "That concludes our guide to fishing in the rain. Keep in mind that these are but four of many species you can catch on a rainy day, so be sure to keep at it until you reel in what you desire.",
        "",
        "If you feel your skill is lacking, do not lose confidence! Fish can tell when you have cast a nervous line. They will tell their entire school what a bad fisher you are and how your bait shakes like a bone trap. Do not give them the satisfaction.",
        "",
        "Once you have managed to catch the fish in this guide, you have risen to the rank of adept!"
    ]
}