{
    "id": "FiveFoldFelicitations",
    "paragraphs": [
        "Dearest Niece,",
        "What a profound delight to hear from you! And five-fold felicitations on your glorious Aednavorith attestation! Your mother could barely contain her excitement on her last visit. How wonderful that your results surpassed even her wildest imaginings. As for me, I never had any doubt. We come from a prestigious line, and despite your father's ancestral deficiencies, I knew you would take on the finest aspects of our noble kin. I hear that your skin color and ear-shape reports were particularly favorable. What a relief! As we all know, ear-related flaws run deep in your father's line. How fortunate that you danced around that snare!",
        "Now, to business! In reference to your question, yes, our estate sponsors several fine young Mer of impeccable breeding. I will describe them here in detail, and attach their various attestations for you to peruse. I'm confident you'll find a worthy mate among them.",
        "The first is Talanor—a truly handsome Mer with ties to the prestigious Enruneldinion line. He enjoys the benefits of exceptional height, and the amber eyes characteristic of his father's descent. He suffers only minor flaws in skin color and jaw width, but these are easily overlooked, and likely recessive in nature. He knows his letters very well and excels in all schools of arcane practice. You won't find a more skillful mage at this age. A fine and dignified match, I assure you.",
        "Next is Hiruyon, son of Helebrim. You no doubt recognize the name. Helebrim is one of Summerset's foremost composers—the kind of musical genius that arrives only once in a generation. Hiruyon, to his great credit, possesses many of his father's finer qualities. His singing voice is the envy of Mara herself, and he plays no less than twelve instruments. Alas, his physical qualities fall short of stellar. His facial symmetry leaves something to be desired, due in large part to his smallish eyes. He also suffers from a slight enlargement at the bridge of the nose—a trait indicative of cross-breeding with Men. I leave it to you to decide if such physical deficiencies overwhelm his ample talents and charming disposition. At the very least, his paternal accolades will serve you well at court.",
        "We come at last to my favorite of the bunch: Pelanrel. Call me shallow if you wish! This fiery youth rivals Trinimac himself in terms of appearance and temperament. His countenance bears an uncanny resemblance to our Aldmeri forebears. Truly, he could have walked off a kinlord's tapestry. Wide almond eyes, ears as sharp as daggers, and the narrow, hawk-like aspect of our ancient kin. Marvelous! He displays great strength and speed on the sparring ground and the gaming field, and took to smithing like a lark to the wind. His only shortcomings lie in his magical and scholarly aptitude. But I have confidence that our shared ancestry would easily overcome such a weakness.",
        "Write me back without delay, dearest niece! I'm anxious to find out which of these fine stallions you find most intriguing. If we move quickly, we may have a new child to spoil within the year!",
        "Your Loving Aunt,\nAmbarre"
    ]
}