{
    "id": "TheFlamesoftheFetcherfly",
    "paragraphs": [
        "I, Zabia-ko, now study creatures for the fools in the Mages Guild. Can you imagine? This one, whose last gold was earned selling half-rotten candied nixad to migrant workers on a ship bound for Vivec City? Ha! The fools wanted to pay for stories that would be written anyway, so this one took their gold and questioned no further.",
        "After filling little Zabzag's belly with fresh greens and a night at Balmora's Randy Netch Inn, this one packed up to explore the wetlands of Vvardenfell. For two nights nothing more than the common creeping pests came across my path. What misfortune! In all other stories, they found their way across my path during desperate times. How does one seek out such things? Perhaps I, Zabia-ko, was the fool for taking the guild's gold.",
        "While wallowing in misfortune, it was the smell that drew this one's attention. Large flies, with wide glowing wings buzzed by this one's head. The Dark Elves call them the \"fetcherfly.\" It seems a mere pest, but do not be fooled! When one landed on my arm, it smoked, singeing the fur.",
        "There was no choice. The creature must be followed so the tale can be told and the gold can be earned. Tracking the creature back to its nest, there was discovered a large rock the size of two Orcs (or one Orc, if the Orc tells it). Thousands of the flying fires swarmed the rock, which glowed from the heat, its pores venting smoke and life. Suddenly, the whole nest shifted. When it stood, understanding came on how wrong I was. It was the size of at least three Orcs.",
        "I dove flat into the rotten mud as the creature of rock and flies began to amble in my direction. This one is no slayer of great beasts! Why must it pick on me? Swarms of smoking insects fluttered around, hissing as they landed on wet fur. Poor Zabzag shrieked and fled. The end of Zabia-ko would be face down in the mud.",
        "But, obviously, it was not so. The hive golem must have thought this one was no longer a threat, so it plodded off like an echatere with a belly full of snow truffles. This one returned to the inn with many things: a story to tell, a clothes full of burn holes, and mud-caked fur.",
        "So if you're ever in the wilds of Vvardenfell, you will wonder as this one did whether the Dark Elves named the fetcherfly because it was annoying or if the word \"fetcher\" came from these pests."
    ]
}