{
    "id": "FleeingSenchal",
    "paragraphs": [
        "I fled Senchal today. I couldn't stand to remain behind after what had happened. The flu was bad enough, but to see all that fire? And breathing—so difficult.",
        "Every time I think about it, I just want to vomit. And when I sneeze, which is often thanks to the smoky air, I darken my fur if I cover my nose.",
        "We're all dark inside now because of what we've done. Even those of us who tried to stop it. We failed. The darkness is more than just the air we breathe. Our very spirits have dimmed. Maybe even diminished.",
        "And now we have to live with ourselves and this devastation that we added to the world. The flu? A terrible thing. But to add to that as we did? We did that. That was us. What hubris! And so much fear. So much bad behavior. It stains us.",
        "But, start where we are. That's what my grandmother would say. Start where we are.",
        "Despite the darkness inside us that we gave a fiery form, we must keep moving forward.",
        "And so I leave Senchal. I leave the miasma of death and destruction behind me. And I will find and heal anyone I encounter outside its walls. I cannot stay around Senchal, no. It sickens me to do so. But I can work my healing on those outside it. Perhaps the flu will find me. Perhaps it won't. That is beyond my control.",
        "Ziss. Enough of this.",
        "* * *",
        "I must write this down before I forget. It has been weeks since the fires. I cannot return to Senchal and be part of that, but I have found a roving community outside the walls. We protect each other. We forage for food. We take in more as we can. And I heal them all with what supplies we can find. The land is not as generous as we would like, but now and again, we find a treasure trove of herbs I can use.",
        "But I write now because of this: None have died from the flu for several days now. Some have recovered. Some have not. But none have sickened in the past several days. Perhaps we should head north and see if the so-called barbarians of Anequina will be kinder than the \"civilized people\" of Senchal were. Or maybe we will discover more fear-driven and hubris-driven behavior. That is beyond our control.",
        "We will start where we are. Move forward. Make each step count.",
        "* * *",
        "Ziss! It has been ... decades? I forgot I wrote down my pain in this little journal and tucked it into one of our hidden safeholds. Those were dark days. We were staving off more than the flu back then. We fought off fear and starvation. Lived off the land without destroying it and ourselves. But one thing everyone in that group had in common: We knew we needed to be better. Do better. Have more empathy. Be kind. And learn patience. With others, and most of all with ourselves.",
        "Yes, devastation surrounded us for quite a while as we traveled. We saw many behaving badly. We tried to offset that as much as we could, and to some extent, we succeeded. Not as much as we'd like, but the path was the effort, not the result.",
        "I shall leave this little book behind with the hopes that any who pick it up will remember these words: Start where you are. Each moment, and especially when facing the worst things you can imagine, that's all you can do. Start where you are.",
        "Riifa, Itinerant Healer"
    ]
}