{
    "id": "TheFlightofGryphons",
    "paragraphs": [
        "Since the Altmer first looked up at the sky and saw the majestic gryphon soaring on the breeze, there have been dreams to tame the creatures, to ride upon them in times of battle or joy, and feel the freedom of seeing the world far below.",
        "But these were the dreams of children, who quickly learned that the gryphon is proud and fierce, and will not serve as mount to any lesser creature. Generations tried, but the gryphon would never succumb.",
        "The foolish thought to net the creatures in the wild, to break them like a common horse. The gryphon spared future generations from their stupidity. More clever tribes of Altmer managed to scale the cliffs and crags of the isle, taking eggs from the nests of absent parents. Alas, these gambits for years offered no flying mounts, for the eggs would never hatch. Some small comfort was found in the great feasts that followed, for these eggs were held to be delicacies for kings.",
        "One small clan, in the isle's south, would stand up to the untamed splendor of the gryphon and assert itself. Ulorome, whose line would go on to become the Kinlords of Sunhold, found an egg in an abandoned nest during a hunt. Thinking it would never hatch, he brought the egg to his tribe, and prepared it for feast by setting it within the flames of his mighty hearth. Singing the ancient songs of hearth and family, Ulorome sought to bless the meal before his clan would feast—but lo! The warmth of the hearth and the gentle singing brought life to the cold egg, and from it burst a fledgling gryphon. So red did its feathers look in the firelight, that it was thought to be a phoenix by some. Ulorome, crying out in thanks to the gods for such a gift, wrested the creature from the burning embers and christened it Cel-hinwe.",
        "The legends do not say if Cel-hinwe ever carried his master into battle, but it is known that this creature, the Red Wind of Maormer legend, would become the progenitor of Sunhold's famed gryphon line. These two lines are woven around one another, the kinlords and their gryphons, to the point where one cannot be said to exist without the other. The gryphons have in turn been adopted as the heart of Sunhold, its burning symbol of defiance."
    ]
}