{
    "id": "FloraandFaunaoftheDruadachMountains",
    "paragraphs": [
        "The Druadach Mountains remain an unpopular destination for travelers. Many fear the place as a matter of course. Those ignorant of Reach customs avoid the area entirely, fearing the clans that hide among the cliffs and dark caves throughout the mountain passes. Which is quite a shame, because some of the most beautiful sights exist in and around this vibrant mountain range. The Reachfolk themselves likely know more than we ever will about the flora and fauna that exist among their territory. What I learned has mostly been from the fringes, with notes furiously scribbled in the margins of my journals, hiding in bushes and not daring to breathe! I hoped to learn of a plant or animal that had not been documented, but I fear I was too afraid to explore further afield. I have written here all that I recorded in hopes someone will add to this store of knowledge in the future.",
        "",
        "* * *",
        "Reach Flora",
        "",
        "Juniper Berries: White berries, as lovely and glossy as pearls, grow abundantly along the sprawling paths that line the Druadach Mountain range. These berries are a common sight, and those brave enough to venture out to pick them find that they are good for a variety of purposes. Whether you want to flavor your mead or make a sweet treat, or even use it as an ingredient for various apothecary tinctures, these berries are as plentiful as they are versatile.",
        "",
        "Hanging Moss: I've always been strangely attracted to the sight of hanging moss. The way it drapes itself along the mouths of caves and from rockfaces. There is something strange and magical about their presence in the world. The Druadach Mountain range boasts an impressive number of these plants due to the moist climate.",
        "",
        "Mora Tapinella: This whimsical fungus grows the base of fallen trees or decaying stumps. I find them beautiful, despite their rather unremarkable appearance. They grow in places death has touched, undeterred by the silence that it brings. I admire their tenacity. They may not be the most attractive specimens in the Druadach Mountain range, but they are certainly among my favorites.",
        "",
        "* * *",
        "Fauna",
        "",
        "Snow Bear: I would be remiss to not mention the powerful Snow Bear in this book. The high, snowy peaks of the Druadach Mountains are the perfect home for these massive beasts. Don't be fooled by their lovely appearance, however. Snow bears are just as dangerous as their lower-dwelling counterparts. Their pelts are highly sought after for their white luster and softness, but the price to obtain even a single pelt is one this intrepid observer refuses to pay!",
        "",
        "Reachmare: You will not find a hardier breed of horse outside the Reach. The Reachmare was once wild, I imagine. How wonderful it must have been to see them darting through the valleys of the mountain range. The tamed specimens are no less extraordinary, however. The fighting spirit and tenacity of the Reach is embodied in these magnificent creatures. They can be temperamental and quite untrustworthy of others as well. I'm lucky my observations for this entry did not result in me breaking any of my limbs! The Reachmares do not suffer fools.",
        "",
        "Hagraven: I must consider the possibility that my writings might one day inspire a traveler to visit the Druadach Mountains and see these things for themselves. So, I must be responsible and caution you, dear reader. If you find yourself in the Druadach Mountains, keep your wits about you. There are more dangers than just what the natural land has to offer. I wanted to include Hagravens in this account because they too, are a part of this account. I pray you have never seen one, and never have reason to. But if you happen upon a horrible crone with bird-like qualities, know that you are in immediate danger. The time for observation is over, and the time for running is now.",
        ""
    ]
}