{
    "id": "FloraandFaunaoftheBurn",
    "paragraphs": [
        "By Anthropus Galia, Mages Guild Researcher",
        "",
        "Mehrunes Dagon's realm, the Deadlands, despite opinions to the contrary, does not consist of a single, universal environment. The realm is divided into various regions with descriptors that all sound terrible and uninviting. Take for example, the region known as the Burn. It is foolish to assume that the Burn is an infernal, lifeless landscape devoid of any sort of vitality. Volcanic and barren it may be, this environment nevertheless teems with activity. In fact, it would be impossible to list all the wildlife and plant life found in just one book. I will concentrate on only a few prominent species in this volume, but I must stress to the reader that this represents only a small fraction of what one might encounter in this harsh, but beautiful area.",
        "",
        "FAUNA",
        "",
        "CLANNFEAR",
        "The clannfear is a lizard-like Daedra with low intelligence, though some believe differently. I will not be debating such theories here. The most important aspect to remember about the clannfear is that they are not to be trifled with. Their teeth easily tear through mortal flesh, and their bodies consist of a covering of sharp scales, shredding talons, and spiked tails that can bludgeon as easily as they can cut. While they might be small, do not underestimate them!",
        "",
        "SCAMPS",
        "One of the few creatures in the Burn that one might not immediately run in terror from, the Scamp is a small, humanoid Daedra with some minor ability to produce spell-like effects. While it would be irresponsible of me to call anything that inhabits the Deadlands innocuous (and let me be very clear, Scamps do present a certain level of danger), these creatures are often too cowardly to pose an immediate threat. Rather, you should worry about the greater Daedra they serve. There are many varieties of Scamp, though you will most often encounter the magma variant in the Burn.",
        "",
        "DREMNAKEN",
        "Dremnaken are Daedra that range in size from something akin to a large dog to massive creatures that tower over even the biggest Nord. You can often find these four-legged Daedra in packs roaming the Burn, but do not let their bestial form fool you. They are as intelligent as you or I, and perhaps more so. But they have an unrelenting hunger for divine power and a dark need to hunt until satiated. Mehrunes Dagon's forces use this carnal need to their advantage and employ the Dremnaken to track and kill their enemies. Some are equipped with elaborate armor, which seems superfluous given their needle-sharp teeth and gouging claws. The sheer force of this creature alone has more than enough lethal power.",
        "",
        "",
        "FLORA",
        "",
        "SPIDDAL PLANT",
        "You can easily recognize the spiddal plant, as it is one of the few flowers that grows in the Burn. The sad excuse for a blossom blooms from its waxy, thorny stems. Most appear yellow, although rare red and orange variants grow closer to sources of heat. If you happen to encounter one of these plants in the wild, take extreme caution. Those that grow freely in the Deadlands release a noxious gas to protect themselves.",
        "",
        "HARRADA ROOT",
        "The harrada root has a temper. Though I prefer to observe nature from a great distance in order to write these books, I must admit even I underestimated the reach of this easily irritated plant. I barely ducked in time, though my poor hat now features a number of tears from where the spiky growth lashed out.",
        "",
        "There are two varieties. One is commonly found in caves, while the other grows outdoors in more open spaces. The outdoor variety can grow directly upward, or it can grow along rocks like vines. The cave variety can be found hanging from the ceiling. Regardless of what form it takes, these roots lash out and attack anything that gets too close.",
        "",
        "BLOODGRASS",
        "A plant commonly found in the Deadlands, bloodgrass can easily be identified by its spindly, long, crimson stalks that grow in rough patches. While not inherently dangerous, I would advise caution around this plant, as the blades of the grass can be deceptively sharp. When harvested correctly, the blades have unique alchemical properties.",
        "",
        ""
    ]
}