{
    "id": "FloraandFaunaoftheSever",
    "paragraphs": [
        "By Anthropus Galia, Mages Guild Researcher",
        "",
        "Most casual scholars assume that the Deadlands, realm of Mehrunes Dagon, is a lifeless waste. Some regions of the Deadlands certainly are uninhabitable to anything other than certain varieties of Daedra. After all, there is not much point in studying the ecology of a magma pool. But life finds a way to cling to areas that seem inhospitable, even in the extreme. The region known as the Sever is one such example.",
        "",
        "Howling winds, constant lightning, and wild extremes of temperature characterize the Sever. What soil exists appears as a thin dusting over jagged rock. Yet, despite these conditions, a surprising variety of plants and animals manage to survive here. In this volume, I will describe a small sampling of the creatures I cataloged there.",
        "",
        "FAUNA",
        "",
        "ASH HOPPER",
        "A large insect about the size of an adult cat, the ash hopper is a solitary forager that feeds on the tough lichens and grasses that grow in the rocky vales and hillsides of the Sever. They sometimes scavenge on small carrion too, although there are much larger and more dangerous scavengers about. A common prey animal, the ash hopper forms the major part of many Sever predators' diets.These insects are similar to but not quite the same as the creatures encountered in parts of Nirn. It appears their time in Oblivion has resulted in subtle changes that I have yet to completely catalog.",
        "",
        "DAEDRAT",
        "While they may be large and dangerous compared to the rats of the mortal world, daedrats—like ash hoppers—are low on the food chain in the Sever. While ash hoppers are mortal vermin, daedrats are in fact creatures of Daedric substance and appetites. They can survive indefinitely without food or water, but their hunger drives them in an eternal search for food of any kind. Most are solitary, but sometimes daedrats gather in small packs that can be dangerous to an unwary traveler.",
        "",
        "NIXAD",
        "The strange humanoid insects known as nixads are surprisingly commonplace in the Sever. The moment the shrieking winds die down to mere gales, scores of the tiny creatures emerge to hover above their favorite shrubs or thickets. While nixads are not Daedric creatures, they do have an affinity for the elements. I suspect that the constant lightning of the Sever attracts the nixads (although I can only speculate as to why this may be so).",
        "",
        "WATCHLING",
        "Few Daedric creatures are as alien, or as terrifying, as the many-eyed horrors known as Watchers. However, it may surprise you to find that these odd beings do not start out as large, dangerous monsters. Some appear quite small, no bigger than a human's fist. These Watchlings (as they are called) are not the spawn of the larger creatures. Daedric beings do not produce young. They are simply the runts of their kind, mere curiosities instead of terrors. Do they stay small or eventually transform into the larger versions? I have yet to make that determination.",
        "",
        "FLORA",
        "",
        "BLOODGRASS",
        "Bloodgrass grows as abundantly in the Sever as it does in other parts of the Deadlands. It is distinguished by long, spindly, crimson stalks that grow in rough patches. Ash hoppers seem able to chew through its tough, sharp stalks, but as far as I can tell nothing else eats bloodgrass.",
        "",
        "EMBER OAK",
        "Wherever you go in the Sever, you are likely to encounter the charred remnants of once-living trees. How they managed to grow in these conditions in the first place I cannot say, but clearly they lived long enough to reach a substantial size before they died. Some, however, are not as dead as they appear. The ember oak is a crownless, thick-boled plant that resembles a lightning-blasted stump. Indeed, rents in its bark expose glowing red coals, and it gives off a noticeable warmth. Yet this plant still lives, slowly growing without water. I believe that it is sustained by roots that draw up nutrients from the ground, and flourishes under lightning strikes in much the same way the trees of our world are nurtured by sunlight.",
        "",
        "STATIC PITCHER",
        "The most common carnivorous plant of the Sever is the static pitcher. This strange growth often glows and crackles softly with the electric energy it draws in from its environs. Any creature larger than a mouse that wanders too close is liable to be shocked or killed outright by a sudden discharge of energy. Pitchers generally favor warm, marshy conditions, and the Sever is anything but that. My best guess is that the constant lightning strikes in this area of the Deadlands help these dangerous plants to flourish.",
        ""
    ]
}