{
    "id": "TheFlourishingofElinhir",
    "paragraphs": [
        "<header>Being an Account of the City of Mages</header>",
        "",
        "The one place in Craglorn where the light of civilization can be said to shine is the gleaming city of Elinhir.",
        "Instantly recognizable by its ancient mage towers, monuments to a strange and foreign age before Elf or Yokudan laid eyes on Craglorn, Elinhir stands as a testament to the civilizing power of the scholar and the mage on an otherwise wild population.",
        "Until the beginning of the Second Era, Elinhir was little more than a wild, lawless backwater. Like most of Craglorn it was settled mainly by those unfit for life inside the Empire. As such, it was a dangerous place, lacking true leadership or even laws to govern it, and constant prey to the predations of bandits and Iron Orc raiders from the mountains.",
        "Early in the Second Era, however, a group of mages led by the illuminated Felix \"Blackcaster\" Augustus, left the comfort and confines of the Mages Guild to practice their arts in Craglorn.",
        "Common myth suggests that Blackcaster and his mages were nothing more than unruly, morally questionable, and undisciplined hedge mages, rebelling against Mages Guild authority. This tale is perpetuated by the lawless element that still lingers in Craglorn. They would have you believe that the mages that first settled in Elinhir were no more a civilizing influence than the bandits who regularly raided the city.",
        "This could not be farther from the truth! One need only comb the archives of the Mages Guild in the Imperial City to learn that Felix Blackcaster was, in fact, a guild member of high standing. His leaving the guild had nothing to do with any disagreement in discipline or practice, but with the desire to set out to new territories beyond the guild's reach. Correspondence shows that Blackcaster remained in constant communication with his superiors in the guild as late as ten years after the Apex Accord was signed by the leaders of Elinhir.",
        "This correspondence sheds ample light on the situation Blackcaster and the other mages found on their arrival in Elinhir and the lengths to which they went to persuade the unruly populace to accept their leadership and protection. I will not go into exhaustive detail, but I will summarize. Blackcaster and his mages, intrigued by the sight of the then-empty Apex Towers in the city, had previously pleaded with the town's mayor (he was really more of a warlord) for access to the towers. Having been denied multiple times, they were despondent and about to give up their quest.",
        "Their fortunes shifted, however, when Iron Orcs came down from the mountains and laid siege to the city. Using their considerable power, Blackcaster and his mages drove off the Orcs, quickly winning the love of the fickle people of Elinhir. They acclaimed Blackcaster their new mayor and shortly after the Apex Accord was struck—an agreement that stands to this day and states that the mages of Elinhir's Apex Towers will provide protection for the city for as long as the city supports them in the operation of their mages' academy.",
        "Some have argued that the appearance of the Iron Orcs is not all it seemed. They have even gone so far as to declare that Blackcaster and his mages made a deal with the Orcs in order to win over the people of Elinhir. I find this suggestion both dubious and insulting. Such trickery would have been beneath one of Felix Blackcaster's stature and reputation, not to mention the fact that the Iron Orcs are notoriously intransigent in matters of cooperation and negotiation.",
        "The truth is that from the time of the Apex Accord until now, Elinhir has flourished under the guidance and protection of the Blackcaster mages, becoming a prominent center of civilization in the wilderness of Craglorn."
    ]
}