{
    "id": "FollyinFixation",
    "paragraphs": [
        "There are those who will tell you that in order to become powerful, you must focus your energies, that you must pursue one discipline to the exclusion of all others if you wish to be remembered for great deeds. Utterly ridiculous. Why be the master of one thing alone when you have the capacity to become so much more?\nI see this way of thinking emphasized especially among fellow practitioners of magic. So often, students are discouraged from exploring the virtues of physical modes of combat or other studies in favor of complete and total dedication to magic—even to areas of the art in which they have no interest or talent.",
        "It seems such a waste to raise a generation of mages who focus less and less on practical applications and more on obscure theories and experiments. If you find yourself similarly disenfranchised, then allow me to open your eyes to new possibilities. Step boldly forth and do not hesitate to open new avenues of study.",
        "Tamriel has a fine tradition of battlemages—arcanists who apply their considerable intelligence and magical skill to the mastery of spells that are devastating in combat while being unafraid to pick up a sword and strap on heavy armor, fighting in the front lines to turn the tides of battle. Some of the most powerful heroes throughout history have combined magic and physical prowess, and I wish to see more walk this path.",
        "Do you want to seek glory on the battlefield and strike terror into your foes? Then master both the physical and the arcane. What could be more frightening than a blast of fire shooting forth from an armored gauntlet? Lightning striking nearby foes as your armor absorbs blows from all around? True power means eliminating all weaknesses, and that can only be achieved through knowledge and experience in multiple areas.",
        "If you come from a magical background, chances are you've never been taught to properly wield a weapon or wear armor that offers any real protection. Find someone to train you, even if you must face scoffing and taunts in the beginning. Even the weakest (in the physical sense) sorcerer can develop the strength needed to don heavy armor pieces.",
        "It is also possible to practice magic at the same time as combat. By doing so, you will attain incredible levels of concentration, improve your stamina, and learn to weave spell and sword together. This allows you to adapt to any challenge. Too many who study magic neglect their bodies, becoming vulnerable when magicka runs low.",
        "Become more than a one-dimensional stereotype, and you will discover that, by diversifying, you build a set of skills that can adapt to any situation. Being the most powerful does not mean simply being very good at one thing. You have the potential for so much more. Expand your repertoire, and when you step onto the field of battle, wherever it is and no matter who your foe is, you will be prepared for anything."
    ]
}