{
    "id": "TheFollyofIsolation",
    "paragraphs": [
        "Librarian Comment:",
        "The entire work does not appear in Elder Scrolls Online.",
        "",
        "<title>The Folly of Isolation, Part 1</title>",
        "<header>Act One, Scene One</header>",
        "A fool, believing he knows better than the dashing main character, enters stage left. Before him stands the imposing sight of Heartholdhelm. Within, the three bloodthirsty races of the Ebonheart Pact await. The fool strides forward, facing certain dismemberment by angry swamp lizards and berserk barbarians ….",
        "<title>The Folly of Isolation, Part 3</title>",
        "<header>Act One, Scene Four</header>",
        "A harried-looking High Elven woman sits at a table, surrounded by books. Her eyes are locked on the horizon, starting at nothing. Only the most perceptive would notice that a thin line of drool is sliding from the side of her mouth. Before her sits a massive tome, inscribed with the most intricate of runes ….",
        "<title>The Folly of Isolation, Part 6</title>",
        "<header>Act Two, Scene Two</header>",
        "A noble High Elf looks imperiously down her nose at the assembled Mages.",
        "RAZUM-DAR: These Mages would depart our borders with critical information, My Queen. They say they seek … isolation.",
        "QUEEN AYRENN: Truly? Perhaps you do not understand the meaning of loyalty, little magelings!",
        "<title>The Folly of Isolation, Part 7</title>",
        "<italic>Herein, the scene where the Hero kills their mother as she kills their father as he kills their uncle (see references at the bottom for subtext).</italic>",
        "<title>The Folly of Isolation, Part 8</title>",
        "<italic>Herein, find Act Three, where we have a speech about Covenants. Namely, the covenant a Daedric Prince has with his wedge of cheese ….</italic>",
        "<title>The Folly of Isolation, Part the Last</title>",
        "<header>Act Four, Scene Six</header>",
        "A noble High Elf looks imperiously over her nose at the assembled Mages.",
        "RAZUM-DAR: These Mages would depart our borders with critical information, My Queen. They say they seek … isolation.",
        "QUEEN AYRENN: Truly? Perhaps you do not understand the meaning of loyalty, little magelings!",
        "RAZUM-DAR: Where have I heard that before?"
    ]
}