{
    "id": "FollowersoftheGrayFox",
    "paragraphs": [
        "We are the Fingers of the Fox, the Children of the Shadows. More commonly we are known as the Thieves Guild.",
        "There are but three rules for followers of the Gray Fox:",
        "First, never steal from another member of the guild.",
        "Second, never kill anyone on the job. This is not the Dark Brotherhood. Animals and monsters can be slain if necessary.",
        "Third, don't steal from the poor. The peasants and beggars are under the personal protection of the Gray Fox, particularly in the Imperial City Waterfront.",
        "Breaking any of the three rules means expulsion from the Thieves Guild. If you commit murder, you must pay the blood price to rejoin the guild. Blood price is for each person slain. You can pay any of the guild Doyen.",
        "The Doyen are the hands and eyes of the guildmaster. You take your orders from them. You get your favors from them. They can pay off the Imperial judges to remove your crimes -- for a small fee, of course.",
        "Our guildmaster is the Gray Fox. We don't talk about him in public. However, we make sure that most folks think he is just a myth.",
        "We're thieves, not masons or scribes. Each member steals at his own discretion. The guild neither helps nor hinders with a burglary. However, you will find that you can only sell stolen property to one of our guild fences. Other merchants won't take hot merchandise.",
        "You won't be considered for promotion in the Thieves Guild unless you have sold enough stolen property to the fences. The higher in the guild you rise, the more stolen property you need to have fenced.",
        "If you should be called to help the Gray Fox in some special way, remember that the best source of information is the beggars. Their eyes and ears seem to be everywhere. However, be prepared to spend a little coin. They won't tell you anything for free. At least not anything true.",
        "The guild takes care of its own. The Doyen can remove the bounty from any guild member. However, it takes money to bribe the guards. The guild member must pay the Doyen half of his total fines to get rid of them."
    ]
}