{
    "id": "FoodoftheDeadlands",
    "paragraphs": [
        "By Fralav Polus, House Hexos Quartermaster",
        "",
        "If you are called upon to travel to the Deadlands, the realm of Mehrunes Dagon, the Prince of Disaster, make sure to bring your own food and water. I suggest bringing a loaf of bread, a wheel of aged cheese, dried meat, and as much wine and water as you can carry. If you must partake of the fare of the realm, the following are most suitable for mortal consumption.",
        "",
        "DAEDRAT SKEWER",
        "One of the more common and recognizable dishes to those caught wandering the Deadlands, daedrat skewers are not nearly as bad as they look. When cooked well, daedrat makes for a surprisingly flavorful dish and requires relatively few spices to enhance the gamey taste and texture of the meat. As an added bonus, meat on a stick can be eaten while trudging through the desolate realm, and one daedrat contains enough meat to keep a hungry mortal satisfied for an entire day. The only downside to this dish is that they require expert hunting skills if you aren't fortunate enough to be near one of the few mortal settlements to barter or trade for a prepared skewer. Daedrats are fast, devious, and have very sharp teeth. Hunting them can be more trouble than it's worth. Now, some question if Daedric bodies hold any true nutritional value. I can't speak to that, but I can tell you they kept me from starving until I was able to reach a portal and return to Fargrave.",
        "",
        "DEADLANDS TWIG STEW",
        "The sparse trees growing throughout the Deadlands provide another option for hungry travelers. A bundle of sticks from these dead trees and a large pot of boiling water later come together nicely to form a tasty stew. The longer it boils, the more tender the twigs become. Add any leftover chunks of daedrat or provisions remaining in your pack to bulk out the stew and give it additional flavor.",
        "",
        "BURNT ENDS",
        "If you're hungry and lost in the Deadlands, you can't afford to be picky about your next meal. Fortunately, there is no shortage of unrecognizable meat—fully charred and cooked to exceedingly well done—scattered haphazardly throughout the realm. Just don't think too hard about what the meat was prior to its incineration.",
        "",
        "FLASH-BAKED ASH HOPPER\\nAnother plentiful Deadlands creature is the ash hopper, an insect that may be familiar to anyone who ever traversed the region of Nirn known as Vvardenfell. How these creatures found their way to the Deadlands and have not only survived but thrived is a testament to their resilience and fortitude. I found that capturing the insects and giving them a brief dunk in the abundant lava flows found throughout the Burn results in a flash-baked delicacy that may be the best taste the Deadlands has to offer a hungry mortal. If you have more time, you can also gather a handful of the insects and grind them into jelly, which is a popular dish among the Dark Elves of Morrowind. As an added bonus, ash hopper shells can also be fashioned into heat-resistant foot coverings.",
        ""
    ]
}