{
    "id": "FoolsEbony",
    "paragraphs": [
        "Librarian Comment:",
        "In  Part the Sixth of this book, scene five appears to have been mislabeled scene six.",
        "",
        "<header>Dramatis Personae</header>",
        "PrologueThe Adventurer, A Dark Elf RascalKomon, A Priest of AkatoshLheban, Another Priest of AkatoshEpilogueStete, A Priest of JulianosRaic, Another Priest of JulianosShub, A MageShub, A Different Mage of the Same NameNephron, A Somewhat Sleazy Merchant5 ArmorersOrthoCrunn, Husband of MillieA Lusty ContessaMillie, Innkeep and PhilosopherGurnsey, Bovine WenchAssorted Wenches and Cads of the TavernsSoldiersDwarvesGiants",
        "<title>Fools' Ebony, Part The Oneth</title>",
        "<italic>Concerning Priests and Nackles As related at length by two Priests of Akatosh to the Adventurer, who at the time was not having an adventure, and had nothing better to do. In which some (probably unwanted) light is shed upon the Priesthood and its members, and upon an old peasant myth of some significance, especially common in High Rock. And in which the mysterious Fools' Ebony appears, that strange material that could bring either drastic cultural change for the many, or just great profit for a few, or death for a bunch, or have no result whatsoever.</italic>",
        "<italic>Daggerfall and Environs in the Doldrums of the 3rd Era\n</italic>",
        "<bold><italic>Early in the month of Frostfall. The Dead Daedra Inn. Enter Prologue</italic></bold>",
        "<bold>PROLOGUE: Our poor players will try and remember their lines and not trip over our meager set. I beg you, the audience, not to heckle, badger, or throw rotten foodstuffs. You will only make this short play last longer. The Guild of Playwrites, Actors, and Dramatists wish any of you who are sensitive or allergic to rambling dialogue, wooden acting, incomprehensible exposition, or unsatisfying endings that leave one confused and unhappy to exit the theatre immediately. Your gold will, alas, not be refunded. As a saving grace, this series of vignettes contains gratuitous references to all pleasures of the flesh. You may enjoy it. Ah, here comes our hero, the roguish Dark Elf called the Adventurer. It is time for Prologue to trip merrily away.</bold>",
        "<italic>Exit Prologue\n</italic>",
        "<bold><italic>Enter the ADVENTURER</italic></bold>",
        "<bold>ADVENTURER: What an odd conversation I just heard between those two mages. It is best not to speak of such matters next to privy hedges.</bold>",
        "<bold><italic>Enter 2 Priests of Akatosh (LHEBAN, KOMON)</italic></bold>",
        "<bold>LHEBAN: Mind if we join you, fellow? ... Good, need some company ourselves. I am named Lheban, my fellow priest here is Komon. We both serve Akatosh, all in our own ways, of course ...</bold>",
        "<bold>ADVENTURER: Make yourselves at home, it's not my bench. But I thought that priests ... didn't go to ... er ... places like this, Inns. I mean ... unless on duty?</bold>",
        "<bold>LHEBAN: Oh, we're not on duty. Got to regenerate our internal vital energies, so we can go on blessing and curing ...</bold>",
        "<bold>KOMON: We often come here, hike up our robes, kick up our heels, as it were. Fill up with some bottled energy ...</bold>",
        "<italic>(Komon snickers)</italic>",
        "<bold>LHEBAN: Looking for those in need of comfort and blessing, of course ...</bold>",
        "<bold>KOMON: Oh, yes, Oh yes ... like that young girl outside the other evening ...</bold>",
        "<italic>(Lheban kicks Komon)</italic>",
        "<bold>KOMON: ... and anyway our High Priest told us to get lost...</bold>",
        "<bold>LHEBAN: He means told us to get some air. We've been having visions, you see...</bold>",
        "<bold>KOMON: Yes, sort of weird, really ... and we hadn't even been taking any of that ...</bold>",
        "<italic>(Lheban kicks Komon)\n</italic>",
        "<bold>LHEBAN: Both of us been having the same visions - real odd.</bold>",
        "<bold>ADVENTURER: Do tell, I'm not going anywhere in a hurry.</bold>",
        "<bold>LHEBAN: Well, we've both been hearing sort of ... words ... for a start. Like 'Sir Nich' or 'Sain Nack' ...</bold>",
        "<bold>ADVENTURER: You said 'Nick' or 'Nack'? Just a minute ... let me have a swig from your bottle, Brother ... Ah! That's better - high-class stuff you fellows drink! Yes, I recall - some story or old legend about an elf, name of Nuckle, I think -- from Morrowind?</bold>",
        "<bold>LHEBAN: You know, maybe you're on to something there -- there is a old legend around these parts, comes from deep in High Rock I think ... hmmmm ... Nackles, that's it!</bold>",
        "<bold>ADVENTURER: Nackles, eh! Seems that several Dark Elves use that name ... particularly the ... more peculiar ones...</bold>",
        "<bold>KOMON: Yes, I guess that the bad ones are into all that weapons magicka stuff ... very nasty fellows ...</bold>",
        "<bold><italic>LHEBAN: (to Komon) Komon! This fellow's got pointy ears and red eyes ...</italic></bold>",
        "<bold>KOMON: Pardon me, friend ... it's sort of dark, and I didn't ... uh ...</bold>",
        "<bold>ADVENTURER: Oh, that's fine. These are strange times. You know, live and let live -- or die -- as the case may be. Now ... suppose you tell me about this Nackles myth? Here, let me help you with that bottle ... Ah! Thanks.</bold>",
        "<bold>LHEBAN: Er ... sure, if you want to put it that way ... Here, have another swig! Sure, we've got the time, and I recall it clearly now.</bold>",
        "<bold>KOMON: Yes, we've a couple hours 'til that little blonde shows up at her lamp...</bold>",
        "<italic>(Lheban kicks Komon)</italic>",
        "<bold><italic>LHEBAN: (to Komon) Quiet! Remember, we had to tell the High Priest her address, so she won't be around for a while!</italic></bold>",
        "<italic>(to all) Very well, here's the story, best as I can recall it. This is a tale the peasants up in High Rock tell their kids to scare them into being good for a while, I guess. They tell it, let me see ... either on Tales and Tallows, or is it Witches' Festival? -- just before the kids are sent out to the barn or pigsty to sleep.</italic>",
        "<bold>KOMON: Nasty cruel peasants! But then, I'd send them all out to the midden ...</bold>",
        "<bold>LHEBAN: Really, Komon! Remember, those poor souls need our compassion and blessing, we are their salvation!</bold>",
        "<bold>KOMON: Now who's in Old High Mucky-Mucks' study?</bold>",
        "<bold><italic>LHEBAN: Er ... anyway. It goes a bit like this. If the kids have been real good during the year -- filched enough in the market, mucked out the stables every day, not gone playing with goblins, left the sheep alone, and so on. If they have been real good, they've nothing to worry about. But if they haven't been real good then there is this nasty, horrid Dark Elf spirit called Nackles. Doesn't look like your typical Dark Elf -- thinner, taller. Pasty white face, long as your arm. Walks like his knees and elbows bend the wrong way. Snickers like when you drag your fingernails across slate. Wears a tight black suit (not Khajiit, more like a formal suit with buttons) but too tight and small. He visits the bad girls and --</italic></bold>",
        "<bold>KOMON: Why are you talking about Old High Mucky again, Lheban?</bold>",
        "<italic>(Komon hiccoughs) (Lheban kicks Komon)</italic>",
        "<bold>LHEBAN: You really must excuse Komon here: overwork, you know. Too many curings and conversions ... Anyway, Old Nasty Nackles is supposed to wander under our Tamriel, in dirty deep dark dwarven tunnels. Everywhere under the lands, if you can believe that! Rides in a rusty squeaky old mine cart, on old mine tracks ...</bold>",
        "<bold>ADVENTURER: I saw some of those in Fang Lair once, down in Hammerfell a long long while ago ...</bold>",
        "<bold><italic>KOMON: (to Lheban) What the Sheogorath was he doing in Fang Lair!?</italic></bold>",
        "<bold><italic>LHEBAN: (to Komon) Hush! If he's who I think he is, you do not want to know! (to all) Um, yes. Well, Nackles gets pulled all around these deep tunnels by goblins -- not your usual dirty yellow ones, but nasty black things. Anyway, they pull Nackles round and through these dark tunnels, and then, late at night, he stops below each and every bad child's hovel or house or castle - makes no difference. Then he slides up the drainage pipes ...</italic></bold>",
        "<bold>KOMON: Creeps up cracks ... crawls through holes ...</bold>",
        "<bold>LHEBAN: Oozes up oubliettes ...</bold>",
        "<bold>KOMON: Climbs giggling up garderobes ...</bold>",
        "<bold>LHEBAN: Right into the kid's place! Then, if the kid's only been sort of bad, Nackles will just mess things up in general, so the kid gets blamed. Make greasy dirty marks everywhere (more than usual, anyway), break some things, steal some things, so on and so forth. Maybe take the sugar sweets, leave some lumps of fools' ebony instead ...</bold>",
        "<bold>ADVENTURER: Fools' Ebony - what's that? Heard mention of that, oh, a few hours ago ... Some Mages ...</bold>",
        "<bold>LHEBAN: You did now? Interesting ... Very ... Well, lets talk of that in a bit ... just let me finish this Nackles thing. Where was I -- Oh yes ... Now, if the little brat has been real bad -- then all the little brat's toys get taken. The copper dagger, the wooden sword, the little whip, and so on. All the usual favorite kids things.</bold>",
        "<bold>KOMON: Whips? I like those.</bold>",
        "<italic>(Komon hiccoughs) (Lheban kicks Komon)</italic>",
        "<bold>LHEBAN: Now if that little brat has been very, very bad then Nackles grabs the brat. Pops him or her in his dirty great sack. Hauls the sack off down the holes and cracks, down to his rusty old mine cart! And away they go!</bold>",
        "<bold>KOMON: Hope he leaves some bad little girls behind.</bold>",
        "<italic>(Lheban kicks Komon)</italic>",
        "<bold>LHEBAN: Er ... so we can save them, of course, friend ... Well. Sometimes, so I've heard tell, the brat never comes back. No great loss, I guess, peasants just breed another.</bold>",
        "<bold>KOMON: Know 'bout that, I do, I do ...</bold>",
        "<italic>(Lheban pinches Komon's nose)</italic>",
        "<bold>LHEBAN: But, as the story goes round here anyway, often the brat is just put to work, digging out lumps of Fools' Ebony, shoveling dirt, bagging it. Extending the tunnels of the Nackles. After a while, Brat is pushed back up to where it came from. Seems that Brat might think it's spent a year down there, but only a day has passed up top ... Brat comes back real thin and dirty though, covered in black mess ... You know, come to think of it -- on the day past Witches' Festival, I've often seen some little brats, scrawny, real dirty black mess on them, looking terrified, too. Parents drag them into Temples to get blessed and cured, if they have the gold. By the Beard of Sheogorath, the wailing and noise! Enough to drive a priest to ... er ... well, never mind ... that's our problem ...</bold>",
        "<bold>KOMON: Nah ... it's a problem with our suppliers, I tell you ...</bold>",
        "<italic>(Lheben throws Komon through a screen)</italic>",
        "<bold>LHEBAN: Anyway, that's the short of it, this Nackles legend up around here. I recall now, it's widespread all over Tamriel ... and knowing the place, probably more than a grain of truth in the tale, much, much more ...</bold>",
        "<bold>ADVENTURER: So, I guess some of the ... er, darker Dark Elves sort of identify with this Nackles. Take on the persona, so to say ...</bold>",
        "<bold>LHEBAN: Yeah, that sort of sums it up, I guess ... though we don't see those types hauling off brats in sacks, now do we?</bold>",
        "<bold>KOMON: Nah, that's wot we does, girly brats anyway, isn't it not?</bold>",
        "<italic>(Komon hiccoughs) (Lheban breaks a bottle over Komon's head)</italic>",
        "<italic>(Komon falls unconscious)</italic>",
        "<bold>ADVENTURER: Thats a very interesting tale, gentlemen. Say, let me repay you with another bottle -- what's that you're drinking? Ah, thought so - Innkeep! More holy wine for these holy men!</bold>",
        "<bold>LHEBAN: A blessing on you for that kind gesture, friend.</bold>",
        "<bold>ADVENTURER: I thank you, I sure could use one or three ... Anyway, this 'Fools' Ebony', I've heard mutters and murmurs about that of late -- mostly eavesdropping ... pardon me ... listening ... to Mages and the like. What's with this stuff? Here, have another swig ... good!</bold>",
        "<bold>LHEBAN: Well, we're not supposed to tell outsiders ... but then, you seem to know something already. And if you have been hearing Mage gossip ... Why, maybe we can do some business. Profit all round! Well ... for the Akatosh Chantry, of course, and your fee, good Sir.</bold>",
        "<bold>ADVENTURER: More and more interesting -- tell on, I pray you.</bold>",
        "<italic>(Komon staggers to feet) (Komon hiccoughs)</italic>",
        "<bold>KOMON: Time for me to go convert that little lamppost girl ... no, no, no - not last nights one, but the blonde ...</bold>",
        "<italic>(Exit Komon) (Female squeals from offstage)</italic>",
        "<bold>LHEBAN: Friend, you'll have to excuse Komon. He's a bit ... you know strange ... Got these ...</bold>",
        "<bold>ADVENTURER: Oh, that's all right, we've all got our own...</bold>",
        "<italic>(Exeunt Lheben and the Adventurer) (Enter EPILOGUE)</italic>",
        "<bold>EPILOGUE: Our apologies for the quality of this drama so far. If those of you still present will wait for a few minutes while our bard plays \"Silence Implies Consent,\" we will change the set for the next act, Part the Twoth. Please don't forget to tip your wench. Do you believe there's such a thing as Fools' Ebony? Maybe we'll find out in Part the Twoth. Or maybe not.</bold>",
        "<italic>(Flourish) (Exit Epilogue)</italic>",
        "<italic>End of Part the Oneth, Being Mostly Concerned with The Legend of Nackles.</italic>",
        "<title>Fools' Ebony, Part The Twoth</title>",
        "<italic>Bearing Mostly on Fools' Ebony and Temples</italic>",
        "Same place, same Inn, A bottle or two later. Enter Prologue, the Adventurer, and Lheben",
        "<bold>PROLOGUE: Little has occured so far in our comedic drama. The Adventurer, our Dark Elf rascal, has bought drinks for two priests of Akatosh. All have drunk considerably. One of the priests has rushed off in pursuit of his lamp girl. And, unless I've forgotten something or something happened when I was paying attention to something else, that's a complete synopsis of Part the Oneth. Ah, here come two more priests. Humble Prologue must depart.</bold>",
        "<bold><italic>(Enter RAIC and STETE)</italic></bold>",
        "<bold>RAIC: Evening Lheban! Evening stranger. My fellow priest here is Stete, I am Raic. We are honored to serve Julianos.</bold>",
        "<bold>ADVENTURER: What is this, anyway - Priests night out? And ... I thought that your Temples - Akatosh, Julianos, the rest ... I thought them all cut-throat competitors. In theology and gold, if you will forgive my bluntness. Yet you all seem the best of friends ..? Come to think of it, didn't I have words with Stete earlier, you said you were of the Temple of Stendarr?</bold>",
        "<bold>RAIC: A common misconception, friend ...</bold>",
        "<bold>LHEBAN: ... but one that we ... encourage ...</bold>",
        "<bold>RAIC: Really, we all work together closely, move between the Temples as needs dictate ...</bold>",
        "<bold>LHEBAN: ... exchange information ...</bold>",
        "<bold>RAIC: ... share funds ...</bold>",
        "<bold>STETE: ... swap our sisters ...</bold>",
        "<italic>(Lheben kicks Stete) (Enter Prologue)</italic>",
        "<bold>PROLOGUE: Sorry to interrupt the merry slapstick, but I neglected to mention earlier that the Fools' Gold saga -- if that is the word -- contains gratuitous reference to priestly misdeeds and sexual excess. I hope those of you in the audience of peevish, prudish, sullen, frumpy, or grumpy demeanors are not offended. Now then, on with the entertainment.</bold>",
        "<italic>(Exit Prologue)</italic>",
        "<bold>LHEBAN: ... and all that ...</bold>",
        "<bold>RAIC: But it helps in our ... holy work, if we are perceived as separate and, uh, competitive...</bold>",
        "<bold>LHEBAN: Mind you, there are one or two, er ... religious organizations ... well, sort of ... that we do not have anything to do with ...</bold>",
        "<bold>RAIC: Nothing at all, nothing at all ... animals, just animals ...</bold>",
        "<bold>ADVENTURER: Such as ..?</bold>",
        "<bold>LHEBAN: Weeell -- the Dark Brotherhood for one ... nasty bunch of thugs ... and then there's the Afterdark Society ...</bold>",
        "<italic>(aside to Raic)</italic>",
        "This fellow, seems a decent sort of chap ... seems to know something about Mages and Fools' Ebony ...",
        "<bold><italic>RAIC: (aside to Lheban) Really now ... how interesting...</italic></bold>",
        "<italic>(to all) Hey fellow, have another bottle -- this will bless you throat. My, my, yes indeed it will...</italic>",
        "<bold>ADVENTURER: Thanks Raic, don't mind a bit ...</bold>",
        "<bold>LHEBAN: But let me continue -- I was explaining about this Fools' Ebony to you ...</bold>",
        "<bold>RAIC: Yes, Fools' Ebony ...</bold>",
        "<bold>LHEBAN: Well. Fools' Ebony now. Well, you know about ordinary Ebony, how it's rare, only some dwarven clans dig it and sell it. And not too many, these days and times ...</bold>",
        "<bold><italic>STETE: How's that popular song go ..? (singing)</italic></bold>",
        "Where have all the Old Dwarves gone, Long time ago ...",
        "<bold><italic>(Lheben throws Innkeep at Stete) (Raic breaks chair on Innkeep and Stete) (Innkeep loses consciousness)\n\nLHEBAN: There's a pile of real ebony up in the Wrothgarians somewhere north, I hear tell. You know how that dullish black ebony gets worked over by Mages, by some skilled armorers, made into all kinds of potent weapons, amulets, belts, what have you. All fetch a huge price, when you can find any. And how the best was made long ago, by those old dwarves ...</italic></bold>",
        "<italic>(Stete rises to his feet) (Lheban kicks Stete back down) (The Adventurer loosens his tunic)</italic>",
        "<bold>LHEBAN: Oh my! Oh, my apologies, friend, Sir! I see you have -- what's that? An ebony torc? Oh my, and an ebony katana! Oh My! Oh My, My! So, of course, you know all that, sir.</bold>",
        "<bold>ADVENTURER: Oh, that's all right, you didn't know. Here, have another bottle ...</bold>",
        "<bold>LHEBAN: Many thanks, kind Sir. Well, then you know how every adventurer, even snotty kids, all the dungeon-delvers, are always looking for ebony artifacts, weapons, whatnot. But what you may not know, some of the more experienced delvers hunt for raw ebony lodes, piles, dwarven leavings. That stuff, the raw ebony, is far more valuable.</bold>",
        "<bold>ADVENTURER: The raw unshaped material that provides work ... and power ... for so few? Apparently just loaded with negative magicka?</bold>",
        "<bold>RAIC: Right, right!</bold>",
        "<bold>LHEBAN: Yes, right so! Quite so! Well, Fools' Ebony now. Looks just about like the real raw stuff. Runs in veins in the deep rocks. Feels the same, smells almost the same. But the big difference: it's not real ebony. No power at all. If you pick some up, it gets you hands a bit dirty. Softer too, by all accounts. But sort of shiny too. But who can tell all that, deep in some old mine, maybe a ghoul breathing down your neck! So it's just grab and run, I guess, down in those nasty holes. So the fools, the kids, the crazy delvers, are always hauling up a bag, a sack, of Fools' Ebony. And getting laughed at by the merchants, dealers, mages, us ... hence the Fools' part. Stuff just gets thrown into the Bay ...</bold>",
        "<bold>ADVENTURER: Yeah, that's sort of what I ... er ... heard from some Mages. But I heard something else, too ...</bold>",
        "<bold>LHEBAN: And just what was that, friend ... if you want to tell us, of course ... Sir.</bold>",
        "<bold>ADVENTURER: Oh, of course! I think that we can come to ... er ... an arrangement?</bold>",
        "<bold><italic>LHEBAN and RAIC (Together): Certainly, Oh Yes!</italic></bold>",
        "<bold>ADVENTURER: So, yeah, so these mages -- Shub and Shub, they are always called Shub, aren't they? -- anyway, these old guys were saying how this Fools' Ebony can burn. Not magically, but like an ordinary piece of wood. But the flame lasts far longer, gives off lots more heat, makes no smoke to speak of, no noise ... very interesting ... Mages were saying as how the alchemists want it, to heat the retorts and flasks ... How the Mages Guild wants it, to make and sell ... er ... fake amulets and the like ... rotten trick that! And especially the Armorers, they want it bad, for their forges, I guess. And the Alchemists, for their alembics ...</bold>",
        "<bold>LHEBAN: Precisely my information! Now... gets cold up here in the winter, doesn't it? And everyone is cutting down all those trees, making siege engines, boats, all that evil war machinery! All those rich royals and merchants got to heat their great big piles of homes. So their Contessas can run around in next to nothing, instead of furs...</bold>",
        "<bold>STETE: ... just like my sister ...</bold>",
        "<italic>(Lheben bites Stete's arm) (Stete shreiks and falls unconscious)</italic>",
        "<bold>ADVENTURER: All those armorers got to keep their hearths and furnaces running...</bold>",
        "<bold>LHEBAN: ... All the Mages got to keep their familiars warm ...</bold>",
        "<bold>RAIC: ... All those royals got to keep the contessas running ...</bold>",
        "<bold>LHEBAN: ... All those peasants got to keep their animals warm ...</bold>",
        "<bold>ADVENTURER: And To Sheogorath with the wife and kids, right? Ha! And, I guess, its sort of hard for you Priests to give blessings and cures, when your fingers are all cold and stiff ..? Makes getting corks out a tad hard, to say nothing of opening those little twists of parchment ..?</bold>",
        "<bold>RAIC: You speak truly, indeed!</bold>",
        "<bold>LHEBAN: A man of wisdom, indeed! Yes!</bold>",
        "<bold>ADVENTURER: So, where do we find this Fools' Ebony -- in quantity?</bold>",
        "<bold>LHEBAN: You put your finger (you have six, I note -- oh, excuse me, Sir) on the crux of the matter. I have heard rumors, just rumors, mind you, that there are huge enormous veins of this stuff, at one place on the surface, far up in the Wrothgarians. Bad, bad place to go. But, if you can get there and back, cartloads of the stuff!</bold>",
        "<bold>ADVENTURER: Thats just what I overheard from those Mages -- far up there in the Wrothgarians -- orcs, dragonlings, daedra, Sheogorath only knows what ... Those Mages seemed to know the spot, though. Mages wanted someone to ...</bold>",
        "<bold>RAIC: You didn't ... talk ... to the Mages. I mean, you haven't ...</bold>",
        "<bold>ADVENTURER: Oh no. They didn't even know I was there...</bold>",
        "<italic>(aside) Not yet, anyway...</italic>",
        "<bold>LHEBAN: Good, good - can't trust those Mages, you know ... old fossils would turn their own mothers into sludge-toads, just for a bit of gold! Gold-mad, power-mad, Mad-mad, the whole rotten lot of them! But then they don't have mothers!</bold>",
        "<bold>RAIC: Excellent. Seems to me, friend -- or, can we call you partner? Yes? Excellent. Seems tome, partner, that my brother priests and you should do some digging and poking around - see if we can get to those veins, those deposits, eh!</bold>",
        "<bold>ADVENTURER: Yes indeed, partners! But it would cost a fair pile of gold to get up there -- weapons, spells, women, clothing, carts and horses, women, food, potions ... Best go well-prepared, up there.</bold>",
        "<bold>LHEBAN: No problem, partner. Our Temples have ... certain resources, such that if we were guaranteed ... sole access, sole knowledge of the location, then we could finance someone ... someone with the requisite skills, such as yourself? Just by happenstance, I am Keeper of the Books ... you see the opportunity?</bold>",
        "<bold>ADVENTURER: Oh yes! Oh yes! Well -- lets split a last bottle, and shake on an agreement?</bold>",
        "<bold>LHEBAN: Indeed, let us! We first need information -- who knows about the site up there, where it is, how to reach it ... Why don't we meet back here in, say, a week, to the hour. And see what we can learn, meanwhile?</bold>",
        "<bold>RAIC: We need to find a merchant, too. Someone who can handle it for us ... warehouses, distribution ...</bold>",
        "<bold>LHEBAN: And keep a shut mouth!</bold>",
        "<bold>ADVENTURER: I'll make some inquiries about merchants ... got a contact or two ... Trouble is -- well, you know how these things go -- few golds here, few there, before you know it you've bribed half the town, or so it seems. Now, as luck would have it, I don't have much -- got swindled by a wretched Mage, some town south of here, and lost most of my belongings in a shipwreck ...</bold>",
        "<bold>LHEBAN: Ah Yes! You need some ... seed money as it were.</bold>",
        "<bold><italic>RAIC: (To Lheban) Let me lift old Stete's purse, he made a lot renting out his sister last week ...</italic></bold>",
        "<bold>LHEBAN: Thank you, Raic. Here, about 100 gold -- enough ?</bold>",
        "<bold>ADVENTURER: Oh yes, more than enough for a start, Gentlemen. Good, good, good ... so we have a deal?</bold>",
        "<bold>ADVENTURER: Yes! It's agreed. One week!</bold>",
        "<italic>(Exit Lheban, Raic dragging Stete) (Exit the Adventurer)</italic>",
        "<italic>(Enter Epilogue)</italic>",
        "<bold>EPILOGUE: Ah, things are happening now, I doubt it not. Patrons, I request that you recall that this is a work of fiction created by one of the finest writers of the asylum, Frincheps, Archprince of All Sumurset. There is no such thing as Fools' Ebony. Furthermore, Ebony is not mined as the priests have described the process. Grasp that please. If you can still enjoy the play as a rude work of fiction, stay with us for Part the Threeth. If you can't, farewell. And don't forget to tip the wenches.</bold>",
        "<italic>And so endeth Part the Twoth</italic>",
        "<title>Fools' Ebony, Part The Threeth</title>",
        "<italic>In The Mages' Guild, One to Three Days Later</italic>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: We are now at the halfway point of our disjointed epic. If you are just arriving, you have missed little. The Adventurer, our rogue Dark Elf, has joined with a quadripartite (that's a triumvirate plus one) of priests intent on discovering a burning metal called Fools' Ebony and becoming wealthy. The priests have given our hero some gold for bribing merchants, but the only people who know where the Fools' Ebony is are the mages of the Mages' Guild. As the Epilogue pointed out at the end of Part the Twoth, there is no such thing as Fools' Ebony and real Ebony is not mined. Something our playwrite apparently did not research. Well, accept it as high fantasy, if you will. Or whatever. Hark, here comes our hero now. Imagine the miasma (if that's the word I want) of magical elixirs, bubbling cauldrons, hovering balls of sparkling whatnot. And now, the Prologue must depart.</bold>",
        "<bold><italic>(Enter the Adventurer and SHUB)</italic></bold>",
        "<bold>ADVENTURER: Ho! Anyone around?</bold>",
        "<bold>SHUB: Over here, young man, in the corner ...</bold>",
        "<bold>ADVENTURER: Morning. Do I call you ... Shub ..?</bold>",
        "<bold>SHUB: Oh yes, Shub is my name, Shub it is ... How on Tamriel did you know?</bold>",
        "<bold>ADVENTURER: Can we have some ... privacy ... I have a somewhat ... er ... delicate matter to discuss..?</bold>",
        "<bold>SHUB: No need for privacy here! We Mages do not hide anything!</bold>",
        "<bold>ADVENTURER: Fools' Ebony?</bold>",
        "<bold>SHUB: Quick through this door ..! Turn right ... Turn left ... Ah ... just let me throw a privacy spell around us ...</bold>",
        "<bold><italic>(Loud zap sounds) (Enter SHUB)</italic></bold>",
        "Good! Now Sir -- Oh, by the way, meet my fellow Mage, Shub.",
        "<bold>SHUB: Mmmm.</bold>",
        "<bold>SHUB: Now, you mentioned Fools' Ebony ..?</bold>",
        "<bold>ADVENTURER: Well, I fancy myself a bit of an expert in ebony. Had quite a bit come and go through my hands in my time, I have ...</bold>",
        "<bold>SHUB: We notice that you have an ebony amulet, and an ebony katana -- Of Lightning, no less! And an ebony belt ... ...mmmm...</bold>",
        "<bold>ADVENTURER: Hands off the toys, gentlemen, please!</bold>",
        "<bold>SHUB: Forgive us -- but we so appreciate such fine items ...</bold>",
        "<bold>SHUB: ... collect them too ...</bold>",
        "<bold>ADVENTURER: Well, the other day, just by chance of course, I just happened to hear two priests of the Temple of ... er ... Stendarr, I think it was ... They were a bit high in their cups, I think, a bit loud, and never noticed me skulking -- I mean, standing -- there. They were going on about this Fools' Ebony - stuff like the real thing, only no magicka at all. None. But it burns like wood, only longer, hotter, no smoke, nice even heat.</bold>",
        "<bold>SHUB: Yes ... we have heard similar rumors. Seen a bit of that stuff -- lumps from a sack or two that some crazed delver dragged up, that kind of thing. Right, Shub?</bold>",
        "<bold>SHUB: Oh - Oh yes, right, that kind of thing ... right ...</bold>",
        "<italic>(aside) I must remember to keep the secret, whatever it is.</italic>",
        "<bold>ADVENTURER: Well, these fool priests seemed to talk as if they knew a location for lots, I mean piles, of that stuff -- somewhere up in the Wrothgarians ...</bold>",
        "<bold><italic>SHUB and SHUB (Together): Where! Who! Did they say? How? When? Where?</italic></bold>",
        "<bold>SHUB: You didn't let them know you were listening, did you?</bold>",
        "<bold>ADVENTURER: Of course not! What do you take me for, a priest lover?</bold>",
        "<bold>SHUB: Calm yourself, my lord ... that's better...just don't go fiddling with that katana so much. Makes us nervous.</bold>",
        "<bold>SHUB: Yes, nervous, very ...</bold>",
        "<bold>SHUB: Here, sit down. There. Want some mulled wine? No? Oh well, just have to finish it myself.</bold>",
        "<bold>SHUB: So they seemed to know the location.</bold>",
        "<italic>(aside) Hmmmm. This means we have to act fast, quickly, speedily, and with great rapidity.</italic>",
        "<bold>ADVENTURER: Oh yes! They were talking like they were going to get a load in a few weeks or so ...</bold>",
        "<bold>SHUB: Oh My! Oh Dear Me! Ohhh...</bold>",
        "<bold>SHUB: Now then. Seems you know a fair amount about this Fools' Ebony. And you realize the potential -- just think, big warm fires in all our study rooms ...</bold>",
        "<bold><italic>SHUB and SHUB (Together): ... Selling it to the Palace... selling it to those stupid Alchemists ... the Armorer's Guild would be good for a lot ... ...keep out familiars nice and warm ... ... and our posteriors ..! ... just think how Daedra Seducers love a nice warm fire ... Giving smoldering lumps to the peasants to warm their hovels with - in return for some gold, of course ...</italic></bold>",
        "<bold>SHUB: ...just think of all that gold...</bold>",
        "<bold>SHUB: Trouble is, son - we would like to get that stuff by the cartload, bring it down here ...</bold>",
        "<bold>SHUB: Have some trustworthy merchant ...</bold>",
        "<bold>SHUB: Put a spell on him!</bold>",
        "<bold>SHUB: ... Have some merchant act as sort of, middleman, for us ...</bold>",
        "<bold>ADVENTURER: But ... then why the delay, gentlemen?</bold>",
        "<bold>SHUB: You seem like an honest fellow. We'll tell you -- mind you, you let out a word of this, and there will be a Fire Daedra in your bed ... but no threats between gentlemen, right!</bold>",
        "<bold>ADVENTURER: Very well -- I shall be the very soul of discretion.</bold>",
        "<bold>SHUB: You see, we know where the stuff it, cartloads and cartloads of it. But we can't get there and back ...</bold>",
        "<bold>SHUB: We are not the outdoorsy types.</bold>",
        "<bold>SHUB: Far safer here in town.</bold>",
        "<bold>SHUB: Much warmer too.</bold>",
        "<bold>SHUB: Think of all the supplies we would have to take.</bold>",
        "<bold>SHUB: All those nasty things out there.</bold>",
        "<bold>SHUB: Did you know that seducers won't come to us in the wilderness?</bold>",
        "<bold>SHUB: We'd have to hire guards, to keep those awful priests away.</bold>",
        "<bold>SHUB: And the strain of dealing with all those coarse types ... the Merchants.</bold>",
        "<bold>SHUB: The Armorers.</bold>",
        "<bold>SHUB: The Royals.</bold>",
        "<bold>ADVENTURER: Mmm. I think I comprehend. You want some -- experienced explorer-hero type, someone used to the wilderness - to go get it for you, set up a supply line, so on ..?</bold>",
        "<bold>SHUB: Exactly. And find us a nice, useable merchant. Someone we can control.</bold>",
        "<bold>SHUB: With a big, big warehouse, delivery service, that kind of thing ...</bold>",
        "<bold>ADVENTURER: Well, gentlemen. Let me volunteer my services! I have always admired you Mage gentlemen -- so clever, so sharp. No fooling you in anything, is there?</bold>",
        "<bold>SHUB: No, no fooling us ...</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: This, ladies and gentlemen, is irony.</bold>",
        "<italic>(Exit Prologue)</italic>",
        "<bold>ADVENTURER: Tell you what, I can probably arrange a suitable merchant or you. Take some gold though -- those thieves know the value of a gold piece! As luck would have it, my last gold was swindled off me by a thieving priest, in some little town south of here. And I lost a lot of good stuff in a shipwreck just before that ...</bold>",
        "<bold>SHUB: Well ... since you have agreed to help us ... we can spare some gold from the treasury, can't we, Shub?</bold>",
        "<bold>SHUB: Oh! Oh yes, lots there ... always make more ...</bold>",
        "<bold>ADVENTURER: Now, I do need to know roughly where this site is, got to pick the right breed of horse, calculate my supplies to the last drop, figure out what weapons I might need ... supplies, like food, little things like that ... diameter of the cart wheels in square yurts ... ambush points for the priests, in case they try to get up there ... mmmmm ...</bold>",
        "<bold>SHUB: Tell you what - here is 500 gold. Go get things started.</bold>",
        "<bold>SHUB: Yes ... we can always make some more.</bold>",
        "<bold><italic>SHUB: (aside, to Shub) Shut up!</italic></bold>",
        "<italic>(Shub fires a spell at Shub that burns him to a cinder and then reconstitutes him)</italic>",
        "<italic>(to all) Excuse us ... where was I ... Oh ... get a merchant, guards, carts, whatever you think it will take. Come back if you need more.</italic>",
        "<bold>SHUB: But what about those priests?</bold>",
        "<bold>ADVENTURER: I've an idea or two there. Let me get friendly with them - maybe hire a couple of good lamppost girls, lay in a few cases of holy wine ... I'll have them eating out of my hand in no time. And if you show me where this Fools' Ebony is ... why, I can misdirect them, send them straight into an trolls' den or something.</bold>",
        "<bold>SHUB: You're the expert! Here, let me show you on a map ... and I don't need to mention Fire Daedras, do I?</bold>",
        "<bold>ADVENTURER: So ... seems to be ... hmmmm ... only thirty days there, this time of year. Maybe forty back, with the loads. Let me study this a bit more ...</bold>",
        "<bold>SHUB: Can't take it with you, of course ... don't want this getting out now ...</bold>",
        "<bold>ADVENTURER: Oh no. That's fine. Look, let me have a bit more gold. Going to need some heavy-duty carts. See here, this section ... cut by all these washes ... hmmmm ... the flummox there will be something terrible ... Oh, and these ruins, full of ghosts, I bet ... hmmmm ... and this pass, just full of willies too ...</bold>",
        "<bold>SHUB: If you say so ... My, seems that we picked the right man, right, Shub!</bold>",
        "<bold>SHUB: Oh yes, indeed.</bold>",
        "<bold>ADVENTURER: So -- why don't I make arrangements, get back to you in ... er ... say a week? Say -- sure that you don't want to come with me. After all, there's nothing like the wilderness life. Waking up with the sun, shaking off the frost. Catching an orc for breakfast - ever have orc guts fried over stinkwood? Oh, that's a treat! Checking each stream for dead giant spiders - or live ones! Imp jerky for lunch! Scanning the ridges for dragonlings! Standing guard against Ice Daedra in a blinding snowstorm! Oh, what a life!</bold>",
        "<bold><italic>SHUB and SHUB (Together): No, no ... we, we better stay here at the Guild. Got our duties after all ... someones got to mind the store ... someones got to get the word out to selected customers ... No, thank you kind Sir, it does sound such a lovely life, but I think we best be here ... yes, indeed ...</italic></bold>",
        "<bold>ADVENTURER: A pity, gentlemen. Well, I'll be about it then. And don't worry if you see me with those priests -- got to mislead and misdirect them, haven't I!</bold>",
        "<bold>SHUB: One week, then!</bold>",
        "<italic>(Exeunt Shub, the Adventurer, and Shub) (Enter Epilogue)</italic>",
        "<bold>EPILOGUE: Shub and Shub, ladies and gentlemen. Implausibly retarded mages, yes, but perhaps there's something more to them than this act suggests. Do you think so, maybe? Well, if you are not in the theater for Part the Fourth, you won't know for certain, will you? Don't forget to tip your wenches and think on that while we change the set.</bold>",
        "<italic>So Endeth Part the Three</italic>",
        "<title>Fools' Ebony, Part The Fourth</title>",
        "<italic>Mercantile Dealings, The Armorers Involve Themselves. After some general discussion and verbal dancing around, finally the topic of Fools' Ebony is explored ...</italic>",
        "Somewhere near the market, in the back of a store called \"Nephron's General Mercantile\".",
        "The day after.",
        "<bold>(Enter Prologue, the Adventurer, and NEPHRON)</bold>",
        "<bold>PROLOGUE: Whilst the actors playing the Adventurer and the merchant Nephron dramatically move their mouths to pantomime a conversation, it is on poor Prologue's shoulders to update the audience on the play's actions in its first three acts. The Adventurer, a rogue of a Dark Elf, has been hired two different groups -- four inebriated priests and two greedy mages -- to delay the other group, and find the lost cache of Fools' Ebony in the Wrothgarian Mountains. Now, picture this clownishly decorated set as the back room at a prosperous merchant's shop. And before the Adventurer and Nephron develop lockjaw, Prologue will leave you thus.</bold>",
        "<bold>ADVENTURER: So you see, friend Nephron, just what an opportunity we have here. We have this new commodity, for which you agree there will be a huge demand.</bold>",
        "<bold>NEPHRON: Especially from the Royals -- once one of them has something new, they all want it, of course.</bold>",
        "<bold>ADVENTURER: And do not forget the Armorers for their forges, and the Alchemists for their retorts and whatnots...</bold>",
        "<bold>NEPHRON: You seem to have the Mages lined up nicely, got their location, memorized the access map, and so on - you know, we merchants have had a suspicion for quite some time that those old twits had some deep dark secret of interest to us... Now, the priests - the School of Julianos we already work well with, hand and glove, you might say. But of course we shall cut them out of the major profits -- maybe let them distribute some to their flocks? And their Temples make good, how can I say? -- storehouses? But the Akatosh Chantry is a problem, always running off and doing things on their own initiative, no cooperation, just crazy people ... we really need to do something about them, to ... er ... ensure their cooperation ...</bold>",
        "<bold>ADVENTURER: I have a suggestion that might help ... you recall how old Komon left and apparently dragged off some little blonde lamppost girl ... just suppose, that just by chance, in his state of ... befuddlement ... he dragged off someone important by mistake..? Might be a lot of trouble for the Chantry, if word got out?</bold>",
        "<bold>NEPHRON: Hmmm. Indeed ... there's this silly little blonde Royal who's all excited by the 'real life' down in these parts of town. Disguises herself (or so she thinks), comes on down here and plays at being poor. Stupid little twit ... Komon is still in hiding with his blonde, right?</bold>",
        "<bold>ADVENTURER: Yes, in that 'retreat' the Priests have, down near the waterfront.</bold>",
        "<bold>NEPHRON: Oh yes, I know that place - often sell them some 'spiritual powders' and so on ... Good ... you see, just imagine what would happen if Komon, by mistake, had grabbed this slumming little Contessa ... Akatosh Chantry would have no end of trouble from the palace if something nasty happened to her ... and then we could move in, offer to 'help' the Chantry during their hard times ... Hmmm. Yes! Leave it to me, I shall contact a few of my ... er ... business associates, as it were ... make some arrangements.</bold>",
        "<bold>ADVENTURER: And I'll keep up chatting with the priests, get them to support our little business venture?</bold>",
        "<bold>NEPHRON: Right! And I should introduce you to some of the more senior members of our Brotherhood ... excuse me, Guild. Let me contact you in a few days, when everything is all set. You are here every evening?</bold>",
        "<bold>ADVENTURER: Yes, not particularly safe outside after dark these days.</bold>",
        "NEPHRON: I see. We shall have to arrange some ... protection for you. Well, in a few days, then.",
        "<bold><italic>(Exit Nephron, inconspicuously) (Enter FIVE ARMORERS)</italic></bold>",
        "<italic>(Armorers and the Adventurer fight) (The Adventurer falls)</italic>",
        "<italic>(The Armorers tie the Adventurer up and then wake him up)</italic>",
        "<bold>ARMORER 1: OK, fellow. Lets not spriggen-foot around! We know about this Fools' Ebony thing. And about the Mages who apparently discovered the location. And we have been watching you dance around with the Priests, the Mages, the Merchants. Just about everyone with two feet!</bold>",
        "<bold>ARMORER 2: And how you are really working with Nephron.</bold>",
        "<bold>ARMORER 3: And how you are double-crossing the Priests and Mages ...</bold>",
        "<bold>ARMORER 2: You and Nephron are really doing a good job on the Akatosh Chantry, we must admit.</bold>",
        "<bold>ARMORER 1: But now, we want that Fool's Ebony supply. We need it to increase our production, our quality -- and our prices. We can work with Nephron and his gang, we need warehouses and distribution anyway.</bold>",
        "<bold>ARMORER 4: We could torture it out of you ...</bold>",
        "<bold>ARMORER 3: We could let the Priests know about your plans -- they would throw you to the Afterdark Society in a flash!</bold>",
        "<bold>ARMORER 5: We could let the Mages know -- they would send you to Oblivion for a very, very long time!</bold>",
        "<bold>ARMORER 1: But we would rather you 'joined' our Guild. We cannot afford to leave Daggerfall for some hairy wilderness trip. Too much demand these days, for our services.</bold>",
        "<bold>ARMORER 2: But we can send a group of our apprentices along to keep you company.</bold>",
        "<bold>ARMORER 4: Our apprentices usually test all our products ... and will be just itching to test out there.</bold>",
        "<bold>ADVENTURER: Gentlemen, gentlemen! Please - I really was going to give the whole deal to you, once I had gotten gold from everyone else.</bold>",
        "<italic>(Armorer 5 slaps the Adventurer with a hot poker)</italic>",
        "Ohhh ... well, I thought of it...",
        "<bold>ARMORER 5: Sure! And I'm a Nymph!</bold>",
        "<bold>ADVENTURER: Yes, Yes, Yes, you are very persuasive. I would welcome an ... er ... escort and guard of such tough gentlemen. Be very handy out there.</bold>",
        "<bold>ARMORER 1: Good. Thought you would see it our way! Some of our other members are presently having a little ... chat with Nephron. We can handle him. And from now on, two of our bigger apprentices will always be close at hand. Protection, of course - this town can be quite dangerous at night ...</bold>",
        "<bold>ARMORER 3: So continue with your arrangements, work with Nephron. You can always leave word about your departure date with any weapons shop. And about any problems you may have ...</bold>",
        "<bold>ADVENTURER: Certainly, gentlemen. Yes, you are indeed very persuasive. I shall keep you up to date. And, er...thanks for the protection.</bold>",
        "<bold><italic>(Enter ORTHO, the very large apprentice) (The Adventurer is untied) (Exeunt Five Armorers)</italic></bold>",
        "<bold>ADVENTURER: Hello, who are you?</bold>",
        "<bold>ORTHO: Me am Ortho!</bold>",
        "<bold>ADVENTURER: My ... protection?</bold>",
        "<bold>ORTHO: Me am Ortho!</bold>",
        "<bold>ADVENTURER: You look very familiar to me for some reason. Have you every been to Morrowind?</bold>",
        "<bold>ORTHO: Me am Ortho!</bold>",
        "<bold><italic>ADVENTURER: Fine then. (aside) My old man used to say the very worst thing that can happen to a fellow is an evening spent in the company of an earnest politician. This, I think, is a close second.</italic></bold>",
        "<italic>(Exeunt the Adventurer and Ortho) (Enter Epilogue)</italic>",
        "<bold>EPILOGUE: Our play has six parts, and we've just finished the fourth. It's interesting I think that the Lusty Contessa has not made an appearance yet. You don't suppose our playwrite forgot he put her in the Dramatis Personae, do you? Well, you'll only know if you come back for The Fools' Ebony, Part the Fiveth. And if your neighbor decides not to return, don't tell him what happened. We actors have to make a living too, you know. Don't forget to tip your wenches while we change the scene.</bold>",
        "<italic>(Exit Epilogue)</italic>",
        "<italic>So Endeth Part The Fourth</italic>",
        "<title>Fools' Ebony, Part The Fiveth</title>",
        "<italic>Back With The Priests, Final Plans, and a Killing or Two is Reported...</italic>",
        "Nearer the middle of the Month of Frostfall, The Inn of the Pink Nymph.",
        "(Enter Prologue, the Adventurer, Ortho, Nephron, the Five Armorers, and Prologue)",
        "<bold>PROLOGUE: Our roguish Dark Elf, the Adventurer has plummeted before our stunned eyes, from the king of the spider web of intrigue to a pathetic, crawling lump of Argonian excrement. In the quest for Fools' Ebony, that substance that all would kill for, the Adventurer attempted to play Mage against Priest with the help of the merchant Nephron. Alas, that is to say, alackaday, the five armorers have trapped Nephron and the Adventurer and taken over their scheme. The hulking Ortho now watches the Adventurer's every move. But I get the feeling -- to be honest, don't you? -- that beneath the Adventurer's defeated quivering jelly lurks a jungle cat of such cunning and resource to shatter all his enemies when the time is right. Of course, I could be wrong. Ah, I see one of the priests of Akatosh who believes himself a friend of the Adventurer. I, Prologue must away.</bold>",
        "<italic>(Exit Prologue) (Enter Lheban, a Priest of Akatosh.)</italic>",
        "<bold>LHEBAN: Evening there, mind if I join you?</bold>",
        "<bold>ADVENTURER: Well ... since you already have - no. And where is our esteemed brother Komon this chill evening?</bold>",
        "<bold>LHEBAN: You mean you haven't heard -- Oh, I guess you have been busy with the ... preparations?</bold>",
        "<bold>ADVENTURER: Right, right, very busy...</bold>",
        "<bold>LHEBAN: Then let me tell you -- Oh, what a bad business. What trouble ... Oh Dear ... Well ... you doubtless recall that poor Komon had this ... er ... problem -- overwork of course!</bold>",
        "<bold>ADVENTURER: Oh yes -- you fellows do work exceeding hard, seems to me.</bold>",
        "<bold>LHEBAN: Well ... recall how Komon left, somewhat erratically as it were, and ... er ... made off with that young blondie under the lamppost outside? Well -- in his ... er ... state of confusion - he grabbed the wrong blondie - Oh My, indeed the wrong one ...</bold>",
        "<bold>ADVENTURER: They all look pretty much the same to me, but of course, I do not look too hard!</bold>",
        "<bold>LHEBAN: Oh My! Well, to cut a short tale to the bone, old Komon grabbed a Contessa, who had thought to 'disguise herself.' Oh Dear!</bold>",
        "<bold>ADVENTURER: Well -- did she get away? Did they catch Komon? What happened?</bold>",
        "<bold>LHEBAN: Well, old Komon, tipsy as he was, was quick as spit in a gale. Eluded all pursuit, took the lady to a small private ... retreat house that we have. Oh Dear Me! Well, the City Guards, Palace guards, half a dozen Royals, all caught up with Komon 3 days later. One day too late for the poor Contessa -- I hear that they had a hard time locating all the ... er ... bits and pieces. Komon was there, passed out cold. And another body, some common blond lamppost girl. And by now he is cold -- permanently, most likely at the bottom of the Bay.</bold>",
        "<bold>ADVENTURER: Oh well. Serves the Contessa right, coming down to this area. But I suppose that there are repercussions?</bold>",
        "<italic>(Enter two more Priests, Raic and Stete of Julianos, and four armed City Guards.)</italic>",
        "<bold>RAIC: Evening, Lheban. Evening, Adventurer. And --</bold>",
        "<bold>ORTHO: Me am Ortho.</bold>",
        "<bold>RAIC: Yesss. Charmed. And Lheban, you indeed have my sympathies ... if there is anything we can do to help -- our Temple of Julianos, that is ..? But really, you should have kept Komon on a tighter leash - or preferably a noose!</bold>",
        "<bold>ADVENTURER: Hello Raic. And hello to you, Stete - how's your sister?</bold>",
        "<bold>STETE: Oh, she's great.</bold>",
        "<italic>(Raic sets Stete on fire, but it goes out)</italic>",
        "<bold>LHEBAN: Yes, I know I know. Oh the repercussions! Do you know that the Priests of Akatosh to Daggerfall Castle, Wayrest Palace and just about everywhere else have all been thrown out? That the Royal tax exemption for the Chantry has been revoked? That the Akatosh Chantry has just received a 'past due taxes' bill? Oh My!</bold>",
        "<bold>ADVENTURER: Well ... I suppose that we could help somewhat, maybe? Maybe a small loan from Julianos for that tax bill? With, say, a Temple as security? Oh -- are not the taxes based on the number of the Priests of Akatosh? So, maybe ... the School of Julianos could take over a ... significant number? Reduce your tax bill? You realize that this is not the best time for this -- just as we need a lot of funds for that expedition that I am arranging for you.</bold>",
        "<bold>LHEBAN: Oh, I am so sorry about Komon! But, yes, maybe if good brother Raic could -- I hate to say this -- take over a greater share of the financial burden ..? In return, of course, for ... er ... considerations ..?</bold>",
        "<bold>RAIC: Hmm. Like a good number of 'permanently' loaned priests? A long look at your books? At your cellar? Your name-lists? A Temple as security on our loan? And, of course, a bigger cut in the proceeds of this ... expedition? Names of your ... er ... suppliers ..?</bold>",
        "<bold>LHEBAN: Oh. I foresaw something like this, talked a bit about it with old Mucky-Muck - livid, he was. But, as I am a Senior Brother, he finally authorized me to 'take care of it.' Those weren't his exact words, mind you, which were quite a bit ...longer, more explicit ... but the gist, at least.</bold>",
        "<bold>ADVENTURER: Of course, Lheban. If -- and note I say 'if' -- if we are successful, why then you can easily get back into good graces at the Palace. Merely sell them the goods, as a good low rate! With first refusal on any shipment you have? What's one Contessa to them, anyway?</bold>",
        "<bold>LHEBAN: Yes, yes! That could work! Worth a try. But how? Royals will not talk to anyone from the Akatosh Chantry now.</bold>",
        "<bold>ADVENTURER: Leave that to me, I can make ... approaches to certain ones. Yes, I can probably persuade them to let up on the Chantry, in return for... future favors ...</bold>",
        "<bold>LHEBAN: Oh, Oh how can I thank you?</bold>",
        "<bold>ADVENTURER: Well, I need a fair amount of gold to finish setting up my little trip. Maybe 10,000? Special horses, reinforced carts, cartiers, guards ... the list goes on and on. And the cost of keeping our little trip quiet is really quite high.</bold>",
        "<bold>LHEBAN: Well, yes, we can afford it, I guess -- you do have the map now, don't you? I know we can afford 8,000 gold. Given the potential profits ...</bold>",
        "<bold>ADVENTURER: Rest easy! - it's all here in my cloak -- show you in a bit. I've also managed to ... hire some good young hefty fellows, like old Ortho here, to manage the carts, dig and load, act as guards, and so on ...</bold>",
        "<bold>LHEBAN: Good, good - I can relax a bit. Oh my, the fellows back at the Chantry will be so relieved. We really owe you, the Brotherhood does -- Oh, I mean the Akatosh Chantry, of course!</bold>",
        "<bold><italic>STETE: Brotherhood ..? What about our sisterhood, eh?\n\n(Raic grapples Stete, allowing Lheban to hit Stete with a large mallet)</italic></bold>",
        "<bold>ADVENTURER: Well, Raic, what about you and the School? How much are you good for, the extra 2000? And maybe some more - always lots of last minute expenses on a trip like this, you know.</bold>",
        "<bold>RAIC: Well now. Since we seem to getting a whole extra sect of Priests, and ... other considerations ... Certainly!</bold>",
        "<bold>ADVENTURER: Well, gentlemen -- Oh, and Stete -- here it is!</bold>",
        "<italic>(The Adventurer pulls out a map, gives it to Raic)</italic>",
        "<italic>Oh, by the Arms of Zenithar, did I ever have to work hard for this! Those cagey Mages! But, in the end, just greedy old fools! ... Oh, just in case you or your, er, Head Priest, hasn't seen the goods -- here's a sample. Play with it.\n\n(The Adventurer hands Raic a small leather bag)</italic>",
        "<bold>RAIC: Thank you, thank you. I must admit, I had some ... well, some doubts. You know - dealing with a stranger, so on ... No more. Partner!</bold>",
        "<bold>ADVENTURER: Good, good!</bold>",
        "<italic>(Stete hiccoughs)</italic>",
        "<bold>STETE: Say, you fellows ever hear this one -- what's a Priest keep under his robe? Haha -- His sister! Haheheha!</bold>",
        "<italic>(The Adventurer, Lheban, and Raic beat Stete into unconsciousness)</italic>",
        "<bold>RAIC: You know, I fear that we really have to do something about young Stete here ... his sister thing ... ugh!</bold>",
        "<bold>ADVENTURER: Yes, he could be another Komon -- just what don't need!</bold>",
        "<bold>LHEBAN: Hmmmm. This sister of his -- does she really -- exist?</bold>",
        "<bold>RAIC: Oh yes. My. Oh yes. We know her well - I mean, we have often seen her ...</bold>",
        "<bold>LHEBAN: I think, Brother, that she should be made to see the errors of her ways. So she is no longer an influence on Stete ...</bold>",
        "<bold>RAIC: Yes, most certainly ... Hmmm ...</bold>",
        "<bold>LHEBAN: A somewhat Dibelytical theological point -- Oh, please excuse the technical discussion here - Raic, if we are to make her see the errors -- well, how shall I put it -- we first have to know just what the ... ways ... are, correct?</bold>",
        "<bold>RAIC: Indeed, an astute observation! Hmmm ... so you are suggesting that ... in a nut, we should first determine her ... ways, so as to be able to then show her the ... er ... errors?</bold>",
        "<bold>LHEBAN: Precisely! Mind you, a difficult, ardous, tiring project, I fear. One that will take all our ... will and energy.</bold>",
        "<bold>RAIC: Hmmm, true. But challenging, eh? Take all our time - but then, we shall have some time, while friend the Adventurer here is off hauling and carting.</bold>",
        "<bold>LHEBAN: And ... I personally, would feel far safer if we were ... in retreat maybe. Studying the ways ..?</bold>",
        "<bold>ADVENTURER: Yeah -- be a good idea for you two to, maybe, disappear? For a while, of course. Cut down on the chances of a ... rival faction catching on? Or catching you?</bold>",
        "<bold>RAIC: Very well! Lheban, why don't you and I take his sister off with us on a ... theological retreat, as it were? Study the ways in details, and so on ...</bold>",
        "<bold>LHEBAN: We could go to that unused little Temple, up on that shoulder of Edward's Mountain ... out of the way, quiet ...</bold>",
        "<bold>RAIC: Door has locks ...</bold>",
        "<bold>LHEBAN: Thick walls ...</bold>",
        "<bold>RAIC: A big cellar ...</bold>",
        "<bold>LHEBAN: Good! It's settled then. A theological retreat! Oh goody!</bold>",
        "<bold>RAIC: Of course, once we know the ... er ... ways in detail, we can of course tell old High Mucky-Muck, and let him take care of the ... er ... showing of the errors ..? Yes, that would improve his mood quite a bit ...</bold>",
        "<bold>LHEBAN: Then it's agreed. Let's start, say, day after tomorrow?</bold>",
        "<bold>RAIC: Yes! Adventurer, why don't I meet you at, oh, that horrid ugly statue of ... what on Tamriel is it? - a harpy and a gargoyle? Called something silly like 'Vendigao and Her Lover' or some such? Up in the north west corner of the town. Oh, and can I keep the map?</bold>",
        "<bold>ADVENTURER: Sure, keep it, I have a copy. And you will pass me a small bag, there at that nasty statue?</bold>",
        "<bold>RAIC: Have it all ready for you -- say, ten o'clock sharp? Oh, Lheban, another thought about young Stete here. He really needs some ... seasoning in the field, one might say ...?</bold>",
        "<bold>LHEBAN: Hmmm. Good point ... I know! The priest who handles field assignments is coming by tomorrow. We could arrange an ... educational ...assignment for Stete?</bold>",
        "<bold><italic>RAIC: Very good! But where ... hmmm ... Winter's coming soon now. There's a vacancy up in Solitude, far north Skyrim, I believe. Night collections at street corners, or some such. Very Good! Come on, Lheban. We have accounts to work on. Good night to you then, Adventurer. Ten tomorrow morning! (Lheban, Raic rise to leave, picking up Stete)</italic></bold>",
        "<bold><italic>Lheban and Raic (Together): ... have to arrange some supplies ... ... leather, rope ... holy wine .... ... lots of that pink powder ... I prefer the green, myself ...</italic></bold>",
        "<italic>(Exeunt Lheban, Raic dragging Stete, and City Guard)</italic>",
        "<bold>NEPHRON: Well?</bold>",
        "<bold>ADVENTURER: Excellent. Went just as I said it would. Got 5000 gold from them. And, thanks to your work with that Contessa ... we have the screws on the Chantry. And the School of Julianos is going to be ... otherwise engaged ... on a theological retreat. More like a Sanguine retreat!</bold>",
        "<bold>NEPHRON: And those Mages Shub and Shub seem to have disappeared ...</bold>",
        "<bold>ADVENTURER: So we are set?</bold>",
        "<bold>NEPHRON: Yes, you can come by my warehouse tomorrow afternoon. Have the heavy carts waiting.</bold>",
        "<bold>ORTHO: And Ortho ...</bold>",
        "<bold>NEPHRON: Oh yes, must not forget you fellows. How kind of you to ... volunteer your services ...</bold>",
        "<bold>ADVENTURER: Tomorrow, then!</bold>",
        "<italic>(Exeunt omnes) (Last person to leave looks just like a Royal in disguise ...) (Enter Epilogue)</italic>",
        "<bold>EPILOGUE: Well, we only have one part left to this play and I've run out counting the number of loose strings. Either Part the Sixth is going to be eight hours long, or we're going to leave some parts unsolved. I for one hope that they don't chose to drop the character of the Wanton Contessa. For Jephre's sake, she's been on the Dramatis Personae since Part the Oneth. Ah, well. Nobody leave your seat. Your gold will not be refunded. Any gold you can spare to tip your friendly wenches will be greatly appreciated. We just have a quick costume change and a set to put together and we'll be back. In the meanwhile, enjoy our bard's rendition of the Nordic classic \"Alas, The Fleeting Years Glide By.\"</bold>",
        "<italic>So Endeth Part The Five</italic>",
        "<title>Fools' Ebony, Part the Sixth</title>",
        "<italic>Daggerfall and Environs in the Doldrums of the 3rd Era</italic>",
        "<bold><italic>\nScene 1: In The Adventurer's suite at the Dead Daedra Inn.</italic></bold>",
        "(Enter Prologue, the Adventurer, and Ortho. Ortho climbs into bed.)",
        "<bold>PROLOGUE: Thank you for allowing us the time to change the meager set, while our bard sang that old favorite, \"Hail and Farewell.\" Now then, imagine, if you will, the luxuriant and langorous suite of that Dark Elven rogue, the Adventurer, at the Dead Daedra Inn. The time is shortly after the last scene, which if you've forgotten, ended with our hero and his partner-in-crime, Nephron, making some arrangements to swindle from the mages, priests, and armorers. All are interested in getting their hands on a lode of Fools' Ebony, a miraculous burning mineral, and the priests and mages each consider the Adventurer their ally. The Armorers know better and have assigned one of their apprentices, Ortho, to watch the Adventurer's movements. Now, as Ortho slumbers, the Adventurer has his first moment of peace in days. I should mention that in the interest of common decency, this scene has been abbreviated from the original by order of the Guild of Playwrites, Actors, and Dramatists. It now contains little material of relevance. A full copy may be obtained from the playwrite after the show for a mere 50 g.p. copying fee. Now is the time for poor Prologue to shuffle away.</bold>",
        "<italic>(Exit Prologue) (The Adventurer begins to get undressed)</italic>",
        "<italic>(Tap-tap at the door. Adventurer jumps, startled) (Snore from Ortho)</italic>",
        "<bold>ADVENTURER: Who's there? I'm coming!</bold>",
        "<bold><italic>(Opens door - carefully) (Enter CONTESSA)</italic></bold>",
        "<bold>ADVENTURER: Er, well ... er ... Come In! Please.</bold>",
        "<italic>(The Adventuer steps back, tripping over his trousers around his ankles ...)</italic>",
        "<bold>CONTESSA: So sorry to surprise you, but I thought that we might find something in common ... Oh! You poor man, you have a wound! Here, let me fix that bandage ... it looks very fresh.</bold>",
        "<italic>(Fixing bandage, properly this time)</italic>",
        "<bold>ADVENTURER: Well, I ... just opened it up again. Evening exercises, calisthenics, so on...</bold>",
        "<bold>CONTESSA: How did you get this cut - if you do not mind me asking?</bold>",
        "<bold>ADVENTURER: No, not at all. I was ... in a fight, earlier. These three crazy people jumped me.</bold>",
        "<bold>CONTESSA: Really? This cloth looks like part of a Mage's robe.</bold>",
        "<bold>ADVENTURER: Well, yes, two of them were Mages.</bold>",
        "<bold>CONTESSA: Oh My! You must have been very good, to defeat them.</bold>",
        "<bold>ADVENTURER: Oh, ah, well, I've been in one or two fights. Not to be rude, but who are you?</bold>",
        "<bold>CONTESSA: Oh, I am so sorry, I quite forgot the proper introductions. I am the Contessa Aveet Videspreed -- call me Ave. From the Court at Daggerfall.</bold>",
        "<bold><italic>ADVENTURER (aside): By Oblivion, what now?</italic></bold>",
        "<bold>CONTESSA: Here, help me off with this robe, these inn rooms are always ... so hot. And let me check that bandage again, poor man. Ooh, you are wearing an ebony belt of stamina, and bracers of strength. Ooh, a bracelet of endurance. This is my lucky night.</bold>",
        "<bold><italic>ADVENTURER (aside): Help.</italic></bold>",
        "<bold>CONTESSA: Here, let me help you off with that old shirt - got to check you for any more cuts - they can go bad so easily, you know.</bold>",
        "<bold><italic>ADVENTURER (aside): Well, its not the Armorers this time. Maybe my luck has turned.</italic></bold>",
        "<bold>CONTESSA: Well, everything seems all right...very all right, in fact...</bold>",
        "<bold>ADVENTURER: Er...well, Ave - tell me about ... er ... yourself.</bold>",
        "<bold>CONTESSA: If you want - just for a bit -</bold>",
        "<bold>ADVENTURER: Here, have some wine ...</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: Here our worthy playwrite's speech has been heavily edited by the Guild of Playwrites, Actors, and Dramatists. I will endeavor to fill in those removed passages. I should first mention that the Contessa is not meant to be a relative of any noble currently in Castle Daggerfall. The Contessa Aveet regales the Adventurer with tales of the peculiar and hearty members of her royal family. She has many brothers and sisters. They are all very -- close.</bold>",
        "<bold>CONTESSA: I think I must have been a bastard. I was the only one with red hair, and an affinity for magicka. Everyone else tried to hide this skill of mine. I remember one spanking very well ...</bold>",
        "<bold>PROLOGUE: The Contessa relates further differences between her siblings.</bold>",
        "<bold>CONTESSA: While my sisters were learning to curtsey in ten different modes, and my brothers were learning flower-arranging, I used to sneak off into the woods or town. I soon learnt how to get what I wanted, from just about anyone. Just for example, there was this merchant who had three sons ...</bold>",
        "<bold>PROLOGUE: The Contessa goes into detail about her training.</bold>",
        "<bold>CONTESSA: I became quite good at the school of illusion. You never noticed me, downstairs, did you?. I also learned how to use some weapons. Let me tell you how I learned hand-to-hand ...</bold>",
        "<bold>PROLOGUE: The Contessa relates an amusing anecdote, and then continues.</bold>",
        "<bold>CONTESSA: And on bad days, I used to dig in my father's library. He had a marvelous collection of old texts. I was fascinated by Old Dwarvish, managed to learn it quite well, I think. Of course, no one has seen or spoken to one in years and years. So its probably perfectly useless knowledge. But I've always had an interest in collecting new knowledge. At the Mages Guild, they taught me an old High Elven tradition. You spread this potion all over your body...</bold>",
        "<bold>PROLOGUE: The Contessa relates her current state of boredom.</bold>",
        "<bold>CONTESSA: The life up at the Palace bores me so. My sisters ...</bold>",
        "<bold>PROLOGUE: The Contessa's sisters are entertaining some visitors.</bold>",
        "<bold>CONTESSA: And my brothers are now studying Advanced Floral Theory, so I come down here, do a little ... er ... business. I keep all my relations supplied with their favorite vices -- so I can blackmail the whole rotten lot.</bold>",
        "<bold>ADVENTURER: But isn't it dangerous, down here? Did I not hear that some young Contessa got killed, recently?</bold>",
        "<bold>CONTESSA: That little twit was my cousin, and as far as I'm concerned, she got what she deserved. She thought she could just borrow a maids dress, muss up her hair, and pass for commoner. She was spotted the first minute she left the Palace gates. Now, I use illusion, craft, guile -- and I carry weaponry. By the way, that was a neat scheme you and Neph cooked up.</bold>",
        "<bold>ADVENTURER: Well, lets change the subject, can we? ... Just what do you carry? I can't see anything ... like a weapon, I mean ...</bold>",
        "<bold>CONTESSA: Here, let me show you ...</bold>",
        "<bold>ADVENTURER: Oh my, those are nice ... knives...</bold>",
        "<bold>CONTESSA: And there're more ...</bold>",
        "<bold>ADVENTURER: Oh yes...</bold>",
        "<bold>CONTESSA: But we don't need these silly nasty weapons now, do we?</bold>",
        "<bold>ADVENTURER: My, my -- now those are what I call weapons ... Oh yes ... heavy duty, high class ones too, my ...</bold>",
        "<bold>CONTESSA: I think its time that we put that ebony to the test ... to say nothing of your Mages Staff ...</bold>",
        "<bold>PROLOGUE: At this point, extensive material has been removed. However, please remember that any scholar who truly wishes to peruse this material can obtain a copy for only 50 g.p. - hand-drawn illustrations are of course extra. The Contessa, after a bit of fun, volunteers to be a part of the Adventurer's party to find the fools' ebony lode. I know, I know. It didn't make much sense in the original draft either, if you want to know the truth.</bold>",
        "<italic>(Exit Prologue)</italic>",
        "<bold>ADVENTURER: Sure you want to go out there in the wilds?</bold>",
        "<bold>CONTESSA: Oh, yes. I am so bored here. Well, not right here and now, but generally. And I can really be of assistance. I'm pretty good with woods survival, knife work, hand-to-hand ... and it gets cold out there at night, even for big ebony-wearing men like you ...</bold>",
        "<bold>ADVENTURER: All right, then. Do you know where and why we are going?</bold>",
        "<bold>CONTESSA: Oh, of course. It's all over Daggerfall. Everyone is watching and waiting to see what happens. There is even a lottery or two running ...</bold>",
        "<bold>ADVENTURER: On what ..?</bold>",
        "<bold>CONTESSA: Oh, your life.</bold>",
        "<bold>ADVENTURER: Oh dear Oh dear! Oh my!</bold>",
        "<bold>CONTESSA: Look, don't worry -- I know all about the double-dealings with mages, priests, merchants, those crude armorers. And I intend that we come out on top. I love being on top. With the goods and the profits. I'll have yet another vice to sell to my stupid relatives in their boring palaces.</bold>",
        "<bold>ADVENTURER: But won't it be us two against hordes?</bold>",
        "<bold>CONTESSA: Oh no. Most everyone is waiting here in town to see what and who comes back. And I will have a surprise arranged for our 'escorts' - Ortho included. Out in the wilderness, they can be dealt with easily.</bold>",
        "<italic>(Ortho snores)</italic>",
        "<bold>ADVENTURER: Tell me more.</bold>",
        "<bold>CONTESSA: Certainly. But first ... lets see how many uses you have left in that ebony. Mmm, your Mages' Staff is in good shape ...</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: Exactly. Sorry to interrupt again, but we're going to have to stop this scene right here. After a frenzied night comes the placid dawn, tripping onto the sky like a budding rose. And then another day doth dawn, and then another. Ten dawns and ten frenzied nights pass as our wily Adventurer, the wanton Contessa, the clever and naughty Nephron, the loutish Ortho, and an assemblage of randy armorers and backsliding maidens take to the road. Imagine now that we are in the wildy wilderness of High Rock near the Wrothgarian Mountains.</bold>",
        "<bold>Scene 2</bold>",
        "<italic>(Enter Nephron and assorted lads and lasses) (Exit Prologue)</italic>",
        "<bold>CONTESSA: I do so love a bucolic frolic.</bold>",
        "<bold>ADVENTURER: It's getting pretty wild now. I guess the dangerous part is coming up tomorrow...?</bold>",
        "<bold>CONTESSA: Yes, one last stop tonight, at that old inn up here -- Minnie's Inn.</bold>",
        "<bold>ADVENTURER: Minnie's Inn? Oh, those two old scholars who gave it all up, came to run the inn out here. they must get all of two customers a year.</bold>",
        "<bold>CONTESSA: I think they like the solitude. It gives them time to study. They know a lot about old Dwarvish stuff - get them started on that, they will wear you ears out.</bold>",
        "<bold>ADVENTURER: Er ... when does your surprise happen? I should probably know.</bold>",
        "<bold>CONTESSA: Don't fret, dear. At the Inn tonight. Just sit back and enjoy the show.</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: Time passes, the carts roll, things happen in the backs of the carts. And there are strange furtive movements unnoticed by all, on the high ridges around. When next we see our players, they are at Minnie's Inn, home of Minnie and Crunn, the philosopher- innkeeps. Imagine, if you will, the rather dusty dining room of Minnie's Inn.</bold>",
        "<bold><italic>(Enter MINNIE, CRUNN, and GURNSEY) (Exit Prologue) (Gurnsey goes to Orthos' table with more ale for him. She sits down suddenly. She stares into Orthos' eyes, Ortho stares into hers. Mouths drop open.)\n\nMINNIE: ... er ... Crunn ...</italic></bold>",
        "<bold>CRUNN: ... yes ... Minnie ...</bold>",
        "<bold>MINNIE: ... I was thinking ...</bold>",
        "<bold>CRUNN: ... yes, you were thinking, Minnie ...</bold>",
        "<bold>MINNIE: ... er .... thinking ...</bold>",
        "<bold>CRUNN: ... yes ...so was I ....</bold>",
        "<bold>MINNIE: ... can't remember now ...</bold>",
        "<bold>CRUNN: ... yes, Minnie ... Minnie ...</bold>",
        "<bold>MINNIE: ... Yes ..?</bold>",
        "<bold>CRUNN: ... Shut up ...</bold>",
        "<bold><italic>GURNSEY and ORTHO (Together): Moo ... oooh ... moo.</italic></bold>",
        "<bold>ADVENTURER: Moo?</bold>",
        "<bold>CONTESSA: See, Adventurer, Ortho's fixed.</bold>",
        "<bold>ADVENTURER: Is he?</bold>",
        "<bold>CONTESSA: You just watch.</bold>",
        "<bold>ADVENTURER: And what about the other armorers?</bold>",
        "<bold>CONTESSA: Any minute now.</bold>",
        "<italic>(Ortho and serving girl arise, approach Adventurers' table. The floor shakes.)</italic>",
        "<bold>ORTHO: This Gurnsey. Ortho love Gurnsey, oooh.</bold>",
        "<bold>GURNSEY: Gurnsey love Ortho ... moo ...</bold>",
        "<bold>ORTHO: We go get marry, we is.</bold>",
        "<bold>ADVENTURER: Well, congratulations! And that was a fine long speech, Ortho!</bold>",
        "<bold>ORTHO: We go raise piggies.</bold>",
        "<bold>GURNSEY: Grows animals too, farmers be we.</bold>",
        "<italic>(Exit Ortho and Gurnsey)</italic>",
        "<bold>ADVENTURER: Extraordinary. Ave, I think that you must have been up here before.</bold>",
        "<bold>CONTESSA: Oh yes. I often come up here to get away from the Palace and talk dwarves with Minnie and Crunn.</bold>",
        "<bold>ADVENTURER: You mean that these two ancient ... er, Scholar-InnKeeps can actually talk and about dwarves?</bold>",
        "<italic>(All but Adventurer, Contessa, Minnie, and Crunn fall asleep in their meat pies.)</italic>",
        "<bold>CONTESSA: Oh yes, you must just be very patient. But look over at our other escorts ...</bold>",
        "<bold>ADVENTURER: By the Lady!</bold>",
        "<bold>CONTESSA: Minnie was an Alchemist before she met Crunn, and knows a lot of old forgotten Dwarvish potions.</bold>",
        "<bold>ADVENTURER: But what do we do with the bodies?</bold>",
        "<bold>CONTESSA: Wait ...</bold>",
        "<bold><italic>(Enter MAJOR)</italic></bold>",
        "<bold>CONTESSA: Adventurer, meet Major Bloodnok, head of my own ...private little bodyguard. He's been with me since I was a mere girl. Served me very well, haven't you, Major?</bold>",
        "<bold>MAJOR: We give our all, milady.</bold>",
        "<bold>ADVENTURER: Pleased to meet you, Major.</bold>",
        "<bold>CONTESSA: How are my other men?</bold>",
        "<bold><italic>ADVENTURER: (aside) Other men?</italic></bold>",
        "<italic>(Enter Other Men in Khajiit suits)</italic>",
        "<bold>MAJOR: All present and accounted for, milady. Had a spot of bother with what looked like a party of Merchants following you. But they are out of the picture now, down a ravine. Only one thing.</bold>",
        "<bold>CONTESSA: Yes?</bold>",
        "<bold>MAJOR: Me and my men, we've been noticing sort of furtive movements, up on cliffs, on ridges -- always just out of the corners of our eyes. And we keep getting this feeling of being watched. Now, me and my men, we're the best but there's something out there. Don't like it, not one bit.</bold>",
        "<bold>CONTESSA: Oh Dear - and just when it was getting to be fun.</bold>",
        "<bold>MAJOR: Its not anything human. Not Mages, Armorers, Priests. And its not the usual werewolves, harpies, orcs, daedra. Nothing like that, not at all.</bold>",
        "<bold>MINNIE: Dwarves!</bold>",
        "<bold>CRUNN: Where? ... oh ... Minnie ... you mean ... up ... there ... here ...</bold>",
        "<bold>MINNIE: ... Dwarves, up there ...</bold>",
        "<bold>CRUNN: ... How exciting ... mmmm ...</bold>",
        "<bold>MINNIE: ... There, there, Crunn, calm down ... just dwarves ... I knew that one day they would ...</bold>",
        "<bold>CRUNN: ... Wake up ..?</bold>",
        "<bold>MINNIE: ... Come back ...</bold>",
        "<bold>CRUNN: ... But ... I didn't go anywhere ...</bold>",
        "<bold>MINNIE: ... The dwarves, Crunn ...</bold>",
        "<bold>CRUNN: ... Oooh ... Back ... So excited ... Dwarves! ... oooh ...</bold>",
        "<bold>CONTESSA: Well Major, is it possible?</bold>",
        "<bold>MAJOR: Anything's possible, especially up here. Dwarves? I don't know. Me and my men, we'll get rid of this lot. There's a good deep mine shaft out back.</bold>",
        "<italic>(Exit All, but the Adventurer and Contessa)</italic>",
        "<bold>ADVENTURER: Dwarves, Ave! Is that trouble? I mean, they sort of own all the ebony down here, don't they?</bold>",
        "<bold>CONTESSA: Maybe. I guess we just have to push on, see what develops. I can try to talk to them, maybe? Oh, and Adventurer, you'll have to drive the first cart. I'll take old Nephron's. We'll leave the other here -- Spares for later.</bold>",
        "<bold>ADVENTURER: What, no more bucolic frolics?</bold>",
        "<bold>CONTESSA: Sorry, but we've got to get to the site and out again before the weather goes bad.</bold>",
        "<bold>ADVENTURER: Can't your Major and his men, handle the carts?</bold>",
        "<bold>CONTESSA: Oh, no. They will cover us from all sides and make certain there are no surprises.</bold>",
        "<bold>ADVENTURER: Oh well. All good things end, I guess.</bold>",
        "<bold>CONTESSA: Not quite. If you have any charges left in your bracelets of endurance, we can go upstairs and see what develops.</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: Well, I guess we all saw that coming. Scene 3 takes place some time later at the site. Flanked by the Major's men, the Adventurer and the Wanton Contessa successfully follow the map of the dear, departed mages. Imagine great veins of glistening ebonyesque material piercing the surface of the ground, and a nice warm fire of Fools Ebony where the Adventurer and the Contessa sprawl. To the west are signs that the weather is turning and the first major snowstorm of the year is coming. For some time, they have been mining and the Adventurer is beginning to feel the strain of actual labor.</bold>",
        "<italic>(Exit Prologue)</italic>",
        "<bold>Scene 3</bold>",
        "<bold>ADVENTURER: I've got blisters on my hands from shovelling that black rot, blisters on my rear from that cart bench, and we are running out of ale. My bracelet is running down and my fingers are getting frostbite.</bold>",
        "<bold>CONTESSA: What, your bracelet is running down? Oh, now that is serious.</bold>",
        "<italic>(Enter Major, running)</italic>",
        "<bold>MAJOR: Dwarves! Milady, dwarves, dozens of the little buggers caught my men! I'm sorry, milady.</bold>",
        "<italic>(The Contessa jumps to her feet)</italic>",
        "<bold>CONTESSA: Major, get out of here now. If you get away, you can maybe help us later. I'll try to talk to them.</bold>",
        "<bold><italic>(Exit Major) (Enter DWARVES)</italic></bold>",
        "<bold>CONTESSA: Hhjgys jjvvu klpss Jjqqx zzyzx.</bold>",
        "<bold><italic>DWARVES (Together): Jjpoo Kalagloo gashnoo bibloo franoo Xxnadoo</italic></bold>",
        "<bold>CONTESSA: Jnik? Balpo?</bold>",
        "<bold><italic>DWARVES (Together) :Gabloo! Wazzikoo! Eppapupu!</italic></bold>",
        "<bold>CONTESSA: Glooky, glooky, glooky.</bold>",
        "<bold>ADVENTURER: Ave, whats going on?</bold>",
        "<bold>CONTESSA: Relax. I think I've impressed them by talking their language. I don't understand everything, but it seems that they have only just 'woken up' or something. And that they will not let us take any of this Fool's Ebony -- it's somehow related to the real stuff or something. And it really belongs to the Lords of Oblivion -- the Dwarves are just care or something.</bold>",
        "<bold>ADVENTURER: Very interesting. Now, what about us?</bold>",
        "<bold>CONTESSA: I made a deal with them the only way I could see. I told them about Minnie and Crunn, how those two old ones know lots of dwarven tales and legends. The dwarves tells me that, having just 'woken up' or something, they want three things -- ale, women, and us to leave the Fools' Ebony alone.</bold>",
        "<bold>ADVENTURER: Ah, flog my log.</bold>",
        "<bold><italic>CONTESSA: Well, I told them about all the ale down at Minnie's Inn. And about the 2 redheads there. They are going there, leaving right now. We may take one empty cart, 2 horses. And they will keep us guarded all the way there. They also said that they will -- I don't know how -- destroy all the Fool's Ebony here. It shouldn't be on the surface like this, they say. (aside) Dwarvish is a remarkably compact language.</italic></bold>",
        "<bold>ADVENTURER: By the great roaring buttocks of Sheogorath! All these blisters and backache for nothing! Ah well. At least we are still alive. For now ...</bold>",
        "<italic>(Exeunt) (Enter Prologue)</italic>",
        "<bold>PROLOGUE: Farnoo Lickety Kanoo Gadfloo. Oh, I'm terribly sorry. As Scene 4 begins, we are back at Minnie's Inn, where the dwarves appear to be on holiday.</bold>",
        "<italic>(Enter the Adventurer, the Wanton Contessa, Minnie, Crunn, and Dwarves)\n\n(Exit Prologue)</italic>",
        "<bold>Scene 4</bold>",
        "<bold>MINNIE: ... ga ... sszx ... spnoo? ...</bold>",
        "<bold>CRUNN: ... glurky ...</bold>",
        "<bold>DWARVES (Together): Jotcha potchka lazzo lanni joopy hoopy qui me amat, amat et canem meam</bold>",
        "<bold>ADVENTURER: Ave, any ideas? I can't seem to work my magical items. And when the ale runs out ...</bold>",
        "<bold>CONTESSA: Your ebony material is useless against them. Dwarves fashion the ebony, so I guess they can suppress it or something. Don't worry - just think, these dwarves have been asleep or something for hundreds of years. And Minnie has a huge stock of ale. Not many customers come this way, and she knows how to salt the ale just right to keep from spoiling for decades.</bold>",
        "<bold>ADVENTURER: Oh, that's why my tongue always looks like a chunk of leather after a pint or two.</bold>",
        "<bold>CONTESSA: Dwarves apparently love ale. I expect them all to pass out in an hour or so.</bold>",
        "<italic>(Dwarves fall into comas)</italic>",
        "<bold>CONTESSA: If not sooner. Come on, Adventurer. Grab a sack and start collecting! When the dwarves wake up, they'll finish the ale, and then us.</bold>",
        "<italic>(The Wanton Contessa and Adventurer pillage the dwarves)</italic>",
        "<bold>ADVENTURER: South, as fast as our horses will take us in this weather.</bold>",
        "<bold>CONTESSA: If we make enough distance before they wake up, we'll be all right - I don't think that they will leave their precious mountains. I hope not.</bold>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: The wailing wintery wind whirls wickedly, wafts whipping, wading waist-high, oh never mind. The Adventurer and the Contessa get lost in the snow storm. Several days later, we find them desperate for warmth and exhausted.</bold>",
        "<italic>(Exit Prologue)</italic>",
        "<bold>ADVENTURER: The horses have had it. They can't go another step and its going to snow again. No ale left, and just one loaf.</bold>",
        "<bold>CONTESSA: It will have to do.</bold>",
        "<italic>(Suddenly, a party of giants leaps on our hero and heroine. But after some quick work with Bracers of Firestorm, really dead giants lie around in heaps)</italic>",
        "<bold>ADVENTURER: Anything left, Ave?</bold>",
        "<bold>CONTESSA: No, no more fire anything - just my daggers</bold>",
        "<bold>ADVENTURER: Same here, just a common shortsword. Curse Sheogorath for those dwarves! Those oafs chewed up our horses! Do you think the Major made it out?</bold>",
        "<bold><italic>CONTESSA: If anyone can, it's him. Guess we'll find out in town. Interesting thought just occured to me. Don't giants hunt in several groups? Is that more I hear?\n\n(sound of grumbling and gargling offstage)</italic></bold>",
        "<bold>ADVENTURER: Yes, there are more giants out there. Quick, Ave. Help me with this one.</bold>",
        "<italic>(The Adventurer starts to disembowel a giant's body)</italic>",
        "<bold>CONTESSA: What on Tamriel are you doing? This is not the time for studying anatomy!</bold>",
        "<bold>ADVENTURER: Don't argue, climb inside!</bold>",
        "<bold>CONTESSA: Poppydash and Baldercock! Inside that smelly dead giant? My dear Adventurer, I'm a Lady.</bold>",
        "<bold>ADVENTURER: It's our only hope! The giant smell will hide our scent, and live giants never touch dead ones. Quick!</bold>",
        "<italic>(The Adventurer and the Contessa climb inside the steaming giant's body)</italic>",
        "<bold>ADVENTURER: Here, help me pull the skin shut - and try not to throw up. Don't make a sound.</bold>",
        "<bold>(Enter Prologue)</bold>",
        "<bold>PROLOGUE: A few hour pass.</bold>",
        "<italic>(Exit Prologue) (The Adventurer and the Wanton Contessa poke their heads out of the giant's belly.)</italic>",
        "<bold>ADVENTURER: They've all left, but it's snowing hard. Definitely getting real cold. We better stay here.</bold>",
        "<bold>CONTESSA: It indeed is warm.</bold>",
        "<bold>ADVENTURER: It will keep us warm, safe from the storm and giants, for a day or so if we can stand the smell. Here, want some bread?</bold>",
        "<italic>(The Contessa falls victim to nausea)</italic>",
        "<italic>(Enter Prologue)</italic>",
        "<bold>PROLOGUE: For this, the last scene of the play, please forgive us, but we need to change the set. Remove the \"giant corpses\" and whatnot. Please be patient while our bard performs the timeless classic \"Whither Goest Thou?\"</bold>",
        "<italic>(Bard plays \"Whither Goest Thou?\" If the scenarists take too long, he also plays \"For Further Consideration.\")</italic>",
        "<bold>PROLOGUE: Ah, here we are, back at the Dead Daedra Inn. The Contessa and the Adventurer made it, after all. They had to pay three times the normal rate, for they were very dirty and stinky. Now poor Prologue will bid you farewell, goodly people.\n</bold>",
        "<bold>Scene 6</bold>",
        "<bold>CONTESSA: Thank the Gods for hot water and soap! I thought I would smell like a giant forever.</bold>",
        "<bold>ADVENTURER: Me too. Where did you go while I was bathing? And why no mages, priests, armorers, or merchants outside yelling for our blood?</bold>",
        "<bold>CONTESSA: I took a quick trip to the Palace. I've fixed it so some cousins have told the armorers and merchants that we don't have cartloads of the Fools' Ebony.</bold>",
        "<bold>ADVENTURER: Pity that that's actually true.</bold>",
        "<bold>CONTESSA: But at least no one's interested in us anymore. Seems that some priests turned up dead in an old temple, up on Edward's Mountain. They were found with some girl, all dead from 'bad green powder' or something. And some old mages named Shub have gone missing ...</bold>",
        "<bold>ADVENTURER: Now then, what did you stuff in those sacks thats so important?</bold>",
        "<bold>CONTESSA: Here, dump them out, take a look.</bold>",
        "<bold>ADVENTURER: By the Gods, just look at that!</bold>",
        "<bold>CONTESSA: Yes, those dwarves were just loaded with ebony. Look. Rings, torcs, bracers, belts, helms All solid old ebony.</bold>",
        "<bold>ADVENTURER: And this stuff feels just loaded with magicka. Why, I bet that this ring alone has a thousand uses... whatever it does.</bold>",
        "<bold>CONTESSA: Ooh! Look! Bracers of Extreme Endurance and a Belt of Strength! Put them on, Adventurer, let's celebrate!</bold>",
        "<bold><italic>ADVENTURER (aside): Help!</italic></bold>",
        "<italic>(Enter Epilogue)</italic>",
        "<bold>EPILOGUE: As I feared, all the loose threads of the play were ended by wholesale slaughter. More of the adventures of the Adventurer will follow, unless, of course, they don't. We thank you for your tempered patience. Don't forget to tip your worthy wenches on your way out this evening, and enjoy our bard's rendition of the Khajiiti classic, \"It's A Matter of Luck.\" Goodnight.</bold>",
        "<italic>(Flourish)</italic>",
        "<italic>(Exeunt Omnes)</italic>"
    ]
}