{
    "id": "ForgottenSeasonsV1",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Forgotten Seasons from the Creation Club",
        "",
        "My Journey Through the Ancient World of The Dwarves Vol. 1",
        "by Elberon Blackthorn",
        "",
        "After having saved the town of Tanglehaven with my patented snake oil serum, word of my deeds soon spread, and one of my helpful admirers pointed me in the direction of an old system of caverns. But lo, it was not a simple naturally formed cave, but Vardnknd, a long forgotten Dwarven ruin.",
        "",
        "A storm of great intensity had ravaged the region recently, and the locals all thought that some curse lay upon the caves, and they spewed out bad weather because of this. But Elberon Blackthorn is nothing if not well read, and I was well-versed with the legends surrounding those caves. You see, I had been looking for Vardnknd for a long time, because deep within it contained a Karstanghz-Beharn, better known as a Weather Witch.",
        "",
        "These legendary devices were said to be able to control the weather, and Vardnknd's was the strongest of them all. But why did they make it? To terrorize innocents? To help in times of underground drought? Either way, a storm now raged across the region, and it was obvious who was at fault. To save the locals, and to claim the power of the weather for my own, me and my trusted band of mercenaries dove towards the problem with the same bravery and skill I approach everything in life with.",
        "",
        "Inside, evidence of the storm's rampage could still be seen and felt. Pipes spewed a poisonous ooze into the streams, rubble lay about, and most tellingly, a massive indoor storm raged. The Weather Witch had gone mad! Alas, the door to the main gallery was sealed shut. But with my impressive knowledge of the Dwarves and their infernal sciences, I was able to quickly deduce the issue.",
        "",
        "You see, dear readers, while the storm raged, it drew its power from magic derived from each of the four seasons. Yes, the Dwarves had in this very ruin undertaken a massive analysis of spring, summer, autumn, and winter, and tied to each of them a conduit that would focus their natural energies into the gallery, allowing the weather to be controlled! All one had to do was enter each part of the facility and disconnect those conduits. Only then could I enter the main gallery and shut down the Weather Witch!",
        "",
        "This first volume details my intrepid adventure into each of these seasonal sub-facilities, as well as my harrowing escape. It also serves as a manual on how to shut down the conduits which I aim to document in my next volume.",
        "",
        "Thus armed with this information and my benefactor's funding, my apprentice and I have once more endeavored into the heart of this ruin, this time with more men and hopefully, with more satisfactory results.",
        "",
        "",
        "",
        "Autumn",
        "As I trundled into the halls of Autumn, a marvelous sight unfolded. Before me lay an enormous stretch of farmland, decrepit and overgrown, but a farm nevertheless. Strange fruits and grains grew in plots, while emaciated chickens ran about, all the while tended by enormous double-bladed centurions. Did the Dwemer find it amusing that the surface-people had a whole season dedicated just to harvest, or did they do this as a mockery to some forgotten god of the feast? Whatever the case, I aimed to examine a piece of this Dwarven wheat myself.",
        "",
        "The harvest glowed with a foul light, the grains as stiff as a rock. Yet as dense as the wheat was, I observed the bladed centurions cutting through it with little effort and carrying them off to a set of depositories near the entrance. While no doubt the blades of these machines would make short work of flesh and armor, my men nevertheless valiantly served as a distraction as I made my escape. Perhaps if I had more time, or more men, I could carry the heavy wheat over to the depository, and sate whatever freakish endeavors the Dwarves had begun.",
        "",
        "",
        "",
        "Spring",
        "Spring greeted me with a splash of color as beautiful flowers were scattered across the halls of metal and stone. There were even animals sauntering about, feeding off the vegetation warmed by the artificial light. Unfortunately, our journey through this horrific sight of beauty was soon delayed by a most peculiar obstruction.",
        "",
        "Thick, gnarled roots blocked the passageways, halting our progress. Perhaps the Dwemer had found nature to be cumbersome, and saw spring as nothing more than a season of suffering. While the mercenaries labored to cut through the bark, my strong perception allowed me to notice strange spriggans shambling through the artificial forests. As I brushed aside it, the roots quivered, as if their tendrils were an extension of the forest creature. Were these spriggans the tenders of the gardens, or just a consequence of its existence? Regardless, if we could somehow sever the connection between the spriggans and the roots, we might find a way deeper into the ruins.",
        "",
        "",
        "",
        "Summer",
        "Summer was a maze of tunnels and pipes, and no doubt centuries of neglect had left the place in a state of pure chaos. Lava spewed from every stone orifice I could see, and unbearable heat made for a precarious journey, causing many of the lesser mercenaries to turn back to cooler times. But the Dwemer had predicted such superheat, for this unbearable weather was undoubtedly what summer meant to them.",
        "",
        "As I pulled myself through the swelter, I noticed repair spiders darting to and fro, lowering bridges that granted access to side sections of the chamber. It seems that within each section is a service waypoint that releases some sort of magical coolant, reducing the heat from impossible to merely annoying. Perhaps if I could find a way to direct the spiders to the various waypoints in the area, I could drop the temperature to a more manageable level.",
        "",
        "",
        "",
        "Winter",
        "Winter was, not to my surprise, home to a great indoor blizzard and what the mercenaries thought of as artificial stone mountains. Yet they were not mountains, but great towering silos of frozen water. And the cold! Not even the highest mountains compared to such chills, and we were soon trading furs amongst ourselves to keep warm!",
        "",
        "It became clear that to progress through this area, I would need to dive through the unfrozen waters that surrounded the towers, snaking up and around the structure like the ice wraiths that call this place home. As clever a solution as any solution thought up by me, but not one I could risk at the moment. Perhaps when we return to this ruin, I can find someone less important to brave it."
    ]
}