{
    "id": "TheFoundingofSouthpoint",
    "paragraphs": [
        "1st Rain's Hand, 2729",
        "(for distribution to all Imperial Citizens of Southpoint)",
        "Southpoint was founded by the great and magnanimous Governor Zantonius. This you certainly know! But in the interest of understanding the magnitude of this accomplishment, you must first understand the man who brought it to fruition.",
        "Zantonius was born the eldest son of a Colovian farmer from Kvatch. After her tragic death, Zantonius took a commanding role in his family. Despite these humble upbringings, he was always the bright and cheerful man you may know today!",
        "As Zantonius' younger siblings came into adulthood, he tired of his life as a farmer. He soon set out to make a name for himself, traveling to the Imperial City and enlisting in the Imperial Legion.",
        "Zantonius' rise in the legion's ranks was swift. His commanders said he was strong as a bear and swift as a fox. Eventually Zantonius was assigned a post in northern Valenwood, where he would prove he had a tactical mind matching the greatest generals of the Second Empire!",
        "One dark night in the month of Second Seed, while Zantonius stood ever-vigilant watch in Reman's Bluff, he single-handedly stopped a Wood Orc raid upon his camp! For his merits in battle, Zantonius was given command of a cohort of soldiers and sent to build a fort for the glory of the Empire. At the head of these troops, Zantonius marched south into the Kingdom of Grahtwood.",
        "It was the beautiful plot of land at the southernwestern tip of Grahtwood where Zantonius thrust the point of his spear into the soil. \"From this day forward, I declare this land to be known as Southpoint. Though sent to build a stronghold of Imperial might, I will instead built a fortified town! All in the Kingdom of Grahtwood will know Southpoint's name.\"",
        "Can anyone doubt Governor Zantonius' word? He has given the citizens of Southpoint strong walls, swift response to Bosmer insurrectionists, and a port that sees far more ships than the backwater trading post of Haven. Next month, Governor Zantonius shall break ground on what will one day become the greatest cathedral in Valenwood!",
        "Why, every citizen of Southpoint owes Governor Zantonius for their safety, security, and prosperity! We shall support him in his rightful stewardship of Southpoint, his valiant efforts to make Southpoint the center of Imperial culture in Valenwood, and the increase in taxes which shall take effect at month's end. Though we owe so much to Governor Zantonius for our town, all he asks in return is our loyalty, our comity, and one gold for every twelve earned.",
        "For the Empire!"
    ]
}