{
    "id": "FragmentaeAbyssumHermaeusMorus",
    "paragraphs": [
        "…So Ysgramor collected the laments of the Giant-Wives and brought them to Froa and Grosta, who twisted them into the Woeful Bowstring, so that Ysgramor could re-string his mighty bow Long-Launcher. And thereafter did Long-Launcher sigh when it was borne, and moan when it was shot. And Ysgramor decided to take it hunting.",
        "And he hunted and slew much game in the Atmoran Frostwood, until he paused at a ford to drink his fill. Then across the stream bounded the White Stag of Forelgrim, and Ysgramor shot at it and missed, which in no wise pleased him, and he swore to pursue the White Stag until it fell to him. But the stag was canny and quiet, and passed as a mist over the snow, so that Ysgramor did again and again sight it and lose it. For even the sighing of the Woeful Bowstring made more sound than did the White Stag.",
        "When again he lost the trail and stopped, sore vexed, an Hare did appear and spake, saying, \"The stag hieth down into yon vale.\" \"How knoweth you this?\" demanded Ysgramor of the Hare, which replied, \"I know for I have long ears. Yea, had you ears as long as mine, you too could hear your prey wherever it went.\"\n\"Would, then,\" said Ysgramor, \"that my ears were as long as thine.\" At that the Hare's nose did twitch, and Ysgramor felt his ears begin to grow and point. But a Fox did leap from the coppice and fall upon the Hare, slaying it, and Ysgramor, in wonder, felt his ears dwindle to their wonted size.",
        "And the Fox spake, saying, \"Know thou, mortal, that I am Shor, and this was nary Hare, but indeed, Herma Mora, who did nearly trick thee into becoming of Elvenkind. Rely you hereafter, mortal, upon the forthright methods of Man, and eschew the tricks of the Elves, lest ye become one. Now, go—for the White Stag awaiteth thee in the vale.\"",
        "Hyrma MORA pado ADA oia NAGAIA aba AGEA cava APOCRA dena GORIA gandra ARCAN",
        "\"Hermaeus Mora, elder than Ada, Abyssal Cephaliarch, hearken to the plea of this unworthy, for I come to barter for knowledge denied. That which I seek is named on this parchment, which I consume in your honor, O Demon of Knowledge. For my desire to know is beyond reckoning, and in recompense, whatever price is named shall be met. AE HERMA MORA.\"",
        "AE HERMA MORA ALTADOON PADHOME LKHAN AE AI",
        "(My next dream was) of Apocrypha, where I walked the halls of shadow among the (nameless books), among concepts and arguments I inhaled like smoke. In my left hand was a scroll of vellum, in my right hand a plume, (and I wrote) histories as I passed, yet the scroll was unfilled, for as I wrote (words) beneath the (words) above vanished.",
        "Then I paused at a plinth of lapis, for it contained (an object) heretofore unremarked, an urn with a curious finial. So I (set aside) scroll and plume, grasped the finial and lifted the lid.",
        "(Within the urn) was a viscous and noisome (fluid), upon which floated, gray and glistening, a mortal's (organ of thought). And I knew, though I know not how, that the (fluid) was not brine, and the brain was not preserved, but alive, alert, and brooding with a dark intellect. I dropped the lid and (looked up from) the urn, and saw, (beyond the plinth), a long and endless corridor, lined left and right with plinths uncountable, and (upon each plinth was) its urn.",
        "(Which was why, when) I awoke, my tongue was bitten through."
    ]
}