{
    "id": "FreedomsPrice",
    "paragraphs": [
        "Gold exchanged hands, marking the deal complete. Makes-Many-Waves belonged to a new master.",
        "Sendrasa Llarys watched as her newest acquisition joined the group she'd already purchased. She stared so long at Makes-Many-Waves that she drew the Argonian's eyes to hers. They both looked away quickly, almost instantly. Eye contact between master and slave would be punished by ten lashes.",
        "The distance between market and house was no more than seven miles, but it seemed an eternity to Sendrasa. She'd counted the years impatiently until she could set up her own household and bring Makes-Many-Waves home.",
        "\"Send the rest to the field house,\" Sendrasa said. Her footman assisted her from her horse. \"I want that one,\" she waved a hand towards Makes-Many-Waves, \"brought to my sitting room. She'll be my personal assistant.\"",
        "\"As you wish, madam.\"",
        "Pulling her gloves off as she strode into her home, Sendrasa laughed. \"Finally, yes! It will be exactly as I wish.\"",
        "How long since she'd felt her lover's lips pressed against hers? Shared in desperate, guilty caresses whenever they could steal away together? How she'd suffered once their intimacy became known! As though, Sendrasa thought bitterly, seeing her beloved sold through the Archeins hadn't been punishment enough.",
        "Time passed with deadly slowness from that moment until Sendrasa finally located Makes-Many-Waves and bought her back. This time, no one could separate them. They belonged together.",
        "The door opened, and Makes-Many-Waves stepped forward, eyes downcast becomingly. Sendrasa walked past her, shut and locked the door, then turned.",
        "\"I've missed you,\" she said softly.",
        "In a moment, they locked in a passionate embrace, Sendrasa touching Makes-Many-Waves's scales gently, searchingly.",
        "\"Did they torture you, darling? I swear they'll pay!\"",
        "Makes-Many-Waves shook her head, her frilled spine fluttering. \"Seeing you heals me, my love. But the Archeins ….\"",
        "\"You're safe. Those traitors won't touch you again,\" Sendrasa said.",
        "\"Listen, my love,\" Makes-Many-Waves said. \"Your parents paid the Archeins very, very well. Their eyes are everywhere. They'll know you bought me, and they'll come for me.\"",
        "\"I'll free you,\" Sendrasa replied. \"You'll be safe!\"",
        "\"It's not like that,\" the Argonian whispered. \"The Archeins don't care whether Argonians they sell are free or not. To live together safely, we must leave Morrowind. \"",
        "\"I see. Now kiss me.\"",
        "As darkness approached, Sendrasa and Makes-Many-Waves began their journey, heading northwest toward the border with Skyrim.",
        "\"Is Riften safe?\" Makes-Many-Waves whispered. They'd traveled several days out of their way to shake off any possible followers.",
        "Before Sendrasa could speak, an arrow pierced her throat. She clutched at it with one hand, her eyes widened in surprise. More arrows followed swiftly, killing the Dark Elf long before she slid to the ground.",
        "\"You're free now,\" said an Argonian archer, stepping from the shadows.",
        "Makes-Many-Waves stared at him, unable to speak or move.",
        "\"Did she hurt you?\" he asked, coming closer. \"You can return to Black Marsh now. You're no longer a slave.\"",
        "Collapsing across Sendrasa's body, Makes-Many-Waves sobbed."
    ]
}