{
    "id": "FreiwensDiary",
    "paragraphs": [
        "Mother asked me to go speak with Wilgin today. His sawmill keeps the town alive in a lot of ways, even during the times when it's bitter cold out. She believes I should learn more about how his operation works. This is all part of her belief that I'll take over her duties when I'm older. Honestly, I don't think she even wants that. Not in her heart. It must be coming from father.",
        "Anyway, Wilgin's nice enough. Maybe he'll let me use that big saw to cut up some logs.",
        "* * *",
        "Went to see Havil at his farm. I always try to find some excuse to leave town and explore the woods. Father warns about wolves and trolls or whatever, but they never bother me. Havil lets me play with the animals. And the other farmhands like to make me laugh by telling bawdy stories. It's nice there. Far enough away from Morthal that I feel like I'm my own person. It's the same reason I visit Old Mjolen—she treats me like a friend and not the jarl's daughter.",
        "* * *",
        "An amazing person just rode into town! I watched her from my window as she went into the tavern. She only carried a backpack and strange staff, so I have no idea why she's here. Nobody ever comes to Morthal unless for a job. I guess she got a room because she didn't come out. I absolutely need to know more.",
        "* * *",
        "Her name is Maxten. I waited at the tavern all day hoping to see her. Tried to act occupied, like I was writing a poem or something, so Eyga didn't grow suspicious. But I don't think it worked.",
        "Finally, I saw her come downstairs and immediately invited her to sit with me. Probably I came across as overly eager. I just don't have a lot of experience with this sort of thing. Maxten stared at me for a bit, probably trying to work out why I was acting friendly. Then she sat down and ordered some dinner. Or breakfast I guess—she mentioned sleeping all day.",
        "She's fascinating! Traveled all over the world, learning more about her research. She didn't go into detail, so I didn't pry. We got along rather well. And, I have to say, she's rather beautiful.",
        "* **",
        "Mother caught me sneaking out of the house. Or, I suppose, she caught me sneaking back in. I joined Maxten on one of her trips to find the source of energy she's tracking. At first, I worried when she admitted she studies necromancy—we all know the stories about the dangers of such magic. But she's so careful and rigorous about it. I see now that it can be a legitimate area of knowledge, like anything else. It's cute how focused she becomes when testing some dirt or whatever.",
        "As we walked through the darkness, I held her hand. There was a moment where I felt so overwhelmed by emotion that I stopped and kissed her. It was warm. Comforting. I want to feel that way again and again.",
        "Like I said, mother caught me when I returned. She acted stern about my keeping secrets, but I could tell she was just worried. We ended up talking about Maxten, though I left out the part about necromancy. She surprised me by offering encouragement. Morthal doesn't offer much in the way of variety of life experience. And mother had a much fuller life before she came here. I think she wants the same for me.",
        "* * *",
        "Finally, after so much time searching, Maxten tracked down what she's been looking for. She wants me to join her at the old ruins tonight. I'll need to sneak out again, despite Mother's direct wishes. But it's worth it to see my Maxten achieve her goal.",
        "People around town have started to be suspicious of her. It's been months and she hardly speaks to anyone but me. She's just private. They're all good people, just unused to outsiders. Especially mages like Maxten.",
        "Hopefully she will stay even once she's done this ritual. I can't imagine my life without her anymore."
    ]
}