{
    "id": "FromFrogtoMan",
    "paragraphs": [
        "The life cycle of the Grummite is rather unique. They appear to be a deviant version of frogs and may even be distantly related to Argonians, although I have no direct evidence of that. Like the humble frog, the Grummite is born from eggs found in or near water. The eggs hatch into tiny pollywogs, no bigger than my hand.",
        "The pollywog grows quickly, and inside of a few weeks grows limbs and changes into an amphibious Baliwog. The Baliwog will live for up to two years, growing to be larger than a man in both length and weight.",
        "Eventually, the adult Baliwog will feel the urge to seek out deep water and bury itself in the mud. It hibernates there for many months, gestating into a Grummite. I have been unable to determine the exact time of gestation. The Grummite emerges from the mud fully grown.",
        "New Grummites never leave the water and are consumed with the urge to mate. Females leave the water to hang their eggs. They are hung over the water to keep them out of reach of aquatic predators, while still allowing the pollywogs to fall into the water when they hatch.",
        "Once a female has laid her eggs, she turns her back on them. She will live her life more on land than in the water, although never far from it. The male's mating urges subside after six months to a year. He too takes to the land and like the female does nothing to protect his eggs.",
        "Adult Grummites have a sort of primitive culture. Kraften Highbrow maintains that they are cunning craftsman that make jewelry and weapons, even mining ore. This is plainly ridiculous. Although I have not determined the source of their tools and adornments, I am certain that they trade with other civilized races for such things.",
        "As for tales of magic casting Grummites, that is even more ludicrous. While their primitive brains are surprisingly large, they clearly do not have the intelligence to learn the arcane crafts. I do not know how Kraften managed to train his pet Grummite to cast spells, but I assure all my readers that it is a trick of some sort."
    ]
}