{
    "id": "TheFrostfallCoup",
    "paragraphs": [
        "Implications for Elsweyr and the Aldmeri Dominion",
        "By Tandemen, Sapiarch of Foreign Observations",
        "It was in the year 2E 576, four years before the return of Ayrenn and the formation of the Aldmeri Dominion, that Euraxia Tharn murdered the Royal Family of Anequina and illegally claimed the throne of Rimmen. How did this occur and what should the Dominion do about it? Allow me to provide a few pertinent observations.",
        "Earlier that same year, Emperor Leovic legalized the worship of Daedra throughout the Empire of Cyrodiil, which immediately sparked a rebellion. As Varen Aquilarios began his own push to take control of the Empire, Euraxia Tharn was sent on a diplomatic mission to Northern Elsweyr. Taking advantage of the confusion, she hired a massive force of Nibenese mercenaries and marched into Rimmen as a welcomed ally. As part of the Empire, King Hemakar of Rimmen did not think twice about accepting an envoy of the Emperor. That turned out to be a deadly mistake.",
        "Euraxia had King Hemakar and the rest of the Royal Family executed and declared herself Queen of Rimmen. Her mercenaries, now wearing the livery of Euraxians, spread out and quickly conquered all of Northern Elsweyr, claiming the territory from Riverhold to Rimmen. Once in power, Euraxia worked quickly to consolidate her position. She hired additional mercenaries, acquired the services of a cult of necromancers, and established a perimeter of siege weapons to maintain her hold over Rimmen. The Khajiiti people have not fared well under Euraxian rule. In every meaning of the word, her reign has been nothing short of tyrannical.",
        "Once the dust settled and what was happening became clear, the Khajiit formed a militia to combat the Euraxians and attempt to reclaim Anequina. When Queen Ayrenn established the alliance and formed the Dominion, she promised the Khajiiti people that they would have her support in regaining control of Northern Elsweyr. However, before any forces could be mustered in that regard, the Three Banners War broke out. Except for a handful of military advisors and some much-needed gold, the Khajiiti Defense Force has been primarily on its own. Lord Gharesh-ri, Speaker of the Mane, traveled to Anequina to take command of the militia, and under his guidance they are close to liberating the town of Riverhold and most of the territory beyond the walls of Rimmen.",
        "Unfortunately, Rimmen remains a bastion for Euraxia, primarily due to the siege weapons that ring the palace and are aimed directly into the city below. Her threat, which Gharesh-ri has no reason to doubt, is that she will destroy the city if her rule there is challenged in any way. Until those siege weapons are dealt with, I expect Euraxia will maintain hold of the Rimmen throne.",
        "While the Three Banners War rages on, Dominion forces cannot be diverted to deal with the tyrant the Khajiit call the Usurper Queen. We must hope that by providing funds and advisors, the Khajiiti militia can hold out until the alliance conflict comes to an end. Otherwise, the Dominion may wind up facing a threat from within its own borders once the war against the Ebonheart Pact and the Daggerfall Covenant ends."
    ]
}