{
    "id": "FrostflowLighthouseNotes",
    "paragraphs": [
        "Librarian Comment:",
        "Although the notes are not grouped in game, we have put them in a single category for convenience.",
        "",
        "<title>Bloodstained Note</title>",
        "They took Father.\nThere had been some others they brought down but they led them off and all we heard were the screams and now Father is gone too. Oh gods why didn't I listen to Mani? Father's fever was getting worse and kept mumbling about daedra. I don't know where he was hiding it, but I think I know why he left me this dagger.",
        "",
        "<title>Habd's Death Note</title>",
        "If you have found this note, then I have failed to kill the creatures that invaded my home and killed my family. Please, avenge us if you are able. Kill every last one of these blighted monsters and take what I've left in the chest on the roof of the Lighthouse.",
        "I won't be needing it.",
        "-Habd",
        "",
        "<title>Habd's Journal</title>",
        "After years of sailing from Hammerfell to Solstheim and back, Ramati and I have finally saved enough money to buy that old light house we spotted on the coast and we are moving in next month.",
        "----",
        "These Nords really know how to live. It may be cold, but you can't beat the tranquility of the watching icebergs to live out your silver years. Ramati loves the place too, despite the occasional leaky ceiling. Mani and Sudi, unfortunately, seem miserable here; I know the kids are old enough to strike out on their own, but I hope they'll grow to love the peace and quiet here as I have.",
        "----",
        "Mani and Sudi continue to bicker and harass each other and they seem to have started in on their mother as well. Ramati keeps finding things missing from the cellar. Sudi said she heard a noise down there but Mani just thinks their mother is going mad from isolation. The very thought of it is ridiculous, she's always wanted to retire here!",
        "----",
        "Sudi keeps saying that she hears scratching coming from the cellar at night. I think she's just trying to get her mother's goat, but I'd better head into town to get a few traps just in case it's skeevers. Should only take a couple days. I just hope those two go easy on Ramati while I'm gone.",
        "----",
        "Oh gods. Oh gods why?",
        "I returned home to find my beautiful Ramati killed and this thing, this horrible bug-like creature ransacking our home. I managed to kill the damned thing, I think it might be a daedra! I've never seen anything like it! Oh gods poor Ramati.",
        "It must have come out of the cellar. I'm going down there and locking the door behind me to make sure they don't escape. I don't know if I'll make it out, but I have to save my family!",
        "--Habd",
        "",
        "<title>Mani's Letter</title>",
        "Sudi,\nI know you've been making up that stuff about the noises in the basement to try to get me to stay, but I'm only waiting till Father gets home so you and Mother are safe. You could always come meet up with me before I head back to Hammerfell.",
        "Take care of yourself little sister\n-Mani",
        "",
        "<title>Ramati's Journal</title>",
        "We finally did it. We bought the lighthouse. I thought Habd was just making idle promises all these years, what husband doesn't want to promise their wife the two moons from the sky, but I didn't think we'd actually manage to get it! Now if I could only find where we put everything",
        "----",
        "I can't find my favorite cooking pot and it is slightly infuriating. Sudi and Mani seem unhappy, but they're still young and don't seem to understand that we just want to spend a few more years with them before they leave us to see the world. I know they think their father will live forever, but I see his age creeping into his eyes. He made me promise again that when he died I would put his bones in the lighthouse fire so he could look out over the ocean forever.",
        "----",
        "Oooh those two get to me sometimes! I went to unpack some of our keepsakes from the trading ships we used to sail but I can't find them!",
        "----",
        "Sudi keeps saying she's hearing something in the basement at night and Mani suggested it was skeevers! They know I hate skeevers! Now I'm too scared to go down there at all. I'm glad I unpacked my favorite urn and put it safely on the mantle before those two started causing mischief. If they put a skeever in the basement I swear...",
        "",
        "<title>Scrawled Page</title>",
        "I don't know how long we've been down here. Father came down to find us, but those things captured him as well. I asked him if he'd seen Mother or Mani, but I don't know if he could even hear me. One of those big bugs bit him when he tried to get free and now he's feverish.",
        "",
        "<title>Sudi's Journal</title>",
        "I hate it here. Why did we have to move to Skyrim anyway? I miss the big port cities, there was always something to do and new people around. Or even being cabin girl on one ships we used to sail on would be better than this! Mani says we should run away, but I can't leave Mother and Father alone out here... Oh what to do?",
        "----",
        "We've been here for two months now and there is nothing to do! From the top of the lighthouse we can see all the way to the College at Winterhold, but Father says that magic is for Daedra worshippers. The only interesting thing to have happened lately is that Mother snapped at us at dinner and accused us of stealing things out of the cellar. I did hear scratching down there the other night, but I thought it was just Father cleaning fish.",
        "----",
        "I caught Mani in the cellar a couple days ago going through some the barrels and crates. At first I thought it was him all along making those scratches to play a trick on me, but I heard them again last night and Mani was in bed. Father finally said he would go get some traps and poison from town in case it's skeevers. I'm really scared, it doesn't sound like skeevers to me.",
        "----",
        "Mani won't listen, he thinks I'm just making up the noises and keeps sneaking into the cellar! Oooh why is he so stupid some times? I don't know why he keeps going down there but I've found the cellar key he copied and hid it in Mother's favorite keepsake so he won't find it. The scratching is getting louder.",
        ""
    ]
}