{
    "id": "FrostcragSpireMemoirs",
    "paragraphs": [
        "As I pen this, I gaze upon the walls of my home and remember the very day its design came to fruition. Although it seems like yesterday, it was actually many years ago. I was an impetuous wizard; I wasn't simply satisfied living at the Arcane University. I spent years coming up with a design for my home, a place where I could practice my magic in peace and keep myself away from the prying eyes of my colleagues. I pored over tomes and dusty scrolls, scoured the bookshops of the land and even delved into ancient ruins looking for inspiration. Finally, as I rested my weary body at a camp outside of Bruma and marveled in awe at the majesty of the Jerall Mountains, I became inspired. Like a madman I began to sketch exactly what I wanted my grand dwelling to look like. It wasn't long before I had completed my masterpiece, put down my quill and took a step back to see what I had wrought. Frostcrag Spire was born.",
        "And now, as age overwhelms me and the glow is dying from my eyes, I wish to give the Spire to you. The thought that my dream could one day crumble to ruin fills me with sadness. I know that you'll take care of your new home, and if need be, restore it to its former glory. Please, heed my instructions carefully. There's much to tell, and the strength drains from my limbs.",
        "Frostcrag Spire contains many wonderful inventions. I've spent my whole life perfecting them, and I hope you'll put them to good use. My pride and joy is the Atronach Altar. By bringing three salts from the very same creatures to this altar, you can summon an Atronach Familiar to do your bidding. It will obey your simple commands, and defend you in times of need. Should you tire of it, simply speak to it and dismiss it. These fine creatures have protected me in my travels, and should be of great use to you.",
        "With permission from the Arcane University, I've had a Spellmaking and an Enchanting Altar placed in the tower as well. You have but to provide the Magetallow Candles to power them, and they will serve you well.",
        "Working closely with my good friend Sinderion, the Master Alchemist of Skingrad, I have developed the Frostcrag Apparatus Table. This table is for the discerning alchemist, and should help even the most difficult brews become easier to create. I've also re-seeded my alchemy conservatory with the best ingredients Cyrodiil has to offer, and some from beyond her borders.",
        "Finally, I have created portals to all of the Mages Guilds in Cyrodiil. This should make it easier to travel to them in times of need.",
        "I've entrusted most of my belongings to Aurelinwae at the Mystic Emporium in the Market District of the Imperial City. There you'll find everything you need to bring Frostcrag Spire back from the dead. She may require compensation for her time and care watching these special items, but I assure you, it's well worth the coin. Please, take care of Frostcrag Spire. She was my home and much of myself is infused with the stone and mortar. May your journeys be safe, and the roads you travel free of danger."
    ]
}