{
    "id": "FundamentsofAlchemy",
    "paragraphs": [
        "Often overlooked by aspiring mages, Alchemy is a time-honored, rewarding discipline that can change the lives of those who master it. It is difficult, and often dangerous, to advance one's knowledge of the materials used in alchemical formulas, but continued study and hard work will, in the end, reward the alchemist greatly.",
        "Before success can be achieved, or even attempted, the beginning alchemist must understand the basic principles behind his craft. Many items in our world, mostly organic in nature, can be broken down into more fundamental essences with magickal properties. The more skilled the Alchemist, the more properites of an ingredient that can be harnessed. Combining the essences of two or more ingredients can result in the creation of a potion, which anyone may then drink. (Legend has it that a truly great Alchemist can brew potions from a single ingredient, a feat well beyond the capabilities of most.)",
        "The Alchemist's potion can have several effects, depending on the ingredients used, and not all effects are beneficial. In many cases, recipes result in a potion with a mix of positive and negative effects; it is up to the Alchemist to determine which recipes yield the best results. (It is worth noting that potions can be created to have only negative effects and be used as poisons. This practice is not recommended by the author, and this text shall not discuss such potions further.)",
        "<bold>Wortcraft</bold>",
        "Wortcraft is, in fact, amateur Alchemy. Eating an ingredient requires grinding it against the teeth, which occasionally releases its simplest essence and results in a fleeting effect on the eater. Wortcraft never has as strong a result as a potion created using the proper tools.",
        "<bold>An Alchemist's Tools</bold>",
        "The mortar and pestle is the Alchemist's most important and essential tool. Without it, no ingredient can be correctly prepared for use in a potion. The budding alchemist is advised to keep a mortar and pestle on hand at all times, and become comfortable with its use early on. The simple grinding of an ingredient is the most fundamental step in brewing potions. When properly ground, the petals of the Redwort flower yield a powder that can, when mixed correctly with another ingredient such as ginseng, create a potion to cure poisons. (This is one formula that many alchemists are quick to learn and retain, as mistakes in potion mixing often require its use.)",
        "The advanced Alchemist has other tools at his disposal to improve the quality of his potions. A Retort can be employed to purify the mixture, improving the positive effects of a potion. Washing the mixture through an Alembic helps to distill the potion, reducing any negative effects, and a Calcinator can be used to burn away impurities in the mixture, increasing the potency of all the potion's effects. While these apparatus are not necessary to create potions, it is advised that they be used whenever possible.",
        "<bold>Ingredient Combination</bold>",
        "A potion is only as good as its ingredients. Only those with identical effects may be combined to make a potion; up to four ingredients may be successfully used in a single potion.",
        "As the Alchemist gains skill in preparing ingredients, new properties may be discovered and can be used in creating potions. While this can be an exciting time, expanding the Alchemist's repertoire, he should take care to check carefully which effects his potions will contain when he is done brewing. Many established recipes may have new results, not all of which are beneficial."
    ]
}