{
    "id": "FurtherNotesontheSload",
    "paragraphs": [
        "On the Sload and the Maormer: The Sload are hostile to all other mortal races, and though there is some evidence of diplomatic traffic between the Sload and the Maormer, there are also plenty of accounts of conflict between the Slugmen and the Sea Elves. This is no surprise, since both Sea Elves and Sload are at war with the rest of the world. The Maormer's grievance seems to be that they got stuck with Pyandonea, a sad and swampy archipelago of malodorous islets; why the Sload are so belligerent to all others is unknown.",
        "On the Coral Tower: Since the Coral Tower fell during the invasion of Thras by the All-Flags Navy, at this point the best we can do is make educated guesses about it. In their own perverse way, the Sload are very capable sorcerers, and from all accounts the Coral Tower acted as both a focus and a projector of mystical power. I am not a scholar of Tower Lore—my interests tend more toward the practical—but this accords (somewhat) with what the mythohistorians claim is the purpose and practice of the so-called Towers of Nirn. Was the Coral Tower a \"real\" tower like Lawful Crystal, here on Summerset, or was it a failed imitation, like the Doomspire? I do not think we have the answers based on what little we know.",
        "On Sload Soap: But enough speculation—on to a subject about which, for once, we can be certain: Sload Soap! There are many misconceptions about the origin of Sload Soap, and I am happy to have an opportunity to clear it up. First, let us consider the metamorphic biology of the Sload. They begin life on the Thrassian Atolls as, in the words of Admiral Bendu Olo, \"disgusting little amorphous grubs.\" Ignored by their pendulous parents, these grubs somehow squirm their way to the sea, where they mutate into aquatic quasi-cephalopods known as \"polwygles.\" Due to their corpulence, adult Sload spend a great deal of time in the shallow lagoons of their atolls, wallowing among the polwygles. Those larvae that prove too slow to avoid their parents' pseudopods are caught and harvested, culling out the weak and providing the raw material for Sload Soap.",
        "Captured polwygles are tossed into an ever-bubbling cauldron where they gradually deliquesce into a slimy broth. This broth undergoes an alchemical commixture with materials known only to the Sload, after which it is poured into molds and allowed to cool. Once solid, the bars are scooped out and wrapped in the viscera of hagfish for preservation.",
        "It is believed that the Sload use this soap as a primary component in their necromantic rituals. I'm no expert on necromancy, but apparently having an emulsified reagent concocted from one's own descendants acts as a profound intensifier in the magic of undeath. Sload Soap is rarely seen away from Thras, and when it is it commands high prices from alchemists, who relish its unique properties for creating potions of agility and, rarest of all, the mutation of personality. Alianora the Red, our Sapiarch of Alchemy, says that Sload Soap has never been thoroughly analyzed outside of Thras, and may contain many more undiscovered alchemical properties. Plus, it's an exceptional cleanser, deep-cleaning yet mild, that leaves your skin feeling youthful and refreshed."
    ]
}