{
    "id": "TheFuryofKingRanser",
    "paragraphs": [
        "In the year 563, after the formation of the second Wayrest dynasty, young King Emeric began a search for his bride. His first choice was Rayelle, daughter of King Ranser of Shornhelm, but before the marriage contracts were wrought, Emeric instead married Maraya, Redguard princess of Sentinel. This stunned courtiers across the land, and prompted bards to sing songs of Maraya's bewitching beauty. However, strategists saw the move as strengthening the trade between High Rock and Hammerfell. After Emeric's wedding in 566, High Rock readied itself for a golden age of commence. Three moons later, it was bracing for a bloody civil war.",
        "Rivenspire was known as the backwater of High Rock. Ranser was one of these surly hillmen, a child of the north, known for his bitter temper and brutal rule. Emeric's slight was too much for him to bear. With an army of Northern Tamriel's surliest mercenaries and a host of his own people, he descended from the mountains to cut a bloody swath to the Iliac Bay. Emeric was caught unprepared. It was only the spirited defense of his Lion Guard that saved Wayrest from being razed. Ranser had hoped for a swift victory. Instead, he was forced into a protracted siege.",
        "The long siege dragged on into spring, when the Daggerfall Covenant—a mutual defense pact, sworn by all the Breton kingdoms at the conclusion of the Reachmen Invasion—finally paid dividends, drawing Camlorn, Evermore, and Daggerfall into the fray. Some counseled letting Wayrest fall, but trade with the richest city in the region was too important to allow that. Attacked from the city and the surrounding countryside, Ranser's army stood firm; his mercenaries were well paid and prepared for bloodshed. But the crimson sails and battalions of elite Redguard warriors from across the bay turned the tide. Ranser's forces were routed, and Shornhelm was already ablaze when Ranser returned. This was the work of Orcs under the blood-rule of Kurog gro-Bagrakh.",
        "Caught between the Breton hammer and the Orcish anvil, Ranser's troops were utterly annihilated in the Battle of Markwasten Moor. Ranser hadn't counted on Emeric's canniness; the King of Wayrest had sent emissaries into the Wrothgar Mountains with a pledge to return Orsinium to the Orcs if they attacked their hated enemy in Shornhelm. Rivenspire was despoiled, and some Orcs remembered how the Bretons of Shornhelm had led the assault that toppled Orsinium some 135 years before. These debts were paid to Shornhelm in full. Ranser's War built the Daggerfall Covenant as it is today: Stormhaven, Rivenspire, and Wrothgar are all indelibly marked by these events."
    ]
}