{
    "id": "GallussJournal",
    "paragraphs": [
        "Librarian Comment:",
        "The decoded version of this text.",
        "",
        "Journal of Gallus Desidenius",
        "Mercer Frey continues to elude my every step. I think he's aware I'm following him, and appears to be taking no unnecessary chances. I'm bringing all of my skills to the forefront in order to deceive him. It still pains me that the deception is necessary. When I became a Nightingale, using my newfound talents against my own was the furthest thought from my mind.",
        "There was a close call today. I was settling down for a night's rest in the cistern when Mercer Frey entered unexpectedly. He was creeping along the wall, but I spotted him immediately. He edged closer to the vault door, making his way carefully around the perimeter of the room, but suddenly stopped and turned towards my hiding place. I froze instantly, even holding my breath for a moment, but my position was already compromised. He abruptly turned and walked back towards the Flagon.\nWhat was he doing?",
        "At last, I have a piece of evidence that might explain Mercer Frey's actions. Instead of trying to follow him or break into his manor, I used every loose-tongued source at my disposal to scour the Ratway looking for answers. It took several weeks, but Maul was able to provide an interesting bit of information. Mercer had been spending inordinately large sums of coin on all manner of things unrelated to the Guild. How he was able to afford this was a mystery to me. The vault was impregnable, so what was the source of his coin?",
        "It's been confirmed by my sources. Mercer's been living an unduly lavish lifestyle replete with spending vast amounts of gold on personal pleasures. I have more than my share of evidence to confront him now. He must be stealing from the Guild, but without proof, all I have is baseless accusation. Mercer came from wealthy stock, but the amount of coin he's been spending is immense.",
        "I've been giving it some serious thought. There's only a single way that Mercer could have access to vast amounts of coin. I hesitate to even believe it's possible. How could he possibly desecrate the Twilight Sepulcher? This goes far beyond mere greed and transcends common theft. His actions could represent the failure of the Nightingales, something that hasn't occurred in hundreds of years. Why? Why would he readily throw away everything he believes in? All I need is proof.",
        "Mercer Frey has requested I meet him at Snow Veil Sanctum today. He sent a note by courier so I can only assume he's already there. All my senses tell me it's a trap, but I have no choice. His message indicated the meeting was of the utmost urgency and involved Guild business, so I'm obligated to go. I can't risk bringing anyone else with me, but I'm almost certain Karliah will disobey and follow."
    ]
}