{
    "id": "GangsoftheShambles",
    "paragraphs": [
        "By Nathyn Farandas, Chief of Security to the Saraathu Tong",
        "",
        "Let me begin by stating the obvious: Saraathu Tong personnel should stay out of the Shambles unless absolutely necessary.",
        "",
        "The thing that makes the Shambles so dangerous is that the Grasp of the Stricture does not consider the district within the bounds of their authority. In the absence of the Grasp, the denizens of the Shambles are free to prey upon one another, as well as any visitor who unwisely wanders within their reach. As a result, most of the district is controlled by one of several gangs: the Errants, the Invisible Web, or the Vanquished, among others. Of these, the Vanquished—a band of Dremora outcasts—are the most difficult to deal with.",
        "",
        "THE VANQUISHED",
        "The Vanquished control the central district of the Shambles. Even by the standards of Shambles gangs, they are unpredictable and belligerent. These Dremora are cruel warriors who retain all their incredible arrogance despite their wretched situation. If anything, their lowly status among the Kyn makes them even more dangerous, since they are eager to prove themselves. The Vanquished take offense at any slight and do not regard their word as binding when given to a lesser creature such as a mortal. An agreement with the Vanquished lasts only as long as it's convenient to the Dremora, and might be abandoned on a whim.",
        "",
        "Unlike most Dremora, the Vanquished ignore distinctions of rank or title. I suspect that is because they are all considered varlets or churls by the rest of their kind. However, they do have a leader, a fierce fighter called Enzir. She appears to lead not by dint of any special cleverness or guile, but simply by being the one Vanquished none of the others want to challenge.",
        "",
        "Other Dremora have little to say about the Vanquished, unfortunately. As far as I can tell, they are a clan of the clanless. Some, it seems, have never been deemed worthy to serve a Daedric Prince or join any of the independent clans. Others seem to have been punished or exiled from their previous clans—although what sort of crime a Dremora could commit that would warrant such a penalty, I can't imagine. And there are whispers that some served a destroyed Prince who is now forgotten.\\n\\nOne final note about the Vanquished: They are not confined to Fargrave. Like the more well-known Dremora clans, they roam the realms of Oblivion. But wherever they go, they seek out the most squalid and lawless situations and make a place for themselves there. I think they believe they deserve no better.",
        "",
        "THE ERRANTS",
        "On the other hand, the mortal Errants control the western warrens of the Shambles. Boss Kezo leads this gang of street toughs who use threats of violence to get by. They do seem to provide a level of protection for the mortals who reside within the warrens, though rumor has it that such protection comes at a cost.\\n\\nThe Errants might have a modicum of power and control in the Shambles, but they are definitely a small-scale operation. Boss Kezo has dreams and ambitions, but lacks the cunning and strategy to rise above his station. The gang does provide a valuable service, however, providing security and employment to those mortals who arrive in Fargrave with nothing but the shirt on their backs.",
        "",
        "The markets and shops scattered throughout the warrens operate at the pleasure of Boss Kezo. If he likes what a merchant has to sell and the merchant meets the minimum payouts required by the gang, then they get to conduct business in relative safety. If Boss Kezo dislikes something or a merchant refuses to pay for the gang's protection, they quickly disappear into the dark alleys of the Shambles and are never seen again.",
        "",
        "The Errants patrol the streets like second-rate knight errants from some Nirn kingdom. They keep the western warrens safe from the Vanquished and the Invisible Web, for the most part, while also taking every opportunity to harass visitors and anyone else who makes the mistake of wandering into their territory.",
        "",
        "THE INVISIBLE WEB",
        "The third prominent group controlling a portion of the Shambles is the Invisible Web. This clan of Spiderkith consists of spider-like Daedra and a massive army of spiders of all shapes and sizes. The eastern section of the Shambles known as Skein Row serves as their lair and hunting ground, and their territory is easily recognized by thick webs stretching between buildings and cover most every surface.",
        "",
        "Shaermeta, a particularly cruel Spiderkith, rules over the clan with an iron fist. Rumor has it that an incident in one of the more prominent districts of Fargrave led to an altercation with the Grasp that saw at least three Stricture guards dispatched with such force that their reformation took twice the usual length of time. Afterward, Shaermeta took her clan and fled to the Shambles, where they established Skein Row by eliminating the minor mortal cutpurses who dwelled there.",
        "",
        "Now the Invisible Web firmly controls Skein Row. Its hunters consider anything that enters their territory to be prey, but they are not adverse to striking out into the neighboring sections of the Shambles when hunting becomes sparse. While the Spiderkith don't require nourishment to survive, it is in their nature to hunt and kill, and Shaermeta's beloved spiders must be fed.",
        "",
        "If you must enter the Shambles, avoid Skein Row at all costs.",
        ""
    ]
}