{
    "id": "GarlasAgeaConstructionLog",
    "paragraphs": [
        "Day 1: Today we arrived at Garlas Agea, at the behest of the Gold Coast Trading Company. The company wants us to disarm some - as they referred to them - ancient mechanical inconveniences. Upon seeing these \"inconveniences\" with my own eyes, I'm a bit more worried than I was before I arrived. The contrivances are giant Akaviri blades that swing the width of one of the main halls. Not quite sure what to do with them, I think we should explore the rest of this death trap and carefully watch for anything that might suddenly leap out and kill us.",
        "Day 2: So, the giant swinging blades aren't the only obstacles we have to deal with. Lucius, probably my best scout, choked on his own tongue when he ventured into one of the main rooms. Turns out, the floors in that room spew noxious gas. At this rate, I may lose a couple more of my best workers before we get this place cleaned out. I'm going to have to renegotiate our fee if I make it out of these ruins in one piece.",
        "Day 4: Finally got those damn gas traps shut off, and I managed to do it without losing another worker. I still ordered my workers not to spend too much time in that chamber. I'm sure more gas is seeping in somehow. Regardless, we've made more progress into the ruins.",
        "Day 7: We found the other end of what we think is the hall with those damn swinging blade traps. Sabrina seems to think she can make it past them if she times it right. I would rather try to block them off with a few wooden planks then send her through those swinging monstrosities. This may at least immobilize them so we can prepare for the reconstruction of the main hall.",
        "Day 9: Success! We managed to immobilize the swinging blades. We even managed to put some scaffolding up. Seems I may not have as hard of a time with this place as I initially feared.",
        "Day 10: The blade traps unexpectedly broke free of the blockade, killing one of my workers. We seem to be trapped back here now. Only one of the blockades still holds, but for how long? Sabrina said she was thinking about making a run for it.",
        "Day 11: Sabrina made a run for it. It didn't go as she planned, but I'm thinking about just going for it as well. The thought of Sabrina bleeding and dying from those brutal wounds is the only thing holding me back. A couple of the mercenaries we hired were able to throw us some food and a few wine skins, but we're going to have to figure out something soon or we're still going to die here. If I can work up the courage, I may run through the blades of death. Tomorrow."
    ]
}