{
    "id": "BeforetheGatesofGideon",
    "paragraphs": [
        "Captain Fabia couldn't help but think, as the noise of several hundred Argonians whipping themselves into a battle fever beyond the city limits rose again, that the tribesfolk were the wronged party in this war. Her people had wandered into their land. They'd made a settlement without consulting the local tribes. And now they were making a habit of killing Argonians for what? Minor crimes such as hunting domestic animals? No one told the Argonians the cattle belonged to people! This entire situation was the express reason why she'd gotten into a shouting match in the courthouse last week. They needed a proper diplomat.",
        "",
        "She hunkered down behind the stretch of wall that she and her troops were tasked with defending and wondered, not for the first time, how she'd so badly come to misunderstand the description of her own job. She'd just wanted to protect her people, or maybe even settle some civilian disputes. Regardless of her original reasoning, Fabia knew that this, hiding below the lip of the city's defenses while an angry Argonian hoard wound themselves into a bloodthirsty frenzy, was not the reason she'd joined the legionaries.",
        "",
        "It started. Fabia could hear the sounds of the Argonians attacking the other side of the city. The shouted commands of the other squad leaders echoed off the high stone walls while rocks and arrows pelted the space around them. Where she was standing, above one of Gideon's gates, it was deadly quiet. Fabia crouched to keep below their defenses and walked the line of her soldiers. She placed a hand on their shoulders or whispered words of encouragement to them as she passed. The air that could reach them up on the parapet was thick with anticipation. Every other wall was under siege, but so far, there hadn't even been one flash of movement in front of them.",
        "",
        "Still, she walked the line, soothing the fears of soldiers only just old enough to join the legionaries and battle-weary veterans who knew the rhythm of battles and what was coming their way. It wasn't until Fabia got back to her spot just about the gates that Madarliz leaned over, ears twitching, and whispered the one question that weighed like a rock on her mind.",
        "",
        "\"Do you think your trick will be enough to hold them off?\"",
        "",
        "Fabia thought about the small lamp hung on the hook just outside the city gates. No one on the parapet could see the lamp, but for anyone out in the marshes, especially at this dark hour, it was a beacon. Fabia found the lamp in the swampy wilderness near where she suspected the Argonian's territory started.",
        "",
        "\"I hope so,\" she sighed glancing out over the silent swamp, \"otherwise we'll be overrun.\"As she spoke, Fabia couldn't stop the relieved smile that pulled over her lips. Out there, in the blackness of the marsh and the light reflecting off the still pools of water, was a lamp. An Imperial lamp.",
        "",
        "Fabia stood up, made her way down from the parapet. She nodded to civilians as they ran from their homes to the quietest wall of the city, their goods and children clutched tightly in their arms. A few soldiers ran against the flow of the panicked mob, but Fabia didn't. She slipped between their bodies, making her way steadily forward down the dust-filled street. And, before anyone could notice what she was doing or stop her, she threw the gate open.",
        ""
    ]
}