{
    "id": "GelebournesJournal",
    "paragraphs": [
        "The eighth day has passed, and still there's no sign of the artifact. We've covered most of the remainder of the outer guard tower, and scoured the crumbled gatehouse ruins, but not one clue has arisen as to where it may have been buried.",
        "It's quiet out here, as if the ruins were paying respects to the Ayleid inhabitants that disappeared here long ago. We haven't encountered anything hostile, but if we do, I think we're ready. The Brotherhood's been in worse scrapes before. Bradon paid good money for the information as to our treasure's whereabouts, and I hope it doesn't turn out to be yet another fiasco.",
        "This morning, our camp was set upon by some bandits who were protecting what they claimed was their territory. Considering that we were outnumbered three to one, we did very well. Only Raynil suffered a small wound, but that was easily healed by a potion that Bradon had thoughtfully brought with him on our expedition.",
        "After getting rid of the bandit's corpses, we set out to tackle the largest part of the ruin, the remains of the great keep. Two of the walls of the once-mighty structure were collapsed, scattering the telltale whitish rock so typical of the Ayleid architecture in this part of Tamriel. This made our assault on the ruin difficult, as many of the larger chunks of wall were far too heavy for us to move.",
        "Bradon suggested that we search the center of the building's foundation for any underground entrances, which was typical for this type of keep. His guess paid off, and after several hours of backbreaking work, we managed to clear an opening just large enough for us to squeeze through and enter an ancient stairwell leading down into the ground. We decided to wait until morning's light to begin our descent into the depths of the ruin.",
        "After a restless sleep, all of us were quite excited at the prospect of what might lie ahead. Eagerly, we dipped our torches in a fresh container of pitch, lit them, and entered the inky blackness of the stairwell.",
        "The stale air was choked with dust and fine grit, a sign that no one had entered this portion of the ruins in a very long time. We became excited, as that meant no other tomb robbers had gotten there before us.",
        "The stairwell eventually leveled out into a corridor of sorts that snaked its way to the north. As we carefully walked along, I scanned the floor and walls very carefully for any type of triggers, tripwires or pressure plates; such was my specialty. The Ayleid were well known for their cunning traps protecting their tombs, and I wasn't taking any chances.",
        "Bradon, the scholar of the Brotherhood, was getting more and more excited as we traversed the passage; he was translating the wall carvings and was becoming certain that we had finally found the true location of our prize. After walking for several more minutes, we were overjoyed to see what we were hoping to see: the hallway ended at a metal door with the carving of a spider upon it.",
        "Now came the true test of Bradon's information. The door supposedly had a puzzle lock; by pulling the spider legs in a certain combination, it would unlatch. The wrong combination would spell our deaths, perhaps triggering a collapse of the hallway or some other equally deadly trap. With a shaky hand, I pulled the legs one by one in the order I had memorized: the sixth one, then the first one, the second one, the eighth one, and finally the first one again.",
        "I closed my eyes, as there were a few loud clicks and then the door popped open. We all breathed a sigh of relief. Pushing open the door, I looked in at a huge room with a pedestal at the center. Sitting on the pedestal illuminated by a shaft of sunlight from a tiny hole in the ceiling was our prize.",
        "The floor was covered in a huge mosaic of a stylized spider, all eight of its legs coming to a point and ending up at the door entrance. This was the last of the traps the Ayleid left behind to protect their treasure. Again, if it hadn't been for Bradon's skill at acquiring information, we may never had known how to solve this last line of defense.",
        "I instructed Bradon and Raynil to remain at the entrance and to tie a rope around my waist in case of a sudden pitfall. Carefully, I began to walk on the darkened tiles that formed the third leg of the spider. Sweat beaded on my forehead, as the pathway made by the tiny pieces of ceramic was very narrow at the start, and one slip could again mean instant death.",
        "But death never arrived. The information had been correct, and I was able to make it to the pedestal and secure the artifact! Quickly as possible, we made our way back and out into the daylight. Once again, the Brotherhood was triumphant and it was time to return home.",
        "At the tavern that night, we decided to make a pact. We would stash the artifact in a cave not far from Bruma until we researched it further. An item of its magnitude could be very dangerous if mishandled, and we certainly didn't want to sell it without understanding its true value. Bradon agreed to contract a local cooper to construct a chest with three locks. Each of us would hold a key to one of the locks so none would have access to the artifact without the others being present. For the rest of the evening, we drank merrily and sang many a song of adventures passed, and adventures to come."
    ]
}