{
    "id": "GharakulsJournal",
    "paragraphs": [
        "I have been alone for so long. Alone, yet never alone, for I know She guides me in silken dreams.",
        "The Elf nearly ruined us all. Or perhaps the folly was Skalg's. His hubris grew in recent years. He convinced himself he was the Spider's Champion. \"We need the Old Blood,\" he would say, \"the blood of Ehlnofey!\" He sought it with fervor.",
        "He found our undoing. Skalg brought the mage here, alive and unbroken. He was a golden Elf, tall and proud and striking. I could see lust in his amber eyes. Not for me, likely not for any mortal flesh, but for something greater.",
        "Skalg gave him the drink we'd often used before. He planned to chain the Elf, to keep him alive as long as possible, a vessel of that most valuable blood.",
        "We argued. This was not the Song I heard, nor the path I was to walk along Mephala's threads. But Skalg convinced me I could not see the intricacies of Her Web. And so I trusted.",
        "The mage did not succumb, and his fury was great. Skalg burned to ash before I cried out. Not even the blood-forged guardians gave the Elf pause as he smote his way to the forge. He struck down Borz and took the hammer in his hands.",
        "He produced a small fork from his robes, then tapped it against the hammer. Morkuldin bucked and shuddered. The walls cried out in protest. My clan died around me, blood pouring from their ears and eyes. The Elf's laughter drowned out their screams. But above it all I heard the Song.",
        "I approached the Elf from behind, no fear in my heart. I felt nothing but the faith as I gripped his silken hair and plunged his golden face into the forge flames.",
        "Silence. So much silence.",
        "I still hear Her in silken dreams. Her whispers tell me how to calm the forge, to make it slumber, to keep it hidden. My time here ends, and soon I will join Her atop the Spiral Skein.",
        "Someday, another will hear her Song, even if they do not realize what drives them. On that day the forge will breathe again, and feast for the glory of the Silver Spider.",
        "It is time. I shall give myself to her children, so they may feast and nest. My husk shall be a vessel for their offspring, a nurturing cocoon. I shall live on, peering out from endless eyes, and so shall I know Her glory."
    ]
}