{
    "id": "GhostsofGlenumbra",
    "paragraphs": [
        "Glenumbra is notorious for being haunted. It is important to explain what I mean by haunted. Not every undead is a haunt. Only ghosts can cause a haunting. Ghosts are the spirits of people who were once as alive as you or I. When they died, they refused to leave.",
        "(If at any point you experience the dark effects of necromancy, know that this is not a haunting and should be reported to the proper authorities.)",
        "Everyone in Glenumbra has a tale to tell about a spook, spectre, or haunt. You need only ask.",
        "Without a doubt the most haunted place in Glenumbra are the moors northwest of Aldcroft. As everyone knows, this was the site of the Battle of Glenumbria Moors in the First Era. This great battle saw the near-simultaneous destruction of both the Alessian Order and the Direnni Elves on one field of battle. Such a tragedy suffuses this place with spectral energy. Wandering the moors, many travelers report hearing the sounds of conflict in the distance.",
        "The second most haunted place in Glenumbra is directly related to the first. Cath Bedraud and the burial mounds surrounding it began as a mass grave for the fallen soldiers of the battle of Glenumbria Moors. It is advised that you do not stray into the cemetery during times of heavy fog. Ghostly lights and moans have been reported there.",
        "While some consider the woodlands of Daenia to be haunted, this is actually a misconception. Many spirits of nature, including the famed Guardians, inhabit the vale and forest. These are not ghosts, for they were never people. These creatures were born as spirits and should be treated with the respect they deserve.",
        "Hearkening from Glenumbra's past of feudal division, the countryside is dotted with ruins and castles, each of which you could probably find someone to tell you a spooky story about. In particular, the ruins at Baelborne Rock and Dresan Keep have many a local legend surrounding them.",
        "Of all the haunted sites in Glenumbra, I would give strongest caution against a trip to the village of Westtry. Westtry suffered some form of terrible magical event that has left it infested with the undead. It is not safe, nor would I suggest anyone go ghost hunting there."
    ]
}