{
    "id": "GhostsoftheOldTower",
    "paragraphs": [
        "— Listen now, O Estimable Vizier, to a tale of a haunted tower.",
        "— A haunted tower? Do you speak sooth? Many and more are the tales of ghost-haunted towers, until it seems there must be hardly a tower that has not its spectre. Has the Songbird's well of stories at last gone dry?",
        "— Nay, be but patient, one-who-governs-with-wisdom. For the tale of the Old Tower of the Fallen Waste is unlike any you have heard before.",
        "— Say on then, O spellbinder. I will withhold judgment until I have heard the tale.",
        "— Patience as well as wisdom! Truly you have earned all the accolades that are laid at your feet, Honorable Vizier.",
        "— On with the story, Songbird. I get enough honeyed words from the lickspittle dogs at court.",
        "— As you command. There was, high atop a pinnacle in a lonely corner of the Fallen Wastes, a tall and ill-favored tower that had stood there long and long. In the days when the Redguards warred against the Tusked Folk, a scout of the Bergama Gallants was commanded to take possession of this tower, thereupon to post himself as observer and sentry. And his name was Abadaman of the Three Scars.",
        "— And there at night this Abadaman was visited by the sorrowing ghost of a nubile maiden? Or did the shade of his long-dead father appear to deliver a timely warning? Ah, but wait, I have it: The spirit of a murdered man moaned in the gloaming that he could not rest until his killing was avenged.",
        "— Nay, none of these haps did eventuate. Yet a haunting did occur, and strange to say, it took place in the golden light of noon. It happened in this wise: Abadaman of the Three Scars had done his morning devoirs, which consisted of climbing the many steps to the top of the Old Tower, peering to every point of the compass, and making note of what he saw, which was nothing of import. So went he for a walk in the desert, for this Abadaman liked to think, and when he thought he liked to walk. On this day of days his wandering took him down to the arid flats beneath the towered pinnacle, and there his thoughts were interrupted for his eyes beheld a wonder: beneath the bright noonday sun stood a coterie of ghosts, gazing about as if awaiting an imminent event.",
        "— Intriguing. This accords with no tale of haunting I have otherwise heard.",
        "— Yet I assure Your Munificence, it was so. The ghosts were eight in number, and though they were difficult to perceive clearly in the shimmering heat of daylight, their presence was undeniable. They were young Redguards all, and were clad in the armor of soldiers, like that of Abadaman, yet unlike as well. He took one of these ghosts, who had a commanding presence, to be the officer of the others. When the officer-wraith turned his head and locked eyes with Abadaman, the scout, though stout of heart, cried out in surprise.",
        "— Even I might do the same, I do confess it.",
        "— Perhaps, though you must give me leave to doubt it. At the scout's cry the ghost spake in a voice of echoes, saying, \"Well met, scout. Though the device upon your breast is unfamiliar, I see you are one of our soldiers. Are you he who will mete out justice to the one who betrayed us?\"",
        "— Ah ha! A story of revenge. Did I not say so? These ghosts are all the same.",
        "— You are correct, Your Efficacy—and yet you are not. Shall I say on?",
        "— Such is my will.",
        "— I hear and obey. At these words the brave Abadaman was filed with wonder, and was moved to reply, saying, \"I know naught of what you speak, spirit-from-across-the-great-river. Yet I would hear more.\" \"I am Captain Fayda,\" said the spirit, \"and these are my soldiers, slain by treachery. We seek justice upon the traitor, yet we are confounded, for though dead we are unborn, and though murdered our killer has not harmed us.\"\n— A riddle, by Tava's shining eye! And what said the scout to that?",
        "— He said, \"You speak in enigmas, O Captain, which as yet I cannot fathom. Tell me of how you were betrayed, that I might know more.\" The ghostly captain nodded and said, \"That I may do. We were ordered to garrison the Old Tower, though we have not been so ordered. Unbeknownst to us, one of our number was beholden unto our enemies the invading Imperials, though none have invaded. He did secretly admit them through our defenses and we were undone, though no such event has occurred. And the traitor's name was Amil Red-Hand.\"",
        "— Ah, I see now. The ghost is mad, and cannot speak words of sense.",
        "— Nay, for the words abruptly made sense to Abadaman, and he reeled back as if stricken. \"Alas!\" he cried. \"All is now clear! You are dead though unborn, for your life and death are both yet to come! You speak of a treachery that has not yet occurred, but it will many years from now. You appear before me, O lamentable haunt, because I and only I am in a position to mete out justice to your betrayer. But this I will never do.\"",
        "— How can this be? Explain forthwith!",
        "— Alas, my Vizier, a tale is like a river and flows only as it will. But this one nears its end. \"That you will never do, though you are an honorable soldier?\" moaned the officer's ghost. \"Wherefore?\" \"Wherefore the name of my infant son is Amil, born with a red mark upon his hand. Therefore away, importunate ghosts, for I shall not help you, and you cannot escape your fate.\" And then Abadaman of the Three Scars turned his feet back up the trail to the Old Tower."
    ]
}