{
    "id": "GiantsADiscourse",
    "paragraphs": [
        "Skyrim! It has existed since the creation of the world. And Skyrim has always had giants. That is the truth. I have studied these lumbering creatures and watched them tend their mammoths. They are peaceful, simple beings. Not all have given in to their battlelust. Not all have given in to the need to explore that drives every Nord I have ever known.",
        "But nonetheless, we are connected to these giants, for we both share a common ancestor. The Atmorans were huge and smart. Nords descended from these ancient folk became the small (relatively speaking), intelligent people that we are today. Giants, on the other hand, became the huge, stupid creatures that we watch from a distance. Once we honored our cousins with offerings of cows, but this practice has fallen out of favor. Perhaps that is to the detriment of Nord villages everywhere.",
        "Today, most Nords refuse to acknowledge the obvious connection between us and the giants. We treat the giants as a nuisance, steal their grazing lands, and even hunt their mammoths for sport. This will be our undoing. To disrespect the giants is to disrespect ourselves. If we can't learn to live with our huge cousins, I fear that conflict could become all-out war. And that would be a shame.",
        "Let me tell you more about the giants. In general, they tend to be solitary creatures. The giants do gather regularly at a ceremonial site. Here, they come together to trade, mate, and communicate with whatever simple methods they have developed.",
        "They have a curious relationship with their mammoths. They don't herd these creatures, but they seem to be able to communicate with them. They protect them, and in return, they get milk, cheese, and companionship. On occasion, I have seen a giant eat a mammoth. The meal was conducted with reverence, if such a concept can be applied to a simple giant.",
        "Giants also demonstrate intricate beliefs regarding death. They have places set aside as sacred burial grounds. When a giant is sick or dying, he or she goes to one of these places to die. If a giant dies elsewhere, other giants make sure the body gets to the burial ground. They don't live near these sacred locations, and they don't guard them. They simply make use of them.",
        "Giants and Nords continue to vie for some of the same territories. Future conflict is inevitable unless we take steps to find peaceful solutions. Giants fall, and Nords die, but I have never seen a giant eat a Nord."
    ]
}