{
    "id": "GiftoftheLilmothiit",
    "paragraphs": [
        "A book for intrepid adolescents by Chanil-Shehs",
        "",
        "Kzaar bounded ahead, his feet skittering lightly over the grass-covered rocks. He said his people's camp wasn't far, but he'd said that every morning since the two of them had left Jee-Tee's tribal lands. Jee-Tee was starting to feel her tolerant tree shake loose from its roots. Still, Kzaar promised that his people were nearby and that they had no intention of moving yet. Jee-Tee believed him, for what else could she do? Her tribe needed the medicines that the Lilimothiit carried. Moreover, her mother needed the cure, she was growing weaker every day.",
        "",
        "The sickness came out of nowhere. One day, two or three adults developed fevers. After that, the symptoms spread. The spread was slow at first. The healers could deal with a fever and patients who had trouble keeping food down, but then the healer's huts filled. The healers did what they could. Most of the time, patients were just kept comfortable.",
        "",
        "When the young kit wandered into the village, claiming to have escaped from some slavers, Jee-Tee was the first to approach him. For being so young, Kzaar didn't speak like a hatchling. He remembered all that he'd seen since the slavers had taken him from his people. The route he'd traveled was still fresh in his mind, as was the place where the Lilmothiit set camp. The majority of her tribe couldn't bring themselves to trust the kit, Lilmothiit and their tricks were too well remembered, but Jee-Tee knew what could be at stake. She and the kit gathered supplies and sneaked away not three nights after the kit had stumbled into camp.",
        "",
        "Now Jee-Tee was starting to question her decision to trust the Kzaar. They'd been walking for so long that her feet had grown rough in new places and the pack on her back was nearly empty. The dust of the road caked her throat. It had been days since they'd seen anyone else traveling. If she didn't know any better, Jee-Tee would say that no one ever walked this path before. But there were footprints in the dust and the undergrowth was cut away from the ground. Someone had been here recently. They were just out of view.",
        "",
        "The kit climbed atop another boulder and let out a short, full-throated cheer. \"Here! We're here!\"",
        "",
        "Jee-Tee scrambled up the pile of rocks on willowy legs to stand next to her young traveling companion and looked down into the ravine. There were the signs of a camp, embers and charcoal gathered in a tight circle, holes poked into the ground from tent poles, and an assortment of wood lying around, as well as tracks leading east. Jee-Tee felt her spine slink in disappointment. The Lilmothiit may have been there, but they moved on.",
        "",
        "Jee-Tee walked in silence through the abandoned camp while Kzaar scampered about, looking behind rocks and trees as if a member of his tribe was going to pop out and welcome him back. They circled the camp, moving through the valley as the sun shone brightly above them. There wasn't anything left in the camp besides ashes and some holes. The trip had been for nothing. Kzaar was never going to reunite with his people and Jee-Tee failed in her mission to retrieve the medicine her mother so desperately needed.",
        "",
        "\"Here! Here!\" Kzaar tore into a pile of discarded wood and wagon wheels. When he emerged, he carried a clay jar clutched between his hands. Jee-Tee found her pace slowing as she neared the kit. His ears were slumped in disappointment, but his eyes were bright. He removed the jar's lid. Inside, a thick paste reeked of pungent herbs.",
        "",
        "\"What is that?\" Jee-Tee asked turning her head from the smell.",
        "",
        "\"Mother's Mix. Clears all sickness. Good for Kzaar, good for Jee-Tee.\"",
        "",
        "Jee-Tee almost didn't believe him. After all, he said his tribe would not leave him behind. \"It's medicine?\"",
        "",
        "Kzaar stared up at her earnestly and pressed the lidded jar into her hands. \"Medicine. A gift. From my tribe to yours.\"",
        "",
        "Then Kzaar turned away. He followed the tracks east and never looked back. Jee-Tee watched until he disappeared over the horizon. Then she took the gift of the Lilmothiit and went to administer it to her mother and the rest of the sick huddled in the healer's huts.",
        ""
    ]
}