{
    "id": "GiftsoftheNereids",
    "paragraphs": [
        "When I was young, my parents brought me to the cave where the priests worshiped the Nereids. They dedicated me to the temple, so that I might one day become a priest, too.",
        "There were only three other children in the temple when I was growing up. The others made fun of me until I was ten years old because one of my legs was shorter than the other and I had a limp.",
        "One day, we were running through the cave (something that was forbidden, but the priests often looked the other way, letting children be children) and I tripped and fell face down into the water. I hit my head and blacked out. The other children were far ahead of me already, so they didn't see.",
        "Later, the priests told me that one of the Nereids had lifted me out of the water. I said I didn't remember that happening, but later on, I did recall the feeling of floating and also a kind of terror, like I had seen something I was not supposed to see, something that was too beautiful for mortal eyes.",
        "The priests instructed us in our relationship to the Nereids. We were required to memorize the gifts of the Nereids and repeat them back every day:",
        "The gifts of the Nereids are three-fold:",
        "the beauty of their form,\nthe sweetness of their singing,\nand protection from harm.",
        "The older children got to help the priests with the rituals. Meat was brought to the central altar to feed the Nereids, and once a year, one priest would go deep into the cave to meditate among their singing. When he would emerge, he would give a prophesy.",
        "When he comes of age, each child has a choice to stay and become a priest or to go into exile. After so many years living in the cave, I could not imagine another life, and so I chose the priesthood. But sometimes I long for sunlight and wonder where a different path might have taken me, and what sights I might have seen if I had chosen exile."
    ]
}