{
    "id": "GlarthirsNotes",
    "paragraphs": [
        "Notes written by Glarthir during the Miscellaneous quest \"Paranoia\". Most have multiple versions to account for player actions during the quest.",
        "<title>Glarthir's Notes: Note 1</title>",
        "Good news! I may still have a chance. Found someone to help me today. A stranger who can move freely. Hope to have proof against Bernadette Peneles by tonight!",
        "<title>Glarthir's Notes: Note 2</title>",
        "Bernadette Peneles is guilty, as I thought! My new agent has proved trustworthy and efficient. We must move quickly before the conspiracy learns that I am no longer alone. I should have proof against Toutius Sextius by tonight.",
        "",
        "Bernadette Peneles is not involved in the conspiracy! At least so my new acquaintance tells me. I hope it is true, but my instincts are rarely wrong. But I have no reason to suspect treachery, yet. The report on Toutius Sextius should help me decide where my new friend's loyalties lie.",
        "<title>Glarthir's Notes: Note 3</title>",
        "Proof against Toutius Sextius, at last! I chose my helper well. Now to gather evidence against Davide Surilie, and the conspiracy will at last be laid bare. If we can preserve the element of surprise, we may still have a chance!",
        "",
        "Toutius Sextius is blameless, it seems. I am glad to know that at least one of my fellow-citizens is not involved in the conspiracy. When my new friend delivers proof of Davide Surilie's guilt, I can finally take decisive action with a clear conscience.",
        "",
        "I fear the conspiracy spreads further than I thought. The supposed stranger in town appears to be involved. Is it likely that both Bernadette Peneles and Toutius Sextius are blameless? But I must not act without proof. I have always held myself to a higher standard than my enemies. The report on Davide Surilie will tell the tale. I fear that the end is near. But I will not go down without a fight! They will know that Glarthir, at least, did not submit to their yoke quietly!!\n",
        "<title>Glarthir's Notes: Note 4</title>",
        "These people MUST be killed! There is no choice, they are definitely conspiring against me.",
        "Bernadette Peneles\nToutius Sextius\nDavide Surilie (THE RINGLEADER -- kill him first!)",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "Bernadette Peneles MUST be killed! There is no choice, she is definitely conspiring against me.",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "These people MUST be killed! There is no choice, they are definitely conspiring against me.",
        "Bernadette Peneles\nDavide Surilie (THE RINGLEADER -- kill him first!)",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "These people MUST be killed! There is no choice, they are definitely conspiring against me.",
        "Bernadette Peneles\nToutius Sextius",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "Davide Surilie MUST be killed! There is no choice, he is definitely conspiring against me.",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "These people MUST be killed! There is no choice, they are definitely conspiring against me.",
        "Toutius Sextius\nDavide Surilie (THE RINGLEADER -- kill him first!)",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir",
        "",
        "Toutius Sextius MUST be killed! There is no choice, he is definitely conspiring against me.",
        "Come back and see me (make sure you are NOT followed) once it is done and I will give you your reward.",
        "Glarthir\n"
    ]
}