{
    "id": "GlenbridgesArgonianShrinetoSithis",
    "paragraphs": [
        "A record by Ghalzir of the House of Wayfarers in Rimmen.",
        "",
        "By first impressions, there is nothing that stands out about the shrine to Sithis that resides next to the main road through Glenbridge. This isn't to say that the shrine is not noteworthy, only that first impressions are often misleading. The building is tall, towering at a height that rivals most of the trees nearby and the height is only exaggerated by the lack of structures that appear around the shrine. The walls are made of thick stone slabs and faces peer out of the stonework at every corner of the structure. But still, in comparison to the xanmeer towering in the near distance, the shrine is not impressive.",
        "",
        "Inside the shrine, the walls press in closely, invading the space which is only large enough to host four bodies. Even with three walls left open to the outside world, it is hard to breathe within the shrine itself. Standing in the center of the space feels as though there is no air at all.",
        "",
        "There are places where the stones have fallen or been knocked to the side. This continues on the inside of the shrine as well and, with a distinct lack of light, gives the shrine a dilapidated look unfitting of most places of worship. The priests did not seem concerned when asked about the shrine's appearance, though they did seem offended at the suggestion that the fallen stone slabs should be set to rights. After some conversation and careful questioning, it became clear that the priests viewed the shrine's state as being a marker of Sithis's work. Fixing the walls of the shrine would be an act of sacrilege.",
        "",
        "While it may not be clear if Sithis had any direct impact on the shrine's appearance—if the stones were knocked loose due to his power or if weather and time are to blame—it certainly has an impact on the priests who care for it.",
        ""
    ]
}