{
    "id": "GlenumbrasPeople",
    "paragraphs": [
        "To the outside observer, the assorted peoples of the region of High Rock known as Glenumbra often seem more similar than different. While it's true that most people in the region take their cues for culture, architecture, food, and dress from a common Breton template, it would be foolhardy to dismiss the cultural differences between the larger populations and the multitude of diverse subcultures present throughout the region.",
        "Daenia: Dominated by the cultural influence of Daggerfall, Daenia is the home and heartland of Breton's quest obsession. For those unfamiliar with the term, it refers to the practice by which young members of the poor and serf classes can partake in heroic tasks to elevate themselves to the ranks of the nobility. The cultural narratives of Daenia are filled with tales of the lowly taking on a great quest to win the respect and accolades of those above them. It is my suspicion that the famed independent spirit of the Daenian people is an extension of this narrative of upward mobility. Of note, this area is also home to the Wyrd subculture, and several witches' covens dedicated to the worship of nature inhabit the vast forests of Daenia.",
        "Cambray Hills: Camlorn and its surrounding villages are a hodgepodge of different Breton cultures. The nobility of Camlorn fancy themselves an aristocracy of poets and artists. Often taking a pacifistic tact in the dealings between Daggerfall and Wayrest, Camlorn has benefited much as a go-between for trade and an open market for goods from both Iliac Bay and the Eltheric Ocean. The Cambray Hills are well-known as being haunted, and any given member of the populace usually has a unique ghost story or two to share. The largest subculture of note are the swamp-dwelling Bretons of the eastern bogs that stretch from the Hag Fen to Aldcroft.",
        "King's Guard: This region is so named for the mountainous ridge that form a natural barrier between Glenumbra, Rivenspire, and Stormhaven. Crosswych is a crossroads for trade moving between these major regions of High Rock, and the place has become a melting pot of dress, food, and culture of the Breton city-states. Not so much a subculture, but a subgroup of note for King's Guard is the Red Rook bandit clan. While the Red Rooks are present throughout Glenumbra, they originated in the mountains and foothills of King's Guard as a loose collection of hunters and highwaymen that preyed upon caravans moving across the pass."
    ]
}