{
    "id": "TheGlenmorilWyrd",
    "paragraphs": [
        "No folk in Tamriel have been more misunderstood than the witches of the Glenmoril Wyrd—primarily, I believe, because all the scholars who have previously written about them have been men. This is not to say that the groundbreaking work of the Venerable Kigyo of Lilmoth and Professor Barst of Shad Astula are to be entirely discounted, merely that their objectivity has been colored and undermined by their cultural assumptions of male superiority.",
        "To be clear, it is not the fact that I am a woman that makes me somehow emotionally better suited to understand the sisterhood of the Glenmoril Wyrd. On the contrary, it is my proven ability to be objective in the context of traditional gender roles, as shown in my celebrated tract, \"Saint and Slave-Queen: Alessia and the Lens of Gender,\" that makes me uniquely qualified to address the subject of a single-sex society like that of the Wyrd Sisters.",
        "The Glenmoril Wyrd are a loose association of female witch covens who revere nature and the natural world and incline toward Daedra-worship. Racially they are almost entirely human, though some covens include human hybrids such as hagravens and lamias, who usually rule the covens they live in. Their preference for life in the wilderness means their covens are usually located far from the agricultural or pastoral enclaves of \"civilized\" people, which contributes to the lack of understanding of their true natures. This has led to the Glenmoril covens nearly always being described in terms such as uncanny, reclusive, dangerous, inimical, and evil.",
        "In fact, the Glenmoril Wyrd are all of these things—except, I would argue, evil. It is true that they are unswervingly committed to a rejection of civilization and civilized ways; it is true they admit no male members to their covens; it is true they regard themselves as enforcers of certain \"laws of nature\" which only they recognize. This does not make them evil, just strict adherents to moral codes that are different from our own.",
        "The fact that the Glenmoril covens seem able to maintain their populations without admitting men into their number is also an object of suspicion for those who live in their vicinities. There is an age-old libel that the Wyrd Sisters replenish themselves by stealing girl-children from neighboring farms, but such a practice has never been documented (except in the case of the notorious Fen Witches of Hjaalmarch—but they worship Molag Bal, and child-abduction is the least of their objectionable habits). My inquiries, which have been extensive, lead me to the conclusion that in most cases covens gain new members when unwanted girl-children are brought to them by distressed parents. (What happens to unwanted boy-children in the northern regions is probably a question best left unasked.)",
        "Though the Glenmoril Wyrd are numerically few, geographically they are widespread, from the easternmost Greenspring Coven in central Skyrim to the westernmost coven in the Ilessan Hills of High Rock. Most of the eight or so known covens are adherents of Hircine, but the Hagfeather Coven of western Falkreath reveres Namira, the Markarth Sisters (the only urban coven) worships Mehrunes Dagon, and the aforementioned Fen Witches of Hjaalmarch are followers of Molag Bal.",
        "Relationships with the Reachmen, the other main Daedra-worshipers of the northern wilds, vary from coven to coven and from Reach Clan to Reach Clan. The Hagfeather Coven, the Rimerock Wyrd, and the Markarth Sisters all have cordial relations with the Reachmen, but the western covens of the Ilessan Hills and Viridian Woods have a history of conflict with the Reach Clans that dates back thousands of years. This may be accounted for by the fact that the Ilessan and Viridian Wyrd venerate the less-feral aspects of Hircine, and have even been known to provide cures for lycanthropy, whereas the Reachmen prefer Hircine's more vicious side, celebrating lycanthropy as a gift rather than a curse.",
        "This, then, is a summary of what is known about the widespread but elusive sisters of the Glenmoril Wyrd. Many questions, certainly, remain unanswered, and much research remains to be done. To address these issues properly, it might even be necessary to leave Taneth and mount a personal expedition into the northern wilds—assuming a generous patron steps forward to finance such a worthwhile scholarly effort."
    ]
}