{
    "id": "GlenumbrasTownsandCities",
    "paragraphs": [
        "There are a number of cities and towns across the region of High Rock known as Glenumbra that a traveler should be familiar with.",
        "Daggerfall: Crown jewel of Glenumbra and one of the oldest cities in High Rock, Daggerfall was the capital of the largest kingdom in High Rock prior to the ascendence of Wayrest. Any traveler would do well to buy provisions in Daggerfall, as the services in the bustling city are second to none.",
        "Aldcroft: A small town between the forests of Daenia and the coastal swamplands of the Cambray Hills, Aldcroft has come to prominence in recent years as a key port that services Camlorn from trade routes along the Iliac Bay. Aldcroft is well known for its spicy stews, a treat that I recommend those travelers with weak constitutions to avoid.",
        "Camlorn: A city that has grown in recent times to rival Daggerfall in size and cultural influence, Camlorn is in the west center of Glenumbra. The citizens of Camlorn see themselves as more urbane and metropolitan then their neighbors to the south. Travelers are advised to try Camlorn's excellent pastries and baked goods, as they are worth the trip. Ignore the haughtiness of the locals, as this is just their way and they usually don't mean any offense.",
        "Westtry: This town suffered some great catastrophe in the past that has left it devoid of living citizens and haunted by the dead. The wise traveler would do well to avoid it.",
        "Eagle's Brook: Whereas Aldcroft serves as Camlorn's primary connection to Iliac Bay, Eagle's Brook is its corresponding port on the Eltheric Ocean. Many of the artisans and craftsmen that serve the high houses of Camlorn actually live in nearby Eagle's Brook. Travelers are advised to sample the excellent seafood brought in daily by Eagle's Brook's fishing boats.",
        "Crosswych: Straddling the mountainous border pass marking the end of Glenumbra and the beginning of Stormhaven, Crosswych makes much of its gold from the travelers passing back and forth between the two most populous regions of High Rock. Travelers heading to Wayrest from Daggerfall must pass through Crosswych, which is as good a place as any to rest and resupply."
    ]
}