{
    "id": "TheGlintintheNight",
    "paragraphs": [
        "By Maxa Corrand, Dealer in Rare Antiquities",
        "Of all the tools available to an assassin, one weapon truly stands out as unique to the Brothers and Sisters of the Dark Brotherhood. Known as the Blade of Woe (and, obliquely, as the Night Mother's Kiss) the otherwise simple dagger is a symbol of their order and icon of their dark patrons. The dagger, named for the apocryphal blade wielded by the Night Mother when she supposedly sacrificed her own children, is made available to the devotees of the Dark Brotherhood to carry out their grisly work. I have heard conflicting reports that the entire Brotherhood somehow shares a single blade and that each individual weapon is crafted upon the pattern of the original. I suspect the latter is closer to the truth than the former, but the legend persists.",
        "The Blade of Woe, sacred to the Dark Brotherhood's patron deity, the Dread Father Sithis, supposedly contains a special power to send the souls of those it kills directly to the Void. My own studies of similar artifacts have found no evidence of any such magicka. It's possible only a follower of Sithis can invoke these alleged properties, but I find it more likely that the blade simply holds special religious significance to its wielder, but no practical application in these regards. And since the victims of the Dark Brotherhood meet their ends in every way imaginable, including by poison and sabotage, they must believe, at least, that every death they inflict somehow finds its way to Sithis.",
        "Given the secretive nature of the Dark Brotherhood, acquiring information is all but impossible and research on the subject is suspect at best and extremely hard to come by. I hope that by bringing this topic out into the open, other diligent scholars will investigate these mysterious killers and help to remove the shroud of mystery that surrounds their beliefs and act",
        "[intentionally cut off here]"
    ]
}