{
    "id": "GlintingTalons",
    "paragraphs": [
        "When the mighty Ra Gada first drove back the Orcs, one sect of warriors employed a fighting style so aggressive, so fierce, that the tales tell of enemies standing stunned, falling to flashing blades in a daze before they realized an attack was upon them. These champions revered Tava as well as Diagna, engraving their blades with the wings of a hawk. The bird's keen sight, accuracy, and rending claws inspired their sword-songs, and references to the sun and light are numerous. Sadly, little remains of their tradition, aside from what I have pieced together from crumbling tablets and monuments deep in the desert.",
        "It is clear that these warriors, the Glinting Talons, wielded a sword in each hand. They are mentioned often in inscriptions dating to the arrival from Yokuda for their great deeds—driving off warbands of Orcs when sorely outnumbered, capturing strongholds in surprise attacks, and many other heroic tales. Of their style, though, very little is known. This partial inscription I located at the site of the Battle of Six Hands is all that has been recovered regarding their way of the blade:",
        "\"Face the burdensome sun. Carry its weight face-wise. Submit to the endless edges twinned.\nMaster these strikes in the morning; cleave the light and leave the foe in darkness:\n\"Two Blades Become Four\n\"Lion's Teeth Exposed in Thunder\n\"Five Arrows Split the Sky\n\"The Screech of Descent upon Helpless Prey\n\"Master these strikes in the evening; chase the enemy and burn its flesh.\"",
        "I can find no other references or descriptions of these strikes, and it saddens me to think that such knowledge of the blade has been lost. I have no greater desire than to restore this lost way of the blade, but the fragments are so few. The mystery compels me to continue my travels in hopes that, perhaps, I will be led by Tava's grace to discover more, and return this shamefully lost knowledge to our people."
    ]
}