{
    "id": "GloversLetter",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "My dearest daughter Sapphire,",
        "It's with a heavy heart that I write this letter. For years I've thought about how I could tell you this, and each time I imagined it would be face-to-face. I'm ashamed for what I did, and I hope that someday you'll learn to forgive me. Whatever you do, don't blame Delvin for any of this. He didn't know.",
        "Long after I joined the Guild, I was sent to rob a caravan that was stopping at a tiny farming village not far from the border of Skyrim. When I arrived there, I was a day early and decided to sleep for the night in the barn of a pig farm. I awoke the next morning when the most beautiful woman I'd ever laid eyes upon walked in to do her chores. She wasn't even frightened when she saw me... in an instant I think we had both fallen in love. I ended up living with that woman in that tiny little village for a year until she was with child. And then, like a coward... I ran away. I was a thief and I didn't want to end up a farmer. It was a terrible thing to do.",
        "I didn't have the courage to return to that village for almost fifteen years. When I finally decided to visit, it was too late. It had been raided by bandits and burned to the ground. Everyone was either dead or gone. Including you... my only child.",
        "Years later, when you were recruited by Brynjolf I couldn't believe my eyes. You're a spitting image of your mother and I knew it was you in an instant. Only the gods know how you survived the attack on that village and why you followed in my footsteps, but I have to assume it was meant to be. I've wanted to walk right up to you and embrace you, to tell you the truth, but I was still a coward. I decided to leave Riften instead of facing your anger. I said my goodbyes to Delvin and I headed for Solstheim... as far from the truth as I could get.",
        "I'm sorry, my daughter. I'm sorry for never being there to hold you at night or to protect you from whatever hardships you endured. One day, I hope you'll make the journey to Solstheim and visit your father.",
        "Glover Mallory"
    ]
}