{
    "id": "GlyndallagansConfession",
    "paragraphs": [
        "My name is Glyndallagan, and this is my confession.",
        "I should begin at the beginning—as if there were such a thing. I came to the city as a mage of modest means. Nothing but holes in my pockets, and a rattling cart full of knickknacks. I suppose you could consider me a con-man. My game was simple: lure affluent, small-minded people to my cart and make a wager. \"I bet you—\" I said, \"I bet you I can turn whatever you have in your pocket into an apple.\" Of course it wasn't always apples. It could be a thimble, or a button, or an old shoe. Inevitably, they would bite and take up the bet. I would cast a simple translocative spell, whisking their item into my cart, and replacing it with whatever garbage I had managed to gather up the day before. Such a transfer is child's-play when compared to an actual transmutation. Thus, my gain was two-fold: I acquired whatever item they happened to be carrying around, as well as the balance of the wager. This earned me a decent living for a while. Until I ran into the Rattle-Man.",
        "He was tall, certainly—and very, very thin. And when he walked, his coin-purse made an unnerving clatter. A rattling of what sounded like bone on bone. I didn't have to flag him down, or lay out my pitch. He simply reached into his pocket and produced a handful of random objects. Teeth, bone chips, glowing shards …. His silence was unsettling, and the items were so random and macabre I could barely keep my composure. But I was greedy then. Greedy, and foolish.",
        "He eventually spoke in a low, rasping voice, \"Shall we make a wager?\"",
        "\"Of course!\" I said. \"Eight drakes for eight trinkets!\"",
        "\"Make it fifty drakes if you succeed. And if you fail ….\" he replied.",
        "A fifty drake wager! It took me a moment to process this. I had never even considered the results of a failure. \"Well, if I fail, I suppose I'll owe you fifty drakes.\" This seemed to rub him the wrong way. He put the items in his pocket and turned to leave.",
        "Even now, I will wake from a dead sleep, gasping over the horror of this moment. Reliving it in my mind, over and over. If I had just let him walk away. If I had been distracted by another mark, or taken my lunch early, all of this might have been avoided. But as I said, I was greedy and foolish. I shouted over his shoulder, \"What would you have instead, sir?\"",
        "He turned on his heel and smiled. At least I think it was a smile. I don't remember his face, you see? No one ever remembers his face. He spoke in a whisper, \"I only want a vow that you'll return the items to me when the trick is done.\"",
        "He knew my game. No corner-cob hustler would weave a transmutation spell for five drakes. He knew I just took the items into my cart via a translocation cantrip. So why worry? I would simply reach into my cart and hand him the items after the spell was cast. There was a fear in the pit of my stomach, but I took his clammy, pale hand in mine and shook on it. \"You have my vow,\" I said. And with those four words, my fate was sealed.",
        "I cast the translocation spell as normal. There was a brilliant flash of light, and a puff of colorful smoke. All according to plan. And just as I expected, his handful of terrifying trinkets had been \"transformed\" into a handful of buttons, bent silverware, and scraps of shoe leather.",
        "\"Excellent.\" he rasped. \"Now, if I could have my items back, we can conclude our wager.\"",
        "I was elated. Fifty drakes! Fifty drakes for a small-time hustle. I was practically dancing when I opened the cart. But something was wrong. All my items were gone. Everything. I searched everywhere—my pockets, inside the cart, the street beneath. Nothing. \"It appears that you have failed,\" he said.",
        "And thus began my endless service to the Rattle-Man. I will search for his missing items for the rest of my days.",
        "My life is a curse. My nights are filled with bad dreams, my days with waking terrors. My bones strain and creak. My hair grows thinner and paler by the day. All for a handful of bone scraps and teeth.",
        "So, I make this compact with you, dear reader. Bring me your frightful trinkets—your bone scraps and bloody claws. Bring them to my trophy vaults, and I will grant you riches beyond imagining. Do not trouble yourself with thoughts of where these riches came from. I have had to become very … resourceful. Scruples are a luxury that the cursed cannot afford. No, only the trinkets matter.",
        "Perhaps one day I will find all of the Rattle-Man's trinkets. And on that day, I will kill myself and leave this accursed world behind."
    ]
}