{
    "id": "GoldleafAcquisitionsManagersNotes",
    "paragraphs": [
        "Librarian Comment:",
        "This book References the guild Goldleaf Acquisitions, who won the 2020 Tamriel Together competition.",
        "",
        "Abridged Notes of Hlaalu Sarethi Veren, Manager of Goldleaf Acquisitions",
        "(Many notes gathered from Leaflet informers after expeditions were completed, compiled here for ease of access)",
        "",
        "Complications arose during a recent venture, resulting in the shrinkage of too many employees (myself included), to an obscenely small size. Best to keep track of one's surroundings in the event of a repeat performance.",
        "",
        "* * *",
        "On the subject of the \"experiment room.\" It is hard to fathom why an enchanter would spend so much time and gold creating such inane and short-lived spells. Between \"pirate-ifacation\" and belching smoke, I wonder if we shall experience side effects down the line.",
        "",
        "* * *",
        "The ring of form mimicry was at the center of an interesting tale. We chased a wheel of cheese and wrestled with an aggressive chair before we managed to take the ring from that damn banekin. They're much faster than they look.",
        "",
        "* * *",
        "Staring into the hollowed-out personality of a genius is terrifying. To alter the makeup of voriplasm? It's madness. In the end we did what we had to in order to destroy the slime completely. Let's hope we got it all and don't have to visit such a place again.",
        "",
        "* * *",
        "I once tended to a group of adventurers who seemed to be in need of someone familiar with fungi and odd flora. Within moments of entering this cave, someone tried to pick a rather toxic mushroom. I hope they don't try anything even more reckless.",
        "",
        "* * *",
        "Note: Getting impaled by Dwarven machinery is not nearly as fun as it sounds to those who have never experienced it firsthand.",
        "",
        "* * *",
        "I cannot help but wonder, how does a water spirit even end up in a barrel inside a landlocked inn? The mechanics are simply baffling.",
        "",
        "* * *",
        "Today we were graced by a mess of magic and mayhem as many of our guildmates found themselves confronted with an alternate version of themselves. Like looking into some twisted mirror, they stared into their faces and saw what might have been if they not become who they were today. Fortunately, with a small spell and the help of a mudcrab, all was put to right. Yes, a mudcrab.",
        "",
        "* * *",
        "One of our trainers hosted a sparring match today. I'm told it went snashingly, and that a number of our company gained fresh knowledge and a new perspective. We have a number of talented warriors in the guild, and I have little doubt that these lessons will only enhance their abilities. Perhaps it will increase their bond as well. Apparently, a few individuals spent quite some time in conversation after the lesson.",
        "",
        "* * *",
        "A brief note from an officer, on an expedition to Summerset.",
        "It certainly wasn't what I expected when they wanted to have us retrieve gryphon eggs. Nor did I expect to end up with a young gryphon. But he's changed my life in the best way possible.",
        "",
        "* * *",
        "My husband says that if he finds whoever is playing with the wards, he will \"skin them alive.\" I love my husband.",
        "",
        "* * *",
        "Our social competition has enlightened me to the power of pillows. When I promised I wouldn't dismiss him from the guild if he won our bout, I didn't expect the force of the blow to knock me clear out of the sparring ring. That Argonian is a force to be reckoned with when it comes to feathered artillery. Even a pillow, in the right hands, can be a deadly weapon.",
        ""
    ]
}