{
    "id": "GordagsJournal",
    "paragraphs": [
        "<header>30th Rain's Hand</header>",
        "Mozgosh killed the Mer  who poisoned her, but she's deathly sick. My hearth wife says the poison's from Black Marsh, and its antidote is there.",
        "<header>1st Second Seed</header>",
        "Unthinkable! My clan's hold won't help me get the antidote from Black Marsh! Gloorig, that upstart, called my daughter Mozgosh pathetic and weak!",
        "I struck him; his blood flowed for nearly an hour. Mozgosh is as strong as a mammoth! Only the Code of Mauloch keeps her from surpassing me as chief.",
        "Gloorig may usurp my hold if I leave. No matter. I'll deal with him when we return.",
        "<header>4th Second Seed</header>",
        "My hearth wife knows of two antidotes. She gave me a blessed phial from the old days. Once I find the herbs, it will do the rest.",
        "Seriweed is a broad-leafed bush covered in hair. When I place its leaves in the phial, it will warm with life and restore Mozgosh entirely. Incredibly rare, according to my hearth wife, but this is a good thing. Common use of this curative would breed weakness in those who rely upon it. I hesitate to sully my daughter's blood with this Elf-swill.",
        "Xthari's leaves are poisonous, but its petals are a powerful curative. The infusion will bubble like Mauloch's blood, and it will exact his price when consumed. Adding its ground petals to the phial will turn the mixture pink, like the froth of a blood-drunk warrior. A healing pain worthy for Mozgosh to surpass!",
        "<header>12th Second Seed</header>",
        "When we arrived in Hissmir, Mozgosh collapsed with fever. She may not have long.",
        "I hired guides who tell me I can find both remedies in Atanaz Ruins. The lizards there consort with swamp demons, they say—beasts that breathe lightning and hunger for the flesh of Men and Mer. Only fools seek them out. Ha! I'll show them what it means to be of Mauloch's chosen!",
        "We leave when the mists clear.",
        "<header>14th Second Seed</header>",
        "I've been captured, caught unaware in the swamp outside Atanaz Ruins. They struck like watery shadows before sinking into the depths. Cowards! They held me under the mud until the blackness came. I awoke in this stink-riddled tomb.",
        "When they come for me, I will beat them as I beat Gloorig! By Mauloch's right hand, none will stand before me! I am Gordag! I am chief!",
        ""
    ]
}