{
    "id": "GorlarsJournal",
    "paragraphs": [
        "<title>Gorlar's Journal, Part One</title>",
        "I have reached the fabled ruins known as Thukhozod's Sanctum. Soon, my dream of becoming as great and immortal a necromancer as Thukhozod will come to pass. The Great One will see my talent and recognize my desire. He will know that I am a kindred spirit yearning to learn the secrets of the dead.",
        "As required by the ancient traditions, I sent a zombie of my own creation into the ruins to present myself and offer my petition for apprenticeship. That was yesterday, and still no word from the ruins. Have I somehow offended the Great One? Was my creation inferior in some way?",
        "Enough waiting! No one ignores Gorlar the Dark, not even the powerful Thukhozod! I'm going to break protocol and enter the ruins without an invitation. Then the Great One will have to confront me. We'll see who ignores whom when I'm face to face with the legend.",
        "<title>Gorlar's Journal, Part Two</title>",
        "The great and powerful Thukhozod? Ha! He's a fraud, an illusion without form or substance. Here I was, ready to meet the legendary Thukhozod, the immortal necromancer who is feared throughout the land, and you cannot imagine my utter disappointment. There is no Thukhozod, there is only Gorlar!",
        "The so-called immortal was nothing more than a sickly old Orc, frail and wasted from age and disease. He had no more power than an insolent child and instead of holding me in awe and terror, he was clearly afraid of me! It took hardly any effort on my part to wrest control of his undead horde and claim possession of the sanctum. Unfortunately, in my anger and disappointment, I wound up killing the fragile old Orc. If he had any secrets left to teach me, he took them with him to the Ashen Forge.",
        "Unless—",
        "I wonder if I can determine a method for not only raising his dead form but extracting the knowledge he possessed in life? At least, the process will keep me busy.",
        "Interesting. A young Orc just arrived. Apparently, he's also come in search of Thukhozod. Well, Gorlar the Dark doesn't want to share the spoils with anyone. I'll have my skeletons take care of this while I continue my work."
    ]
}