{
    "id": "GratiansJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "30 Rain's Hand 4E10",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_gratianboat.png>",
        "Finally arrived in Raven Rock and was surprised at the number of dark elf refugees living in town. They aren't really from mining stock, but I think they'll make fine workers one day. Millius and I spent a good part of the day clearing the ash off of the roof of my house. The damn volcano is still erupting almost day and night. If it wasn't for the ash covering everything it would almost look beautiful.",
        "8 Second Seed 4E10",
        "Millius and I are headed into Raven Rock Mine to have look at whatever it is the miners uncovered. I think I'll stop by the old Swing and Scoop and pick up a few supplies before we head down. Couldn't hurt to be prepared.",
        "9 Second Seed 4E10",
        "Looks like the miners broke right through the wall of an old Nordic barrow. I've seen this sort of thing in Skyrim before... damn Nords have barrows dotting the landscape and almost none of them are ever marked on any maps. Looks like this barrow belong to something called the \"Bloodskal Clan.\" I'm going to take some rubbings of the inscriptions on the tombs and see if I can't learn some more information from my history books.",
        "10 Second Seed 4E10",
        "It's been a few days and I can't find even a single mention of this clan anywhere. Millius and I decided to proceed ahead. We've come to a dropdown point, but I can see a massive chamber below. Took the better part of a day to lower everything down and climb down the almost sheer drop.",
        "11 Second Seed 4E10",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_gratiansword.png>",
        "I've decided against my own better judgment to remove the Bloodskal Blade from its pedestal. Millius seems completely against it, but we need to bring this wondrous artifact with us when we find a way out of the barrow.",
        "13 Second Seed 4E10",
        "I should have listened to Millius. The moment the blade was lifted, we were set upon by draugr. Millius fought bravely, but he fell. I was able to destroy the remaining ones, but I was badly wounded. I can barely stand. My only chance would be finding a way out of this place, but I fear that I'm trapped.",
        "14? Second Seed 4E10",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_gratiandoor.png>",
        "Last entry",
        "I've lost track of time and my strength is fading. I can't even stand anymore. My wounds refuse to heal. I'm afraid this tomb will become my resting place. If anyone finds this journal, please send these notes to my superiors at the East Empire Company and tell my wife that I love her.",
        "May Arkay guide me to my final rest."
    ]
}