{
    "id": "TheGraveofSkar",
    "paragraphs": [
        "Skar's hollow eyes gaze upon the camps, webs clotting his vision as firelight dances across his withered face. His open maw now stands as an entryway, open only to the worthiest among the Ashlanders. They walk before this towering beast, the fallen foe of their ancestors. There is no music or drink, but rather solemn contemplation and prayer. I only hear their murmured voices and the cackle of the flames.",
        "The Ashlanders say little to an outlander such as myself. They hold no love for any outside of their tribe, and a burning hatred for Dark Elves who follow the Tribunal. I feel turmoil growing, sunken into the ashen soil, fixed deeper than the legs of the fallen Skar. I feel there would be little hesitation among the Vvardenfell Dark Elves, should an opportunity arise for war.",
        "I try to understand their ways, their customs. Their history with the horrid beast, the house of their council, a shrine of their past. How was Skar defeated? Why is his corpse used as their meeting grounds? My questions are met with silence by most. Those willing to speak do so for the promise of food or gold, and even they have little to say.",
        "What I do know is that their ancestors defeated Skar in battle, though I'm not sure how. Some speak of a spear, but not of who wielded it. Who was this mysterious warrior? I would expect him to be well revered, honored among the Ashlanders. Why do none know his name? The oral traditions passed, those shared among the campfires I'm allowed to attend, they hold extraordinary details. Why does this name escape their memory?",
        "The morbid grounds where the Ashlanders meet hold great importance as well. It reminds me of thanes that mount their kills above their thrones, a show of power and triumph. As the Ashlanders think upon their past victories, they also gain hope for future glory. They were the Mer who felled this beast, the mighty Skar. What can they not accomplish, should the day come?",
        "I look upon Skar's carcass, a shudder running through me. It fills me with dread, yet for these Ashlanders I believe he is a sign of hope, of strength. My gaze runs along their campfires and I wonder. What will come of that strength, of that pride? What future is in store for these tribes? Perhaps another Skar will rise and they will be the ones to defeat him. Or perhaps they will be the ones who are defeated. Only the passage of time will reveal that truth."
    ]
}