{
    "id": "TheGrayHostAHistory",
    "paragraphs": [
        "<title>The Gray Host: A History Part 1</title>",
        "Anyone who has visited the Bangkorai Garrison during its annual Red Parade for the reenactment of Saint Pelin's Martyrdom has surely heard of the Gray Host, though you would be forgiven for knowing little more than their ghastly reputation. Even I had given little consideration to the inspiration behind this highly embellished account of our history, until I saw firsthand a spectacle of war that brought the reality of that battle over a thousand years prior into view.",
        "",
        "After five grueling months of daily slaughter at the gates, watching as the Black Drake sent wave after wave of Reach warriors against the garrison walls, the ground below became a knee-deep mire of gore and sucking mud equal to any expanse in Black Marsh. It was in that grisly scrying pool that I saw the sacrifice of Saint Pelin in perfect clarity. Now, it may have turned out to have been my clumsy oaf of a manservant getting to his feet after a tumble from the battlements, but the comparisons were obvious. What little jubilation we could muster at the retreat of the Reach horde all but vanished as night fell. Fearful whispers spread insidious superstitions throughout the garrison, and hardened veterans quaked in their boots at the thought that a renewed Gray Host would burst from the blood-drenched muck to take revenge upon us. The Knights of Saint Pelin quashed such rumors with assurances that not a single bone of the ancient foe remained in the churned earth, but my interest was piqued and I imposed upon the knight-commander of their order for more of their history.",
        "",
        "What I learned was that the fears of my compatriots were shared by their forebears in the wake of such carnage. The exhausted garrison scraped the battlefield clean until fully two-hands depth of dirt had been removed as far as the horizon (another embellishment, I'm sure). Under the vengeful gaze of Empress Hestra's Alessian Prelates, the corpses of the vanquished Gray Host were burned to ash in holy fire until all that remained were mounds of dust. This mountain of ash was interred to the south, by an order of Tu'wacca that swore to ensure it laid undisturbed until the Satakal shed his skin, which I assume isn't for a very long time.",
        "",
        "Now, in my travels I have been no stranger to encounters with vampires and werewolves (and even the preposterous marriage of the two visited upon my feckless manservant during a prior expedition). They are frightening creatures, to be certain, but never have I seen them inspire such fear. I wished to learn more of the Gray Host and how they came to terrorize the imaginations of even the zealots of Hestra's legions. When my work at the garrison was concluded, I took my leave and headed south in search of the mass grave the knight-commander spoke of.",
        "",
        "At the behest of the Pyre Watch guardians who watch over the so-called Unhallowed Grave, I will not disclose the location of the Gray Host's final burial site. Suffice it to say that it took some weeks and an unfortunate plunge down a crumbling crevasse before we were \"\"welcomed\"\" into their midst. I was told that none would be permitted beyond the threshold of the chasm, under pain of death. The Saint Pelin's Clods we wore around our necks marked us as trustworthy, though, at least to the living guardians of the burial site. After disentangling my hapless manservant from the Mournful Aegis he attempted to don, the Pyre Watch guardians shared with me some of the stories of the dreadful legion they keep vigil over.",
        "",
        "According to their stories, Hammerfell had suffered under the tyranny of the unholy city of Verkarth for centuries before the Empress Hestra led her legions to purge the corruption from her Empire. No one could say when the City of the Damned sprung up in the middle of the wastes, but they claimed that it appeared from nowhere and cast its shadow across Ska'vyn and the surrounding hamlets. Some claimed the creatures promised peace with their neighbors, but those were honeyed lies to lure prey into their kingdom. When the tyrant, King Styriche, showed his true colors, the Gray Host laid claim to all lands betwixt Thorstad Place and Elinhir, splitting the province in twain. This drew the ire of the Empress, which would be their undoing.",
        "",
        "According to the Pyre Watch, though much of the original Verkarth City was razed to the ground by the Imperials. The land was reconsecrated in the name of Alessia and given to those liberated to rebuild in her righteous image. Though I know how zealously the Alessians prosecute a war, there would surely be some fragments left behind that might provide more knowledge of the Gray Host's history than frightening horror stories, so I endeavored to pay it a visit next.",
        "",
        "<title>The Gray Host: A History Part 2</title>",
        "Verkarth certainly stands out from its neighboring settlements, architecturally and culturally. Though there are touches of Redguard influence here and there, the icons of its Imperial liberators dominate the city. Its bones, however, are far older—much like the Ayleid settlements the Empire conquered. The stone that lines the walls of the city, the villas of the nobility, and the castle at its heart are all uniquely Verkarth. Both elegant and menacing, not unlike the stonework of ancient Daedric ruins, but more refined.",
        "Unsurprisingly, the locals are suspicious of outsiders, so I kept my ties to the nobility of High Rock closely guarded—something I had to remind my idiot manservant of with repeated blows to the head. They were also none-too-helpful on the subject of the heretical monsters who once ruled over their ancestors, other than to sing the praises of the Empress whose countenance graces the main square. I did have much greater success with the thriving underworld lurking beneath Verkarth. After I convinced them to return the supplies I had foolishly entrusted to my good-for-nothing manservant.",
        "The local outlaws had made refuge in a sprawling undercity that might well overshadow what lies above ground. These vast corridors intersect with the oldest buildings in Verkarth, providing these thieves with easy access and egress from the surface, which explains how they have managed to thrive in such an unforgiving home of justice. Unfortunately, much of this undercity has been looted in the time since the original occupants were driven out, but a few of these vagrants have kept some of the less shiny relics in hopes of selling them to people like me. Uncharacteristically wise.",
        "Of particular interest was a bundle of scrolls written in what appears to be a dialect of Daedric. My translations are still partial at the time of this writing, but these documents are clearly Gray Host in origin and range from personal messages, to orders, to matters of state. They indicate that Verkarth was not ruled entirely by their monarch, but by a Gray Council that predated the founding of the city itself. The members of this council were not all in agreement over the course of their budding kingdom, it seems. While I cannot put a definitive date to the founding of the city yet, evidence suggests that Verkarth City did not spring up overnight, as the Pyre Watch suggests. It had long thrived underground before expanding onto the surface. If you can imagine the speed at which a legion of vampires and werewolves could work, then the idea that the city came into existence before their neighbors had noticed doesn't seem entirely unreasonable.",
        "My best guess is that the home of the Gray Host was established nearly a hundred years before it \"appeared\" to the outside world. How the Gray Council that founded the city came to be there, I do not know, but there are collapsed tunnels and causeways that suggest that this subterranean city was not in isolation. As ominous a note as that is to end upon, I must forestall any further delving until my wishy-washy manservant overcomes an advanced bout of brown rot. To be fair, I might have noticed his condition sooner if he didn't always smell of a latrine without a liberal application of cologne.",
        "I leave you with this final bit of wisdom: something buried is not something gone. Let us hope this doesn't prove true of the Gray Host."
    ]
}