{
    "id": "TheGreatHousesandTheirUses",
    "paragraphs": [
        "Living in the Ashlands, you get used to life being hard. Angry kwama, poisonous fungus, tribal raiders—everything wants to kill you. Don't let them.",
        "I've compiled some notes on the Great Houses of the Dark Elves. Use them or don't. It's your decision. Just don't come crawling to Tel Verano if you find yourself in a Dres slave caravan.",
        "House Indoril",
        "If you're anywhere near the southern shore of the Inner Sea, House Indoril probably runs the show. The dogs of Almalexia control the most powerful house in Stonefalls and Deshaan. The Dres have money, and House Redoran has troops, but don't be fooled. The blue hats control the spiritual heart of the Ashlands.",
        "Have you seen their crest? It has wings, to let them fly far above us. That's how they see us: beneath them. Far beneath them. The military in Stonefalls is one of the most powerful in the region, and Indoril's war hero Tanval is right at the top.",
        "Loose Coins: Bribe Indoril troops before any others. They have the most clout. Don't try cracking temples. They're like fortresses. Anyone in Indoril robes has serious clout in Stonefalls and Deshaan. Look for easier targets.",
        "House Redoran",
        "Duty. Honor. Idiocy. Redoran has the common-folk thinking their house is the strong arm of the Pact. Whenever you seen a group of Pact military officers in the field, they want you to think the most impressive hats belong to their noble house.",
        "The reality is somewhat different. Red hat troops do drive the Pact armies, but from the ground, not the top. Argonian scouts and Nord berserkers also command a lot of troops. The reason they try to slip this coin under the cup? Redoran nobles are still upset the Pact was formed in the first place. Their martial prowess looks a little thinner compared to Argonian stealth and Nord courage.",
        "To quote from one of their proverbs: \"Life is hard. Judge, endure, and reflect. A careless life is not worth living.\" That's all well and good until different-looking folks come along. Then it's time to lie and strut for the commoners.",
        "Loose Coins: Redoran troops are humorless, but greedy. Offer one enough, and he'd sell you his own mother. Never insult a Redoran to his face. In fact, never insult a Redoran. They have a tendency to hear things in the training yard. If you're going to pick a pocket, a Redoran is a good target. Just make good your escape, or you'll be meeting with the Three sooner than you planned.",
        "House Hlaalu",
        "You have to hand it to the Hlaalu. They actually walk the talk when it comes to Pact togetherness. It's not because they suddenly love our ancient enemies and slaves, though. No, Hlaalu's grandmaster is just smarter than most of the rest. An open hand makes it harder to notice the dagger behind your back. Am I right?",
        "While Indoril holds claim to the most powerful positions, Hlaalu has a snake's grip on Deshaan. Narsis is one of their greatest cities, and even in Mournhold, they have a lot of clout. Hlaalu public houses and plantations are everywhere south of Stonefalls. Learn their layouts well. A lot of the builders use the same plans over and over. When you learn the hiding places in one Hlaalu public house, you've learned them all.",
        "Loose Coins: Hlaalu troops are like kwama queens in Deshaan. Use that against them. Outside Deshaan, Hlaalu housemembers are likely to feel like they're standing in an ashstorm. No matter where you see them, yellow hats make good marks. Take them for all they're worth.",
        "House Dres",
        "You probably think you know the Dres, right? Heartless slavers with rigid class roles. Arrogant nobles who'd just as soon sell you as look at you.",
        "You're pretty much right. \"Don't cross Dres\" is a good bit of coin you can roll around in your head. I can hear you now, though. \"Tel, they have more money than they know what to do with.\" You're right again. Your average Dres noble has enough jewelry on display to tempt even the most seasoned cutpurse.",
        "Restrain your nimble fingers, friend. Dres justice doesn't bother with Ordinators or local guardsmen. You cross the Dres, you disappear. You're dead or a slave on some noble's plantation.",
        "Loose Coins: The coins are all tied up in a slavemaster's purse. Don't cross the Dres.",
        "House Telvanni",
        "There's only one good thing about this house of mages: they don't give a guar about the Pact. They only care about their sanctuary on the Telvanni coast. When the Pact formed, they got their robes in a twist and tossed out every other house trooper they could find. They're no friends of the lizards or the Nords. They wouldn't walk to the other side of the road to save another house's grandmaster. In short, they're the classic ivory tower wizards.",
        "Everything else about the brown hats is bad news. They move almost as many slaves as House Dres. To become a noble in House Telvanni, you need serious power. Look at a well-dressed brown hat the wrong way, and they'll melt your face off. They value fabulous magical treasures just as much as books you couldn't trade for a stale loaf of bread.",
        "Loose Coins: Rampaging Daedra couldn't make me assault a mage's tower, but if you're desperate to leave Nirn, I suggest buying armor enchanted against fire and frost. Then observe the tower as long as you can. If the mark has any magical defenses in place, he'll probably have to come outside to restore them. You might have better luck on the street, but examine your new loot carefully. Some treasures have their own defenses built in."
    ]
}