{
    "id": "GreatSpiritsoftheReach",
    "paragraphs": [
        "<title>Great Spirits of the Reach: Volume 1</title>",
        "By Vashu gra-Morga, Chief Daedrotheologist at the University of Gwylim",
        "",
        "Most residents of Tamriel profess some variety of faith. In a world beset by danger—both conventional and cosmic—rejecting deities out of hand is a failing proposition. Unfortunately, this shared desire for religious identity rarely brings people together. Instead, it commonly drives us apart. Many of the fault-lines are predictable. Racial politics, historical enmities, and claims of divine sanction routinely undercut any attempt at a good faith dialogue. But one central rift underpins all of it: the perceived supremacy of the Aedra.",
        "",
        "An old Orcish proverb reads, \"conquerors name the wars\" — an apt description of how those in power shape our understanding of history. But this proverb is doubly true when it comes to matters of faith. Conquerors do more than name wars. They shape beliefs. If we accept the premise that those who hold the White-Gold Tower hold Tamriel in some fundamental sense, the primacy of Aedra makes perfect sense. Not because they are in fact superior, but because those in a position of supremacy insist that they are.",
        "",
        "With a few notable exceptions, the story of Cyrodiil—and thus Tamriel writ large—has been shaped by those professing Aedric faiths. It began with the Aldmer and passed to the Ayleids. And while the Wild Elves flirted with Daedra-worship for a time, they paid a high price for it at the hands of the Alessians. From that point forward, the Aedra enjoyed special status in the realm of Tamrielic faith—a status that by definition diminished the standing of those races who cleaved to non-Aedric practice. Most of these races already suffered scorn and abuse at the hands of Men and Elves (Orcs, Argonians, and Khajiit), while others were regarded with cruel suspicion by their Elven kin (the Chimer, and later the Dunmer). All these people suffered—and still suffer—the privilege awarded to Aedra worshipers. But no race has suffered more abuse on the basis of their faith than the people of the Reach.",
        "",
        "Despite being bullied, scorned, and repeatedly invaded by foreign aggressors, the Reachfolk have managed to retain a rich Daedra-worshipping culture that shows no signs of dilution or retreat. It is my sincere hope that this treatise will shed new light on this under-appreciated faith and inspire a greater respect for the proud and hardy people of the Reach.",
        "",
        "<title>Great Spirits of the Reach: Volume 2</title>",
        "By Vashu gra-Morga, Chief Daedrotheologist at the University of Gwylim",
        "",
        "The Reachfolk worship many spirits, both great and small. In truth, there are as many faiths as there are clans in the Reach. Some clans might worship a sacred elk or the spirit of a mountain spring. Others might sacrifice goats to ghosts of ancient heroes. There are some spirits, however, that transcend clan boundaries—those we in the rest of Tamriel recognize as the Daedric Princes.",
        "",
        "Chief among the Reach pantheon is Hircine—Prince of the Hunt. Names vary from clan to clan: Old Elk-Eye, Hunt-King, Beast Father, Skinshaper, and the Spear with Five Points. Like all Reach gods, Hircine is regarded as a cruel teacher. Indeed, Reachfolk do not call their articles of faith \"beliefs;\" they call them \"lessons.\" But those who heed Hircine's lessons grow swift, strong, and cunning. For a Reach hunter, these physical manifestations of faith are far more important than any of the nebulous ethical concerns debated in the temples of the Divines.",
        "",
        "Hircine is the avatar of the fierce and terrifying \"now.\" He tells his followers that life is lived breath-by-breath, and all creatures are predator, prey, or both. This engenders a sense of urgency and constant wariness that often leads to conflict, but also keeps Reachfolk safe. In the heart of a Hircine-worshiper, there is no rest and no expectation of rest.",
        "",
        "For the uninitiated, such a faith sounds exhausting. But the fruits it bears are difficult to dismiss. Reachfolk maintain a level of focus and athleticism that few races can match. While brief stillness waits at the end of the hunt, there is always another hunt on the horizon.",
        "",
        "Reachfolk also welcome Hircine's truest servants into their midst as protectors and guides. I speak, of course, of werewolves. Few Reachfolk describe lycanthropy as a blessing, but they accept it as a useful condition. The werewolf suffers on behalf of her clan and causes enemies to suffer in turn.",
        "",
        "<title>Great Spirits of the Reach: Volume 3</title>",
        "By Vashu gra-Morga, Chief Daedrotheologist at the University of Gwylim",
        "",
        "Reachfolk recognize only two worlds: the world of flesh and the world of spirit. While Hircine reigns supreme in the world of flesh, Namira, the Spirit Queen, rules over the infinite realm of spirit.",
        "",
        "Even among Daedra worshipers, Namira is usually regarded with fear and suspicion. Her traditional sphere of influence inspires instant revulsion in mortals. Chilling mysteries and the inevitability of decay lie at the very heart of most mortal fears. But in the Reach, her dominion extends far beyond mere slugs and darkness. Reachfolk see Namira as the avatar of all primal dualisms. Life and death, beginnings and endings, possibility and entropy—all fundamental competing forces flow from her realm of spirit. While most religions strive for some sense of harmony, Reach theology is inextricably linked with conflicts like these. This obsession with conflict as an essential force of existence no doubt plays a role in their belligerent attitude toward outsiders and each other.",
        "",
        "Paradoxically, most Reachfolk do find some measure of peace in Namira's teachings. Clan witches often describe Namira as one who gives and takes; giving life and taking life until the spirit finds deep wisdom.",
        "",
        "<title>Great Spirits of the Reach: Volume 4</title>",
        "By Vashu gra-Morga, Chief Daedrotheologist at the University of Gwylim",
        "",
        "Reachfolk place great emphasis upon natural rhythms and the pitiless march of time. Everything that exists will pass. The fort that rises too high will fall. The clan that starves will one day grow strong. This eternal balance is the work of Peryite, the Master of Tasks and Lord of Order. In many ways, Peryite serves as a vital foil to the primacy of conflict. While wars and plagues may inflict grievous wounds, the Taskmaster ensures that the world always returns to its natural and intended state.",
        "",
        "As is the case with most cultures, Reachfolk associate Peryite with blights and disease. But unlike other people, Reachfolk see no malevolence in illness. Quite the contrary. Lives extinguished by disease make room for healthier, more vibrant Reachfolk to take their place. Like wildfires, diseases serve as a revitalizing force of nature—a necessary check on the hazards of abundance.",
        "",
        "I should note that Peryite's role in Reach society mimics that of Akatosh in Aedric faiths in many crucial ways. Associations with time, rigid natural order, draconic imagery, and so on lead me to believe that some cultural cross-pollination may have occurred during the early interactions of man and mer in Northwestern Tamriel—a heretical but fascinating thought.",
        "",
        "<title>Great Spirits of the Reach: Volume 5</title>",
        "By Vashu gra-Morga, Chief Daedrotheologist at the University of Gwylim",
        "",
        "Scholars often dismiss Reach theology as simple Daedra worship, but the great spirits of the Reachfolk extend beyond the Princes of Oblivion. Like many human cultures, people of the Reach venerate Lorkhan as well. They know him as Lorkh, the Spirit of Man, the Mortal Spirit, or the Sower of Flesh.",
        "",
        "According to Reach myths, Lorkh convinced the Spirit Queen, Namira, to grant him a place in the infinite void where he could create a realm for wayward spirits. Rather than a vibrant paradise, Lorkh created a hard and painful place—a realm that taught through suffering. While some resent Lorkh's cruelty, most praise his wisdom. According to the Reachfolk, those who suffer most know best. Hardship is a means to wisdom and glory, and Lorkh provided hardship in ample supply.",
        "",
        "Lorkh supposedly still walks among the mortals of Nirn. He appears only once in a great while, braving the pain and sorrow of the cruel world he created to aid the Reachfolk in times of desperate need. My research indicates that the dreaded briarheart ritual may have begun as a reflection of that immortal sacrifice.",
        ""
    ]
}