{
    "id": "TheGreenPactandtheDominion",
    "paragraphs": [
        "Just like trees grow toward the sun and you can hear different birds singing when the moons are out than when they are not, every Wood Elf born in Valenwood (and indeed, nearly every one born outside of it), knows of the Green Pact.",
        "The Green Pact is the agreement between the Wood Elves and Y'ffre that has guided our existence from the beginning of the great story.",
        "Its rules are clear. Do not harm the forest. Do not eat anything made from plant life. Eat only meat. When you conquer your enemies, eat their flesh. Do not leave them to rot. Do not kill wastefully. Do not take on the shape of beasts. You are Wood Elves. Your form is sacred.",
        "This is the Green Pact. In exchange for keeping to this Pact, the forest, which we call the Green, has provided us with ample food and shelter. Y'ffre has given us the limited gift to ask the forest to shape itself to our needs. We have been amply blessed.",
        "But now, we find ourselves in a new situation. Our new allies—the High Elves and the Khajiit—do not hold to the Green Pact. They live in houses made of thatch and timber. They eat all manner of fruits and berries and drink wine made from grapes. They find the devouring of one's enemies barbaric.",
        "How are the Wood Elves of Valenwood to accommodate these new allies, while keeping to the Green Pact? It is a question that perplexes many Wood Elves today, especially in the newly-erected city of Marbruk. In the past, we have fought wars over lesser defilement of the Green.",
        "At the same time, we recognize that at the time of the Dominion's founding, the Green Lady and the Silvenar spoke on behalf of the Wood Elves and the Green Pact. We remember that we have a powerful mouthpiece in the Thalmor, Woodhearth's own Treethane Fariel.",
        "These are the leaders we should look to in this uncertain time. They have shown us through their actions an example which we can all follow. We must welcome these allies with true Wood Elf hospitality. We must not pick fights with them. We must try not to steal from them (many of them do not appreciate the rite of theft, but that is a subject for another essay). But at the same time, we should not shy away from speaking out in our own interests, and in that of the Green.",
        "Because of Treethane Fariel's powerful voice, much of the timber and all of the thatch for Marbruk was brought into Valenwood from other parts. For many the fact that so many trees had to be felled to clear space for the city is unforgiveable, but Fariel saw that accommodating our allies is the first step to a strong defense of Valenwood against those who would surely destroy it.",
        "Queen Ayrenn's willingness to listen is a sign of her wisdom and respect for the Wood Elf people. We should repay her by being willing to trust her leadership."
    ]
}