{
    "id": "GreywynsJournal",
    "paragraphs": [
        "<bold>Turdas 18 Rain's Hand 3E 421</bold>",
        "Sithis speaks to me. He does not use words but I can hear his voice. Echoes of darkness spring from his lips and tell me what I must do. The Dark Brotherhood must be purged of its clean-blooded vermin and a new order must take the reins. The time is nigh for the vampire to claim his rightful place as the true Hands of Sithis. I have secured the help of many of my kin, and soon, we shall spread like a cold fog through the ranks and make the group our own. Soon, Sithis will give the sign, the time will be right, and the Crimson Scars will strike!",
        "<bold>Loredas 27 Rain's Hand 3E 421</bold>",
        "We are betrayed! That cur, Silarian, has made true our plans to the Fingers, and we have been discovered! The Brotherhood struck as we slept, not even giving the Scars a chance to fight back. Using their silver weapons, they pierced the heart of many of my brothers... The screams I could hear as they turned to dust still echo within my mind. I was able to dispatch two of the purebloods that fell upon me, and before they could send more, I made good my escape. I must find a place to hide... to recover from this blow. I will make my way south to Deepscorn Hollow, my old hideaway from when I was but a novice. There I will make my dark plans and we shall see who Sithis truly favors!",
        "<bold>Tirdas 21 Second Seed 3E 421</bold>",
        "It's been nearly a month, and yet none of my brethren has returned to the fold. What puzzles me is why I have not heard from my lord. Sithis hasn't spoken to me since that dark night. What have I done to displease him? I have slain many since then, and poured their lifeblood on his altar, but still he remains silent. As I ponder this, I turn my attentions to the lair. Deepscorn Hollow will rise as the new headquarters of the Crimson Scars. But it must be prepared. So much to do...",
        "<bold>Loredas 1 Mid-Year 3E 421</bold>",
        "The lair has improved much. I was fortunate to find Rowley Eardwulf at the Wawnet Inn outside of the Imperial City, another Scar who had escaped the night of slaughter. He now does his dark work acquiring the tools I need to bring Deepscorn Hollow back to its former glory. I must remember him in the future should I ever need these items again.",
        "<bold>Middas 17 Sun's Height 3E 421</bold>",
        "All along, I was mistaken. All along, I was the blight upon Sithis and his dark name. Tonight, he spoke to me and again, and I learned of his displeasure. Again, I heard no words, but I knew the meaning. I was meant to take blood, to spill blood... but never to taste blood. My sanguine ways have offended my lord! I must cleanse myself of this filth. I must find a way!",
        "<bold>Tirdas 30 Sun's Height 3E 421</bold>",
        "I have found it! My lord will be pleased! My answer lies with the Purgeblood Salts. Yes! I will bathe in these tonight and free myself from my old ways! Hail Sithis! Dark ruler, soon I will be your only true disciple!"
    ]
}