{
    "id": "AGriftersApology",
    "paragraphs": [
        "Ever put down a tidy sum on a sword only to have the blade fly off as soon as you got it home and gave it a swing? Bet you were mad! You probably stormed back to the market to find the silver-tongued bastard who convinced you it was magical, only to find his stall vacant.",
        "I know this because you bought that weapon from someone just like me.",
        "That's right, I used to pass off the shoddiest merchandise I could get my hands on to folk like you. I'd buy apprentices' failures, find rusted heirlooms at the pawnbroker, and make a profit off people who didn't have much more than big dreams about becoming a hero. Those days are behind me. I've done wrong and want to make amends, so I'm going to arm you with a little knowledge.",
        "The best advice is to buy your weapon from a trusted smith. It may not look like much, but you don't need fancy. I passed off cartloads of giant two-handers on youths with starry eyes, but you'll want to start out with something reasonable—a simple, solid one-hander. A warrior's only as good as his weapon, and you won't learn anything with one that's going to fall apart.",
        "If you insist on visiting market stalls, your first goal is to get a weapon in-hand. Never purchase anything without giving a nearby post a few good hacks with it first. If the merchant won't let you handle it and keeps coming up with excuses, he's up to something.",
        "I got good at distracting customers with fancy moves or a sappy yarn. You'd be surprised how easy it is to con someone into a purchase with a tale about how the noble knight's poor widow is just having such a hard time getting by these days, and how, being such a kind-hearted trader, I'm going to take all the profits from his old sword to her anyway—doing an honest deed for a sweet old lady who can't travel to the market on her own.",
        "Don't let this happen to you. Ignore the chatter, get hold of the weapon, and check it for signs of painted-over rust. Examine the hilt or haft with care; look for traces of adhesives where metal contacts other materials. Avoid flashy weapons studded with gems, since you probably can't tell real jewels from glass fakes. The best cons know just a little bit of illusion magic, too, so be skeptical about supposed magical properties, and make sure you examine the item for more than a few minutes.",
        "You should know enough now about what to look for in a good one-hander, and I hope you won't fall for any of these tricks. I'm sorry to anyone I pulled them on in the past, and I wish you the best of luck out in the market and in your training."
    ]
}