{
    "id": "GrommoksJournal",
    "paragraphs": [
        "3 Rain's Hand 3E431",
        "We were finally able to convince that idiot rogue Lewin that it was time to give up that strongbox of money he stole from Lelles' Quality Merchandise in Anvil and ditch it outside the castle. All the heat he brought on the group was starting to chafe. Syndelius pretty much sat him down and made him do it, because I was ready to put my foot in his face. I know he's a rogue, but we're adventurers; we get our loot from raiding old crypts, and ruins, and places that ain't got guards. He can be a real horse's ass sometimes, I'll tell ya.",
        "12 Rain's Hand 3E431",
        "What a bad Fredas we've had. We hit what was left of old Fort Wariel, and after slaughtering a bunch of no good Marauders and grabbing their loot, made our way north. We came to the ruins of Trumbe. Syndelius said they were Ale Lid or Eyelid or some kind of old civilization, but all I cared about was how loaded with gold they were. He said usually they were, so in we went. What a mistake! The place was crawling with skeletons and ghosts. Those things give me the creeps. How can I fight something that ain't even alive? Lewin took a few good hits and had to pop all his potions, Syndelius broke his arm when a trap almost crushed him to death and I got a nice nasty scar across my forehead. Close call. Best of all, when we got to the treasure horde, Lewin was out of lockpicks! Why do we even keep him with us? We had to drag the damn container out of Trumbe and all the way back to Camp Atrene. Now I'm sitting here staring at a stupid metal box wishing I could use Lewin's head to bash it open. What a dolt.",
        "13 Rain's Hand 3E431",
        "After a night of deciding whether or not to snap off Lewin's legs and use them as firewood, I sent Syndelius and Lewin to Anvil to buy more lockpicks while I guarded the box. They came back in a few hours and Lewin picked the lock in the first try. Good thing too, I was still pretty mad at the guy. I don't like sitting around all day. Anyway, Syndelius got all excited when he saw something wrapped up in some sort of fancy cloth. Inside the cloth was a bunch of stuff, but the best was the sword. What a beauty! Blade looks like a mouth with teeth, handle like golden snakeskin and the gem in the middle of it... a perfect fiery orange and red, like the sky at dawn. Syndelius was going crazy and I asked him what was all the noise for. He told me it was Akaveery or something like that and made by the Snake People or the Sayessie or whatever. Syndelius says Sayessie starts with a T just now when he saw me writing this, but that doesn't make any sense. T-s-a-e-s-c-i. Fine, there, I wrote it. By the Nine, Syndelius is nosy sometimes. Well, anyway, the best was yet to come. Right as the sun was setting the sword vanished for a moment and was suddenly replaced by another weapon that looked almost the same, but the gem on it was deep blue and purple. Syndelius said he was certain that at dawn, it would change back to the orange and red gem! Well, this was good enough for me. That alone made the sword the best thing I had ever seen. Lewin muttered something about Akaveery magic, but I told him to shut up. I decided to call the sword Dawnfang when it was orange and red and Duskfang when it was blue and purple.",
        "14-16 Rain's Hand 3E341",
        "Things are getting better and better with my new sword in these last few days. I found out Dawnfang is a fire blade and Duskfang is a frost blade... handy for extra killing power! But the best was what I found out when a Minotaur decided to jump us and I landed the killing blow. I heard a voice in my head. Or maybe a thought? I dunno. It was weird. But it felt like the sword knew it had just killed the Minotaur, like it was counting or something. At first I thought maybe I was just tired, but after tearing through a camp of Bandits, it kept counting. After the twelfth kill, it told me its thirst was satisfied. At least, I think it told me. Then it stopped. Syndelius said it's possible the sword was a blood drinker... my kind of sword... but he didn't know what would happen. It didn't take that long to find out. When dusk came around, and the blade changed... I almost fell off the campfire log. The new blade was still Duskfang... but it somehow seemed stronger. I could just tell. I couldn't wait to try it out! I ran right out and looked for something to kill. Didn't take long to come across a few of those stupid imps. Sure enough, not only did it do more frost damage than normal, but also I could feel the energy from the creature transfer to me every time I hit it! What a weapon this was! Yeah! Duskfang Superior! That's what I'll call it. Sometimes I amaze even myself. Syndelius said he was sure Duskfang would blood drink too and I could power up Dawnfang with it. I spent all night looking for twelve things to kill, and when the sun came up, he was right! Dawnfang Superior is to be this one's name. It's like having four blades in one!",
        "17-19 Rain's Hand 3E341",
        "It's been the most fun I have ever had in my life cutting a bloody swath across the ruins of Cyrodiil with my new double sword. Syndelius and Lewin are even more confident now that we have such a powerful weapon among us. We've gathered tons of loot in the last three days, but nothing compares to this. We're going to head north and explore the area around Niben Bay today. I hope that something else like this turns up on our adventures. Then I'm going to retire!"
    ]
}