{
    "id": "GroundskeepersLetter",
    "paragraphs": [
        "Linus,",
        "All right, lad. Arentus tells me you burst into the Undertaker's office in a tizzy because you spied a ghost outside the crematorium or some such. You're new to the work, so I'll spare you a tongue-lashing. The truth is you'll see a lot of \"ghosts\" here in the Memorial District. The good news is they aren't spooks. They're just plain old grave-robbers. These damned Khajiit cover themselves in flour then scamper around all night looking for trinkets. It would be funny if it weren't such a pain in the arse cleaning up after them.",
        "\"What are they looking for\" you ask? Well, you were just a twinkle in your old mum's eye at the time, but this place used to be a market. A damn fine one at that—the best in Cyrodiil. Used to be full of people haggling over spices, and bolts of silk, and fine jewelry. Wish you could have seen it. Anyway, when Varen showed up with his Colovian troops, Leovic's legion made their last stand here. I was still a pup at the time, you see? Spent the better part of a week tucked away in a sewer pipe waiting for it to stop. It was a week solid of sleeping on wet cobblestones and drinking bloody sewer water—hearing nothing but shouting, and clanging steel, and explosions that damn near rattled the teeth out of my head. By the time it was all over, the whole district was gone. And I mean, gone. Wasn't a single thing standing taller than my knee, and I was just nine or ten. Then there were the bodies. Hundreds of them. Thousands maybe. I hope I never have to smell something like that again. Smelled like that dog you dug out from under Elliana's carriage, except you couldn't get away from it. It was everywhere.",
        "Soon as Varen tossed old Leovic in the gutter, he set his men to work gathering up all the bodies and throwing them in mass graves. By the time he was done, there wasn't room for a market anymore. So he converted the whole district into a graveyard. The Memorial District.",
        "But enough with the history lesson—back to the Khajiit. They've got this fool notion that there are still jewels and such scattered throughout the district. I'll tell you right now, if there were still valuables here, I would have found them. And if I found them, I sure as spit wouldn't still be here turning a spade.",
        "Tomorrow, I want you to go to old-man Varus' house. Buy a good, strong bow. Next time you see a \"ghost\" put an arrow in its arse, and see if it sticks. Bet you ten drakes it shrieks like a housecat that got its tail stuck in a door.",
        "— Groundskeeper Gavros"
    ]
}