{
    "id": "GryphonWatchingLog",
    "paragraphs": [
        "Librarian Comment:",
        "This book was added in the Ascending Tide DLC",
        "",
        "It has been some years since I've had to tame gryphons from the wild, but procuring thoroughbreds from Cloudrest would draw too much attention to my work for the Order. I look at it as an opportunity to hone my skills as a trainer.",
        "",
        "—",
        "",
        "Coral Aerie affords me more selection than I anticipated. I knew gryphons commonly chose this place to roost and rear their young, but I did not expect them to be quite so numerous or diverse in breed.",
        "",
        "—",
        "",
        "I have identified several promising beasts inhabiting the aerie. Not the least of which is a magnificent patriarch who commands the most prominent roost. He's almost twice the size of the next largest male on the islet and utterly fearless defending his territory. A rare, tropical breed with dark plumage highlighted by streaks of vivid orange. Like the last embers of the sun lingering in the night sky.",
        "",
        "—",
        "",
        "I have successfully introduced one of my tamed gryphons to the island. Ofallo is disciplined enough to avoid needless scuffles with the wild gryphons, though he has caught the attention of a smaller, unbonded female.",
        "",
        "—",
        "",
        "I've named the female Iliata. Her timidity will make earning her trust simple but might prove a liability in training her for battle. Not the finest breeding stock, but an inroad to establishing a sustainable brood.",
        "",
        "—",
        "",
        "A distant visitor arrived today. A white, alpine breed far from her natural habitat. She has likely evaded Cloudrest's tamers for many years by retreating to this islet far from home. The island patriarch immediately tried to force her into submission and I don't think either of them was prepared for the intensity of the encounter. Her ferocity more than made up for the difference in size between them, but I'll have both these creatures bowing their heads to me by the end of the year."
    ]
}