{
    "id": "TheGuardianandtheTraitor",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "<center>The Guardian and the Traitor</center>",
        "<center>by\nLucius Gallus\nFellow of the Imperial Library\nYear 376 of the Third Era</center>",
        "One of the more intriguing legends found on the island of Solstheim is the story of a mythical figure whose name is long forgotten, but whom time remembers as \"the Traitor.\"",
        "Certain that this myth is rooted in history I set out to learn what I could and perhaps piece together a presumptive account of the events that gave rise to the legend.",
        "The tale is remembered best by the shamans of the Skaal, that unique tribe of Nords whose culture evolved along an entirely divergent path than that of their brethren in Skyrim.",
        "I spoke at length to the shaman of Skaal Village, a wise and hospitable man named Breigr Winter-Moon. He described an age long ago when dragons ruled over the whole world and were worshipped as gods by men. Presiding over this cult of dragon-worshippers were the Dragon Priests, powerful mages who could speak the dragon language and call upon the power of the thu'um, or Voice.",
        "According to the legend, one such Dragon Priest was seduced by a dark spirit named Herma-Mora, an unmistakable analogue for the Daedric prince Hermaeus Mora. Lured by promises of power, this treacherous priest secretly plotted against his dragon master.",
        "The Traitor's plot was discovered by one of his contemporaries, another Dragon Priest whom legend named The Guardian. The two fought a mighty battle that lasted for days, each hurling terrible arcane energies and thu'um shouts at the other.",
        "So great and terrible were the forces unleashed in this contest that Solstheim was torn apart from the mainland of Skyrim. Here, the myth clearly descends into the realm of pure fantasy.",
        "The Guardian, whom the legend presents as a paragon of loyalty and nobility, finally defeats the despicable Traitor, who seems to represent all that is corrupt and evil in men. Their epic duel is clearly representative of a greater struggle between good and evil. Perhaps it is this timeless quality that has kept the tale alive for so long.",
        "Unlike many similar myths, the tale of the Guardian and the Traitor does not feature a suitably heroic ending. Herma-Mora snatches the Traitor away just as the Guardian is about to strike the killing blow.",
        "The dragons appoint the Guardian ruler of Solstheim, but not before he is compelled to swear an oath of vigilance to watch for the Traitor's return. His reign is, by all accounts, a time of peace and prosperity for the people of the island, and he is remembered as a wise and just leader.",
        "No further mention is made of the Traitor, but neither is he thought to be dead. The legend ends on a cautionary note that the people of Solstheim, the heirs of the Guardian, must remain wary, lest the dark influence of Herma-Mora, or even the Traitor himself, return someday.",
        "Although no physical clues exist now on Solstheim to suggest the presence of the dragon cult, is it hardly difficult to believe that it might once have flourished here. Perhaps some hidden tomb still waits to be discovered that will tell the truth of the tale.",
        "There are other tantalizing clues, though perhaps these connections strain the bonds of credibility. For example, is it possible that the Skaal deity, the All-Maker, is some distant echo of mighty Alduin, the World-Eater of the ancient Nord pantheon?",
        "Perhaps not, but one thing is certain: Solstheim's history is riddled with unanswered questions. Perhaps future generations will pull aside the veils of mystery and reveal the truth about the origins of the Skaal and the identities of the Guardian and the Traitor."
    ]
}