{
    "id": "GuardDuty",
    "paragraphs": [
        "Morndas\nThey finally put me on guard duty! No more long hours working the bellows at the forge! Like any good soldier, I've scouted the terrain around my post, looking for possible lines of attack. No one's getting through here! Not on my watch! I know some of the other guards don't like this job, but if I work hard, my life here will get better. It's certainly better than working at the forge!",
        "Tirdas\nNo signs of hostile activity, but lots of folks want to ask me for directions. I've been learning where everything is, just in case we need to coordinate with the other patrols. People appreciate the help. I'm sure our presence here makes them feel safer.",
        "Middas\nSaw a weird squirrel today. He came up so close you could practically hit him with a rock. I missed, though. I'm going to practice my rock throwing, because I know it could come in handy. I'm already spending time on the archery range every day, just in case I get transferred to where the action is. Our commanders notice that sort of initiative. In fact, I might start patrolling a little farther from my post.",
        "Turdas\nToday, I was assigned a partner to make sure I don't show too much initiative and wander from my post. He's incredibly jaded. It's demoralizing, especially when he keeps complaining about the pain in his knee. If I keep at this, though, I'm sure I can get a promotion to someplace better. Maybe my partner will put in a good word for me. Just in case, I'm showing up to my shift early and leaving late. I'm here before he gets here and I'm here after he leaves.",
        "Fredas\nRumors of battles nearby. Our scouts have seen signs of Stormfist troops. Still, the chances of them marching all the way out here seem slim. The next time I get a chance to drink with the other guards, I'm sure they'll be bragging and boasting about their war stories again. Sounds like casualties are increasing, but the stories sound glorious.",
        "Loredas\nWe've been deployed! The troops on the front line need reinforcements, so they're sending out some of the guards. Finally, a chance to make a name for myself! I know it's a risky job, and some of the soldiers are bitter about this, but I also know that if I work hard, my life will improve. It's better than guard duty!"
    ]
}