{
    "id": "GuideToBravil",
    "paragraphs": [
        "Mara, Mother Mild! Make us hale and hearty! My name is Alessia Ottus, and I'd like to tell you all about Bravil.",
        "Bravil is the dark grate of the sewer drain where foul and unappetising debris collects. It is the poorest and dirtiest of Cyrodiil's towns, the oldest and shabbiest, the most plagued by criminals, drunkards, and skooma-eaters, and most popular with beastfolk and other foreigners. All Bravil lacks is a coven of Daedra worshippers to make it the perfect pit of villainy... and many rumors suggest that even more evil and depraved worships are practiced in secret by Bravil's wicked heathens.",
        "This town is gray, grim, and depressing. The climate is damp and the atmosphere foul because of the fetid channels of the Larsius River that serve as Bravil's sewers, and because of the rank swamps of the lowland margins of the Niben Bay, where insects and diseases breed in abundance.",
        "The architecture of the town is remarkable for its unequalled ugliness and disorder. The houses, shops, and guilds are built from cracked and splintered timbers soft from rot and green with mold and mildew. It is a pity that they do not fall down, for they might be rebuilt in a more pleasing manner, but rather they continue to grow on top of one another like mounded middens, reaching lofty heights of three and four stories. Beggars and thieves lounge indolently on balconies overhanging the streets and dump their refuse directly upon the unfortunate passers-by. Whole families live in teetering shacks on the tops of the buildings in unimaginable squalor.",
        "Bravil's people are dirty and dishonest. They live little better than goblins in caves, squatting in filthy, tumbledown shacks. The town citizens are divided into two classes: the smugglers, skooma-eaters, bandits, thieves, and murderers, and the wretched beggars and fools that these criminals prey upon.",
        "Bravil is ruled by crimelords, and the town guard lives in the pockets of the skooma kingpins. You will not be surprised to find there are many Argonians and Khajiit in this miserable place, since Elsweyr and Black Marsh are close by, but you may be surprised to find many Orcs here. However, beastfolk are comfortable in the company of other beastfolk, as are thieves and brutes naturally drawn to the company of one another.",
        "Bravil is not organized into orderly districts. However, some landmarks may serve to orient the unfortunate visitor. The castle is approached by rickety bridges over the river to the east. The chapel is to the west. The shops and guilds are arranged in a line with their backs to the east wall and the channels of the river. Between the chapel and the shops and guilds are Bravil's ramshackle slums and tenements.",
        "The castle is the only sturdy, stone-built dwelling in Bravil. It is nowhere as dirty and ill-furnished as the timber shacks of the people, but it is still little better than the houses of the poorest paupers in Anvil or the Imperial City. Count Regulus Terentius, from a respectable family, once a noted tournament champion, is now widely recognized by his people as a drunken wastrel and ne'er-do-well. And his son, Gellius Terentius, is a strutting peacock who cultivates the society of crimelords and skooma-eaters.",
        "The chapel stonework is in poor repair and covered with mold and mildew. The graveyard is surrounded by a ramshackle, unpainted wooden fence, and the graves are untidy and neglected. The primate is a good servant of Mara, but she is unequal to the task of driving sin and wickedness from this Nine-forsaken town. The priestess is wise and well-liked by those few who visit the chapel, but most people never pass once through the chapel's doors, except to beg and steal.",
        "The inns are a disgrace. It is common to step over prostrate drunks and through pools of sick upon entering, and idlers, gamblers, and pickpockets swarm in the darkness and prey upon unwary travelers. A visitor foolish enough to sleep in these places should expect to be murdered in his bed.",
        "The guilds, by contrast, are relatively clean, dry, and quiet, and one forced by necessity to spend a night in Bravil might be justified in joining the Fighters Guild or the Mages Guild, despite their savage and godless ways, simply to be assured of a safe place to sleep.",
        "The shops are no worse than any other feature of Bravil, and you may be more safe in them from assault or murder on account of the prodigious provisions merchants must take to protect themselves from thieves.",
        "If you are forced by circumstances to visit Bravil, you will very soon wish to leave, and you will wish to watch your back as you leave, to be sure you are not followed by parades of bandits and assassins.",
        "Honor the Nine in prayer!"
    ]
}