{
    "id": "GuideToSkingrad",
    "paragraphs": [
        "In Julianos, all justice and wisdom! My name is Alessia Ottus, and I'd like to tell you all about Skingrad.",
        "Skingrad County is famous for its wines, tomatoes, and cheeses, and the town of Skingrad is one of the cleanest, safest, and most prosperous towns in Cyrodiil. Located in the heart of the West Weald highlands, Skingrad is the gem of Old Colovia, and a model of the Colovian virtues of independence, hardwork, and tough-mindedness.",
        "Skingrad has three districts: the Castle, Hightown, and Chapel. A low road runs east-west under the walls and bridges of the upper town. The guilds and West Weald Inn are in the west of HighTown, while many shops and upper class residence are arranged along a street in the north. The southern half of the town includes the chapel at its east end, with Skingrad's other lodgings, the Two Sisters Inn, on a street in the center, with other residences, modest and mean, scattered through the rest of the district. Gates and bridges cross the low road to connect Hightown and Chapel in several places. Castle Skingrad is completely separate from the town, standing on a high prominence to the southeast. A road from the town's east gate leads from town to the castle.",
        "Janus Hassildor, Count Skingrad, has ruled Skingrad for many years, and is known by reputation to be a powerful wizard. He is a very private man, and declined all requests for an interview, and he shamefully neglects his chapel devotions to the Nine. How are the people to learn public virtue if not from the model of their ruler? Nonetheless, he is widely honored and respected by his people, and Skingrad is a model of a well-run, orderly county. Crime, gambling, and public drunkeness are almost unknown, and its wines and cheeses command high prices all over Tamriel.",
        "There are two inns in Skingrad. One, the Two Sisters Inn, is owned by two Orcs. I'm pleased to tell you that this inn is clean and well-ordered, and is troubled neither by riot nor public drunkenness. The other inn is run by a pleasant Imperial woman. Neither of these proprietors are to be seen in the Chapel of Julianos, so I am at a loss to tell you which one you should choose when seeking food or lodgings.",
        "However, I am certain where you should go to purchase your sweet rolls -- to Salmo the Baker in Chapel District! They are delicious. As for where to sample the other tasty treats of Skingrad -- its cheeses and tomatoes -- I must leave that to your discretion. I am sure you are not interested in Skingrad's wines, for drinking leads to disorderliness, and disorderliness leads to sin.",
        "The Mages Guild here is no better than it is in other places, but the Fighters Guild makes a specialty of goblin hunting, which is a great service to travelers in the West Weald. And I was shocked to discover that the town smith openly refers to himself as 'Agnete the Pickled'. Can you imagine being proud of such shameful behavior?",
        "Keep the Nine in your heart!"
    ]
}