{
    "id": "GuidetotheEbonheartPact",
    "paragraphs": [
        "The Ebonheart Pact has forged an unlikely alliance between the far-flung nations of Morrowind, Skyrim, and Black Marsh, bringing together the Dark Elves, Nords, and free Argonians for their mutual defense. Thanks to the size of its allied nations and the distances involved, the Pact remains relatively free of inner strife and discord. The Nords and Dark Elves have so much of their own territory to deal with that they have little time to spare for meddling in each other's affairs.",
        "The Ebonheart Pact came about in 2E 572 in response to the Second Akaviri Invasion of northern Tamriel. The Nords, Dark Elves, and free Argonians joined forces to save the rest of Tamriel from slaughter and subjugation. Forged in war, the alliance brought a sudden new power to the continent. At first, few believed the Dark Elves would be able to maintain an alliance with their ancient blood enemies and former slaves, but after a troubled decade, the Pact remains strong and intact.",
        "A Great Moot governs the Pact. This council of equals from each of the member races is not only known for hot tempers and loud voices, but also for mutual respect and an amazing will to hold the Pact together against all odds. Only as equals can the allies hope to mollify the pride of the Nords and the Dark Elves while addressing the injuries suffered by the once-enslaved Argonians.",
        "Serving as an integral, perhaps even critical, part of the alliance, the Dark Elves of Morrowind are aloof, proud, and profoundly strange. They work hard to conceal their disdain for their \"inferior\" allies, but the current crisis requires the strong arms of Nords and wily resourcefulness of Argonians to keep rival alliances at bay. Wizardly craft and a deep well of experience serve the Dark Elves well, providing the Pact with the vital ability to react and adapt—something neither the Aldmeri Dominion nor the Daggerfall Covenant can claim to do as well. The Pact fields superior warriors and sorcerers. And they possess an asset that no other race can match. Three living gods—Almalexia, Vivec, and Sotha Sil—abide among them.",
        "The Nords of Eastern Skyrim are fearless and aggressive, industrious and enterprising. They excel at war and prosper in trade, and they are without equal as explorers and trailblazers. Strong, stubborn, and hardy, they customarily solve problems through combat. Nords cheerfully rush into battle with a ferocity that frightens and appalls their enemies. They accept and even revel in their role as shock troops for the Ebonheart Pact. Nords are direct, not subtle: they champion simple solutions in the meetings of the Great Moot, though they are often outvoted by shrewd Argonians and sagacious Dark Elves. On the field of battle, however, they have no equals. Pact generals tend to be Nords, as are most of the soldiers in the field. The Nords don't mind. This means they also get first choice of the spoils of war.",
        "By their decisive intervention against the Akaviri, the Argonians of Black Marsh won their freedom from Dark Elf enslavement, and the lessons they learned have made them a valuable member of the Pact. Reserved and alien, their expressionless faces and flat intonations make it difficult for other races to interpret their true motives. Nevertheless, the Argonians possess a cool intelligence. Slow to trust and hard to know, their natural agility makes them as comfortable employing magic as they are using stealth and steel. Years of defending their borders have made them experts in waging war against stronger, more traditionally organized armies. Equally at home on land or in water, they serve as scouts and skirmishers for Pact forces. Other aspects of Argonian culture are nearly incomprehensible to outsiders, including their social hierarchy and collective decision making. Their representatives present strange proposals without explanation, but their allies have learned that there's always a reason for everything they do.",
        "Today, the young Jorunn the Skald King serves as the acting High King of the Moot, but not all in the alliance support him. As the members of the Pact struggle to maintain and solidify their alliance, they must also deal with internal threats to each of their nations. Unsolved, these threats could destroy them before they ever face the Dominion or Covenant in open battle."
    ]
}