{
    "id": "GuidetoWesternSkyrimKarthald",
    "paragraphs": [
        "My guide to the reclusive kingdom of Western Skyrim continues, with a look at the region's southernmost hold.",
        "KARTHALD, which did not exist when this guide was first written, lies to the south of Haafingar and to the west of Hjaalmarch. This territory had, until half a decade ago, been nominally in the control of the Reach. However Nords and Reachfolk have hotly contested the area's ownership since time immemorial, and none can definitively claim proprietorship of the area. The hold was established recently, though Nords have lived in the area for centuries. Karthald occupies a land of flinty ridges and sweeping bluffs, as well as pine forest. The pocketed landscape hides many wondrous sites, as well as many potential dangers.",
        "Karthwatch is the seat of power within the hold. The jarl and its people are stewards of Western Skyrim's southern border, and their charge is to stand fast against the encroaching Reachmen. Though hospitable to travelers, the people of Karthwatch have little to offer in the way of amenities, and they make no excuse for any discomfort that visitors might endure while staying in the settlement. Though technically Karthwatch is a town, its inhabitants very much view it as a fortification.",
        "Mor Khazgur, an Orc mining settlement, sits in the mountains on the western border of the hold. Visitors to the clan grounds are advised to avoid referring to the lands within and around the camp as belonging to Karthald, though it is a legal and logical truth. The Orcs prefer to think of their territory as a sovereign outpost of Wrothgar, subject to the rules and customs of Orc-kind. To that end, visitors to the area are advised to be well aware of Orcish protocol and behavior, at the risk of upsetting their hosts (and having their persons injured). That said, the Orcs of Mor Khazgur are no different from their kin in Orsinium—spirited, enthusiastic, and eager for friendship.",
        "Author's Note: As with all of Skyrim's holds, Karthald features caverns and caves where the safety of travelers is by no means guaranteed. Given the author's desire to keep her readers safe, she has elected to excise reference to these dangerous locales from this edition."
    ]
}