{
    "id": "AGuidetotheDeadlands",
    "paragraphs": [
        "By Treads-the-Stars",
        "",
        "Of all the planes in Oblivion, it would be difficult to find one less welcoming to travelers than the Deadlands. The legions of Mehrunes Dagon stand guard, watching for spies, invaders, or escaped prisoners. Deadly monsters roam the landscape in search of prey. The climate varies between deadly volcanic eruptions and bitter, howling windstorms that scour the barrens. And the terrain itself forms a torment of razor-sharp rock, knife-edged ridges, and sheer chasms. Yet here the traveler may see sights that few mortals ever get to witness—provided they can survive.",
        "",
        "Preparation is the key to surviving a journey into Dagon's realm. First, pack all the food you will need for your visit. The Deadlands have earned that name for a reason. You will find little to eat there, and what you can find presents poor fare indeed. Bring as much water as you can carry. A desert of lava occupies half the realm, while the other half consists of a desert of stone. Even if you stumble across a spring or a pool, it is likely to be tainted or unfit for mortal consumption.",
        "",
        "Most important, make sure you know how you intend to leave Dagon's realm when you are done with your visit. Many of the portals that lead into the Deadlands are fickle or untrustworthy. They often permit a traveler to enter, but do not function as exits. If you do not have at least three means of egress, you are not prepared to visit the Deadlands.",
        "",
        "The easiest way to reach the Deadlands is to first make your way to Fargrave, the Celestial Palanquin. A plaza on the outskirts of the city harbors two permanent portals leading to different parts of the Deadlands. These are reliable, and lead to deserted regions that Mehrunes Dagon's forces rarely patrol. Be wary of portals you find in Nirn or on other planes, since they often deposit you in the middle of fortresses or dungeons (and often do not function in both directions).",
        "",
        "Now, as for the Deadlands proper. Mehrunes Dagon's realm is divided into regions. Two prominent regions well known to travelers from Fargrave are the Burn and the Sever. The Burn is a volcanic wasteland, dominated by rivers of lava and the iron citadels full of Dagon's legions. The Sever is a cold, windswept desert of stone. In the vast distances between the great citadels, fierce monsters and desperate scavengers abound. Between these two regions stands a nameless range of jagged mountains with few passes.",
        "",
        "As a suggested itinerary for the intrepid traveler, begin by taking the Fargrave portal leading to the Burn. Turn west on the road that passes close by the portal platform. This leads to the brooding fortress known as Burning Gyre Keep. Look upon its ancient towers, and move on—you will find no welcome here. Continuing to the north, you will pass the terrible prison-mine known as the Blood Pit. Here, many who displease the Prince of Destruction toil in misery for the duration of their miserable lives. You do not want to join them.",
        "",
        "A high, tortuous pass winds through the hills north of the Blood Pit and turns eastward toward the great citadel of Ardent Hope, foremost of the seven hundred and seventy-seven that house Mehrunes Dagon's legions. This area is heavily patrolled, so the citadel is best viewed from a distance. Continue east into the hills above Ardent Hope, and you will find a tunnel that leads to the Sever. This brings you to the doorstep of Destruction's Solace.",
        "",
        "Here, you must not linger. This seemingly dead city is Mehrunes Dagon's seat of power. If you find the gates standing open, do not enter!",
        "",
        "Follow the path descending eastward through the dreary plains of the Sever until it meets a north-south road. Your way lies south, but take care. A terrible Havocrel is doomed to tread this path for eternity, challenging anyone he meets. But soon you come to a region of broken badlands, where a path to the south leads to what may be the one safe refuge in this region of the Deadlands: Wretched Spire.",
        "",
        "Wretched Spire is built around the wreckage of a great temple that Mehrunes Dagon long ago pulled into the Deadlands from some section of Nirn. It is a haven for outcasts and scavengers—those who seek to elude Dagon's sight. For some reason, Dagon's servants never venture near the place, and a small number of dishonored Daedra and lost (or escaped) mortals have made a settlement of sorts here. It is a hard existence, but here at least a traveler can find rest and provisions of a sort.",
        "",
        "From Wretched Spire, your road continues eastward to the highlands marking the eastern extent of the Sever. Here you can find the portal leading back to the safety of Fargrave. But if you wish to behold one last sight of Mehrunes Dagon's realm, continue north just a little farther and you will come to the False Martyrs's Folly. A dead forest that clings to the dreadful vales of the Sever's mountains, the Folly is said to imprison the spirits of those who defied Mehrunes Dagon. Decaying insects of horrible size and pestilential imps lurk in these woods. Again, it is not wise to linger. Look upon the petrified remains of Dagon's foes, then depart while you can.",
        "",
        "Good luck to you, traveler!",
        "",
        ""
    ]
}