{
    "id": "GuideToAnvil",
    "paragraphs": [
        "Sweet Dibella, Lady of Love! Bless us and our Children!",
        "My name is Alessia Ottus, and I'd like to tell you all about Anvil.",
        "The seat of Anvil County is by the sea, and at first glance, is very pretty, but when you examine it closely, turns out to be quite unpleasant. The water views are charming, but on the docks and in the harbor district outside of town you will find many sailors and tramps and dirty persons of little worth. Castle Anvil is clean and well- ordered, and within the town walls, some houses are bright and cheerful, but others are derelict and abandoned, or shabby and neglected, with plaster fallen in patches from the stonework, and lunatics and drunkards may be encountered everywhere.",
        "<bold>* Castle Anvil *</bold>",
        "The ruler of Anvil is Countess Millona Umbranox. Her husband, Corvus Umbranox, disappeared many years ago, and most persons would agree that Her Ladyship is better off without him, for he was a light and frivolous person, and given to loose and riotous behavior likely to promote scandal. The Countess herself is a righteous and godly woman, and an excellent ruler, well-loved by the people. If only she could compel her Town Guard to drive the seamen, low-lifes, loafers, and thieves from Anvil's streets, Anvil might be a more tolerable place to live.",
        "<bold>* Districts of Anvil *</bold>",
        "Consider the five districts of Anvil. Castle Anvil lies outside the town walls, south of town, overlooking the harbor, and is reached by gate from Chapelgate. Within the town walls are three districts: Chapelgate in the east, Westgate in the west, and Guildgate between Chapelgate and Westgate. Harborside lies outside the town walls, south of town, and is reached by gate from Westgate district.",
        "<bold>* Chapelgate *</bold>",
        "A more beautiful chapel may not be seen in all Cyrodiil. A quiet garden for meditation with a fine statue of Dibella lies between the chapel and the town wall, and across from the chapel is a lovely garden and covered arcade where worshippers are protected from the elements. Regretably, the people of Anvil seem little inclined to appreciate these advantages, and are seldom seen worshipping in the chapel. Whether this is the fault of the primate, who is a vain and shallow woman, or the Countess, who does little to encourage regular chapel worship by her example, I am unable to judge.",
        "<bold>* Guildgate *</bold>",
        "The most prosperous part of Anvil is entered by Guildgate, or Main Gate, or North Gate. Here side by side may be seen the handsomest and ugliest of Anvil buildings. The guilds are kept clean and in good repair, and both Mages Guild and Fighters Guild are unusually ambitious and industrious by Cyrodiil's common standard. The head of the Mages Guild, Carahil, is a scholar of good reputation and an outspoken enemy of necromancy, summoning, and the dark arts. The Fighters Guild here is well-staffed and active, and shows no sign of the fecklessness and poor morale of chapters elsewhere in Cyrodiil. However, next to the Mages Guild is a ruin, long boarded-up and abandoned, and an prominent eyesore.",
        "<bold>* Westgate *</bold>",
        "This is the residential district of Anvil. The houses here are shabby and ill-kept. The people are untidy and dull, with the exception of Anvil's famous citizen, the Argonian authoress, Quillweave, who produces wretched books celebrating the misadventures and schemes of the lower and criminal classes. This person does her race no favor by confirming the prejudices of many who consider Argonians to be ungodly, dishonest, and worthless, and little better than beasts.",
        "<bold>* Harborside *</bold>",
        "The docks are rotten and in ill-repair, and all manner of smells issue forth from the holds of ships and ramshackled warehouses. Shiftless persons gather here to bask in the sun, gossip, chatter, and plot how to beg or steal gold for wine and ale. Here a good woman named Mirabelle Monet runs a house for homeless sailors, but, I'm sorry to say, her mistaken tender-heartedness and charity only encourages malingering and drunkenness. Instead, she should urge these wicked and idle men to improve themselves through industry and the teachings of the Nine. There is, however, a very appealing lighthouse south of the harbor, from which one may contemplate a distant and less-disagreeable view of Anvil's castle, town and its harbor setting.",
        "May the Nine guard and guide you!"
    ]
}