{
    "id": "GuideToTheImperialCity",
    "paragraphs": [
        "Praise Akatosh! Bless the Empire and All Its People!",
        "My name is Alessia Ottus, and I'd like to tell you all about the Imperial City.",
        "<bold>* The Imperial City *</bold>",
        "Who do you think lives in the Imperial City? Uriel Septim, Emperor of Tamriel, Defender of the Faith, and Descendant of the Sainted Tiber Septim, Lord Talos, the Holy God of State and Law in our Blessed Nine Divines. All know the emperor to be a good and holy man, for he may often be seen in the Temple of the One, making his devotions to the Nine Divines and the Communion of Saints.",
        "And where does he live? In the Imperial Palace, in the center of the Imperial City, in the White Gold Tower which was built many ages ago by the godless, Daedra-loving Ayleids. How fine it is that the stones raised high by this ancient evil empire are now reconsecrated as a monument to Imperial justice and piety.",
        "People who visit the Imperial Palace like to walk among the graves of saints and counts, battlemages and emperors, and gaze with wonder upon White Gold Tower, which can be seen from any place within the City.",
        "The Elder Council Chamber here cannot be entered, and though you may marvel at their curious ancient armors, you will soon want be away from the rude and discourteous Imperial Guards.",
        "<bold>* Imperial City Districts *</bold>",
        "The Imperial City is divided into ten districts. At the center is the Imperial Palace. The other districts are grouped around the Palace. To the northwest is Elven Gardens, a pleasant residential district.",
        "Continuing widdershins, the Talos District, an exclusive residential area, lies to the west. To the southwest is the Temple District, and beyond it, outside the walls, the filthy and bad-smelling Waterfront District. To the southeast lies the Arboretum, and beyond that, outside the walls, the infamous Arcane University of the Mages Guild. To the east is the notorious Arena District. And last, to the northeast of the Palace lies the Market District, where anything may be bought, and beyond the Market District, outside the city walls, the Imperial Prison.",
        "<bold>* The Temple District *</bold>",
        "I live in the Temple District of the Imperial City, and it is a very pretty place. You are welcome to visit me, my husband, and daughter when you come to worship at the Temple of the One. This district is very pretty, and only pleasant and well-bred persons live here, though, as in all parts of the city, beggars are a constant problem.",
        "<bold>* The Arboretum *</bold>",
        "In this beautiful garden you will find the famous Statues of the Nine Divines. In the center you will find the statue of Lord Talos, Emperor Tiber Septim. But is it right, that Talos should have this place of honor rather than Akatosh, king of gods? It is the scheming pride of the Elder Council, who sought favor with the sons of Talos, that is responsible for this shameful error.",
        "<bold>* The Market District *</bold>",
        "You will find crowds of people waiting outside the doors of the Office of Imperial Commerce to make their complaints about being cheated by some merchant. It is a very dirty place. Piles of crates lie around in untidy heaps, unwholesome toadstools and fungus grow in clumps, and the cobbles are slimy and encrusted with filth. If you may send your servant rather than visit yourself, it would be far better.",
        "<bold>* Arcane University *</bold>",
        "This place is unspeakably dirty and unkempt, no better than a slum. You will never find the students or wizards outside in the air, for they are squatting in their dark dungeons poring over profane texts and making crabbed scribbles on scrolls.",
        "Within the Arch-Mage's Tower is hidden the Imperial Orrery, which the mages use to study the sky. Such fools! Why do they not look on the glory of Creation itself, and give praise to the Nine as they ought, rather than squat and peer at such a ridiculous and expensive machine?",
        "The Mages are said to have a great library of precious books, but they jealously hoard them for themselves. This is no loss for the righteous, for these books are surely full of wicked nonsense.",
        "<bold>* Imperial Waterfront *</bold>",
        "This is a terrible place. It is not uncommon to stumble over the bodies of women and children who have been murdered here. There are no more wicked and godless men in Tamriel than merchants and sailors, and they gather here to plot and cheat citizens of their hard-earned gold. Gambling and slaving and skooma-sucking and even more depraved activities take place in warehouses and ships here. And where are the City Watch? Nowhere to be seen.",
        "<bold>* Imperial Prison *</bold>",
        "The prisons are very cruel and horrible, damp and dirty, with chains and pincers and manacles and instruments of torture on every hand. But did I find any prisoners in these cells? No! For the Watch is so lazy and careless that the cells are all empty!",
        "There are guards everywhere in the Imperial City. They travel in groups, for even they are afraid of the cruel bandits and thieves that lurk everywhere in the City. I do not know why they do not throw the impertinent beggars into prison. Criminals are so bold as to introduce themselves to you on the street. One outlaw was so brazen as to boast that he had stolen his weapons and armor from the Imperial Prison. How careless and idle these Watchmen must be to allow this! They know no shame, for the wicked officers of the Watch are corrupt, and accept gold from the hands of the very people they are supposed to place behind bars.",
        "<bold>* The Arena *</bold>",
        "I will not tell you about this place, for you have no need to visit it. Only idle or foolish persons come here to throw their money away on games of chance, or to spill their own blood when they would better devote themselves to exterminating the armies of robbers and beggars that swarm in the streets.",
        "May the Nine bless you and keep you!"
    ]
}