{
    "id": "GuidetotheDaggerfallCovenant",
    "paragraphs": [
        "The Daggerfall Covenant is a compact between the peoples of northwest Tamriel—Bretons, Redguards, and Orcs—that forms an alliance of mutual defense, with a vision of establishing peace and order across Tamriel. Indeed, the kings of the Covenant take the Remans as their model, claiming to be the spiritual heirs of the Second Empire.",
        "The Daggerfall Covenant was born in 2E 542, when the kings of High Rock allied to repulse an invasion by a horde of Reachmen under the command of Durcorach, \"the Black Drake.\" Howling out of the eastern mountains, the Reach barbarians razed Evermore, besieged Wayrest, sacked Camlorn, and marched as far as the gates of Daggerfall before the Bretons finally stopped them. In the wake of Durcorach's defeat, the kings of Daggerfall, Wayrest, Camlorn, Evermore, and Shornhelm swore the so-called \"first\" Daggerfall Covenant, a solemn oath to defend each other's kingdoms and stand as one against all foreign foes.",
        "High Rock prospered as the Bretons rebuilt, especially after 2E 561, when miners near Wayrest made the biggest orichalcum strike in recorded history. Emeric, Earl of the domain of Cumberland, the site of the mines, proposed to use the resulting wealth to enhance Wayrest's fleet and improve trade throughout High Rock. King Gardner of Wayrest granted his approval, but before the fleet was completed, the dreaded Knahaten Flu swept through Wayrest and killed the entire Gardner royal household. Earl Emeric was elevated to the throne and House Cumberland became the second royal dynasty of Wayrest.",
        "The new King Emeric of Wayrest had been courting the daughter of King Ranser of Shornhelm, but in 2E 566 he married Princess Maraya of Sentinel. This nearly brought down the first Covenant when Ranser, who felt betrayed, launched a surprise attack on Wayrest. The kings of Camlorn, Evermore, and Daggerfall all sided with Wayrest, and Emeric's superior diplomacy brought the armies of Sentinel into the fray to protect Emeric's queen. Furthermore, Emeric reached out to a great clan of Orcs in Wrothgar and offered them Orsinium in return for aid. Shornhelm was defeated and the Covenant was reborn: not as a mere Breton defensive pact, but as a new, multinational alliance.",
        "The conclave that negotiated the alliance lasted for months, with argument and debate at every turn. The final result was the child of King Emeric's vision, made manifest in dozens of compromises and carefully negotiated provisions. Freedom of trade was guaranteed throughout the region, and over the objections of the nobles of Rivenspire and the Crown Redguards of Alik'r, the Orcs were accepted as full members of the alliance. Eventually, all the city-states of northwest Tamriel swore fealty to the Covenant's Royal Council, presided over by High King Emeric. As the architect of the alliance, he claimed supreme leadership.",
        "So this is the modern Daggerfall Covenant, an alliance of the Redguards of northern Hammerfell, under King Fahara'jad; the Orcs of the mountainous northeast, under King Kurog of Orsinium; with the Breton King Emeric of High Rock presiding from his palace in Wayrest. At its best, it is a noble alliance of honorable and chivalrous peoples, representing all the best aspects of the First and Second Empires. And from this solid foundation, perhaps a third, even mightier Empire shall arise, providing all the peoples of Tamriel the benefits of mutual respect, vigorous trade, and reverence for the Divines."
    ]
}