{
    "id": "AGuidetoLiturgicalVestments",
    "paragraphs": [
        "An Ordinator's every action must reflect the divinity of the Tribunal. Every thought, word, and gesture, no matter how trivial, must glorify the Three. Our appearance, too, must bring honor to ALMSIVI. Herein you shall find a guide to liturgical vestment.",
        "At the beginning of the vesting, an Ordinator must wash herself thoroughly, using mineral water from one of Red Mountain's sacred hot springs and a volcanic pumice. This act has profound spiritual significance. In washing the body, the Ordinator also washes the soul - removing residual sin and any nagging doubts that might interfere with the merciless application of Tribunal law.",
        "Once the washing is complete, the proper vesting can begin.",
        "The Ordinator begins with the rathith - triangular linen small clothes, dyed a deep blue and fastened with brass pins. The rathith is further secured by the arnith, the golden \"underbelt\" which is also secured using brass pins. Daughters of ALMSIVI are also permitted to wear the alrathith, a second garment tailored to support the breasts.",
        "With the rathith and alrathith secured, the Ordinator is free to move on to the llananor, or \"second garment.\" This long shirt must be washed in sacred mineral water before the sun rises, and pressed thrice over a hot stone. When donning the llananor, the Ordinator must also recite the Litany of Three Virtues. If the Ordinator completes the litany before the shirt is fully donned, they are obliged to repeat the litany twice more before moving on to the next step of the vesting.",
        "The Ordinator's pants, or felassani, must also be washed and thrice pressed before wearing. Ordinators should put on these trousers starting with the left foot and must fasten them using a blue, rope-like belt called a nosa. The slippers must likewise be worn starting with the left foot, and laced with gold ribbon.",
        "Finally, the Ordinator must drape a crimson wool stole, or duleso, about the neck and shoulders thrice, and fasten it with a triangular golden reliquary clasp - a neleviso. This ends the first vesting, or llanathro'lani, and prepares the Ordinator for armor-suiting.",
        "Before the holy armor can be donned, the Ordinator must recite the Forty-Six Canticles of Supplication, and appeal to St. Nerevar the Captain, patron of warriors and defender of Dunmeri society, for protection. After receiving Nerevar's blessing, the Ordinator begins armor inspection.",
        "The Armor of Triune Faith must be free of any nicks, dents, stains, corrosion, or other aesthetic imperfections. Even minor blemishes are affronts to ALMSIVI's divine persons. Ordinators found wearing imperfect armor shall be subject to severe sanction.",
        "The polish should be thorough and uniform, but not garish. The chitinous undervest must be rubbed with an oiled cloth and flexed to prevent aging and distress. Furthermore, the Ordinator should oil all joints, and treat all leather with a firm brushing and a liberal application of kwama-wax armor dressing. At this point, the Ordinator should signal an initiate to prepare for armor fitting.",
        "The initiate begins with the sabatons and greaves (starting with the left) while reciting a prayer to St. Rilms, patron of pilgrims. Once this devotional is complete, the initiate proceeds to the cuisses, reciting another prayer to St. Meris, patron of laborers. At this point, the Ordinator must anoint the breastplate with sacred mineral oil and recite another prayer of supplication to blessed St. Nerevar before handing it over to the initiate. After fastening the cuirass, the initiate moves on to the rerebraces and couters, reciting another devotional to St. Aralor the Penitent. After securing and lacing the pauldrons, the inititate should glove the Ordinator, starting with the left gauntlet, all the while reciting a prayer to St. Delyn the Wise. Finally, the initiate must drape the blue prayer stole, or retheles, over the warrior's shoulders, reciting a final prayer to St. Felms the Bold. This accomplished, the assistant is permitted to retreat to the chapel for post-vesting prayer.",
        "Final armor preparations are left to the Ordinator herself. Using the left hand, the Ordinator must tuck a sprig of bittergreen beneath her right pauldron. Using the right hand, the Ordinator must trace the sign of the Tribunal on her chest - gnashing her teeth and hissing thrice, at each point of the triune to summon up the wrath of the Tribunal. The tinder of faith thus kindled, the Ordinator anoints the Golden Mask of Devotion with mineral oil, presses her forehead to the helm to likewise anoint herself, then dons the helm. Ordinators may now arm themselves with any weapon, so long as it is thoroughly cleaned, and thrice blessed before use.",
        "At this point, any action of the Ordinator is protected by divine mandate. So long as she wears the mask, the Ordinator is considered a faultless hand of the Three, and is authorized to commit any martial action deemed necessary to protect the True Faith. Hands of Almalexia and other specialized members of the order may have additional vestments to wear, but any servant of the Three thus vested is considered a full Ordinator.",
        "Keep to this guide, stay earnest in your prayers, and you will bring naught but glory to ALMSIVI.",
        "Victory for the Three."
    ]
}