{
    "id": "GuideToCheydinhal",
    "paragraphs": [
        "Arkay, bless my body and soul! My name is Alessia Ottus, and I'd like to tell you all about Cheydinhal.",
        "The first impression of the visitor to Cheydinhal is of broad green parklands, graceful willows along the banks of the Corbolo, neatly groomed gardens and flowering shrubs. Cheydinhal looks prosperous, with clean, well-trimmed houses and neat stonework, ornamented with striking designs in glass, metal, and wood.",
        "But what lurks beneath this pleasing appearance? Crime! Scandal! Corruption!",
        "Cheydinhal is divided into three districts. To the north, on a hill, is the courtyard and inner keep of Castle Cheydinhal. A road runs east-west below the castle from East Gate to West Gate. The Corbolo River runs roughly north-south from this road, dividing southern Cheydinhal into two districts, Chapel in the east, and Market in the west. In Market District lie all the shops, inns, and guildhalls. In Chapel District are the Chapel itself and Cheydinhal's residences. Bridges span the Corbolo in the north and south, with the south bridges connecting upon a pretty little island park in the middle of the river.",
        "Though Cheydinhal lies in the Nibenean East, its culture is shaped by the Dark Elf immigrants who emigrated here in the past half century from Morrowind. Many of these immigrants were fleeing Morrowind's rigid society and heathen Temple theocracy. In Cyrodiil they hoped to find the stimulating commercial atmosphere inspired by Zenithar's patronage.",
        "One of these immigrants is now Count Cheydinhal. Andel Indarys was of House Hlaalu in Morrowind, but he came to Cheydinhal searching for greater opportunity. His sudden rise into the highest ranks of Cyrodilic nobility is hard to explain, and most old families of Cyrodiil rightly regard him as a presumptuous upstart. However, the discovery of the Count's wife, Lady Llathasa Indarys, badly battered and dead at the foot of the County Hall stairs immediately attracted scandal, and rumors of the Count's dissipation, rages and infidelities suggest a darker mystery behind her death.",
        "The Chapel of Arkay in Cheydinhal is poorly attended. The Count sets a poor example; he never sets foot inside the chapel. But perhaps it is from fear of divine judgement that he avoids placing himself under the eyes of the Nine! Cheydinhal's primate, priest, and healer are goodly people, and staunch professors of the faith, but the most honored and respected of the chapel's clerics is Errandil, the Living Saint of Arkay, a tireless crusader against the wicked practice of necromantic sorcery in the Mages Guild and the Imperial Battle College.",
        "Both of Cheydinhal's inns appear respectable from the outside, but the Newlands Inn is owned by a wicked, profane Dark Elf ruffian, and the Cheydinhal Bridge Inn is owned by a dignified, devout Imperial matron, so I am sure you know which place will serve you good, reasonable food, and which will provide you with a safe, clean bed where you are unlikely to be murdered for your purse. The owner-proprietor of Cheydinhal's bookstore is Mach-Na, an Argonian, and a ruder, more disagreeable creature I have never met. Nonetheless, his selection of books is excellent, and his prices reasonable.",
        "The poorest of Cheydinhal's residences are bright and clean, with well-groomed grounds, and the citizens think it no inconvenience when you step in to admire their furniture and appointments (provided you do this at a decent hour!). However, be warned! Many of these residents seem respectable to all appearances, but no sooner do they open their mouths than they reveal themselves to be evil brutes, shocking and rude, and more likely to murder you and bury you in their basements as to speak a civil word to you. That many of these rough, unpleasant people are Orcs should be no surprise to you.",
        "However, you will not wish to miss the house of Cheydinhal's most notable citizen, the celebrated painter, Rythe Lythandas. He is often hard at work in his studio, and not to be disturbed, but his wife is gracious and hospitable, and may be persuaded to show you those of his paintings which hang on his own walls.",
        "Follow the Nine to Glory!"
    ]
}