{
    "id": "GuidetoAltmeriCultureOnDueling",
    "paragraphs": [
        "Chapter Forty-Seven: Altmeric Rites of Martial Contest",
        "Despite our majestic Aedric heritage, we Altmer are not immune to the mundane, worldly tensions that plague the affairs of lesser races. Wisdom and prudence dictate that simple disagreements are best settled through dialogue. Long and thorough consideration, combined with wine and fellowship often yield reconciliation in short order. Alas, some indignities cut so deeply that an honorable martial contest is the only route to rapprochement. In such cases, the aggrieved parties must abide by the following rules.",
        "1. Both parties must arm themselves with a traditional Altmer dueling foil. long swords, axes, flails and the like are not permitted by the sacred laws of Trinimac. Foils must be washed in mineral water, thoroughly dried, and well-polished.",
        "2. Prior to the duel, both parties must recite their adversary's full name—taking care to call upon matrilineal, patrilineal, and clan honorifics where appropriate. Duelists who stumble over or mispronounce their adversary's name must stop and recite the name in its totality twice more.",
        "3. Duelists must ensure that a second is present for the duel. These witnesses are honor-bound to intervene should one of the aggrieved parties commit an honor-infraction such as casting dirt in their opponent's eyes, fleeing the field prior to the duel's conclusion, or using venomous words that might further inflame tensions between parties.",
        "The victorious duelist must engage with their defeated opponent in a courteous and humble fashion—availing them of family physicians, bandages, or any other appropriate service to dress their wounds. Defeated duelists are likewise required to admit error, and humbly request forgiveness for their actions. If the parties follow these rules, both emerge from the conflict with honor intact. And this is good, for nothing on Nirn counts more than honor."
    ]
}