{
    "id": "GuidetoTamingDireWolves",
    "paragraphs": [
        "By Shelga gra-Bur, Beastmaster of Kvatch",
        "Do you laugh when you see dire wolves? Do you think they are big, dumb cousins of normal wolves? Then you are stupid. Dire wolves are cunning and deadly. To them, your laughter says, \"I am the next thing to fill your belly.\" Shelga laughed at dire wolves once. Now Shelga has one ear.",
        "Shelga is no longer stupid. Now Shelga is beastmaster of Kvatch, the city with the dire wolf banner. This is why Shelga spends much time taming dire wolves.",
        "You may think it impossible to tame dire wolves. This is true. Predators cannot be tamed. Not really. But if Shelga called it a \"Guide to Making Dire Wolves Eat Your Enemies and Not You,\" none would purchase. Or purchase for the wrong reasons.",
        "---",
        "First thing. A dire wolf looks like a wolf. It moves like a wolf. It smells like a wolf. But it is not. It is a dire wolf.",
        "Sounds easy, but easy to forget.",
        "A wolf needs a pack. A wolf with no pack is vicious. It is afraid to be alone. With effort you can tame a wolf. Give it food if it is hungry. Make it think it is part of your pack.",
        "A dire wolf needs no pack. This is because a dire wolf is one whole wolf pack. It is vicious only if it wants to be. It is not afraid to be alone because it is a dire wolf.",
        "You cannot tame a dire wolf like a wolf. If it is ever hungry, you are food. It needs no pack but itself. You must show it you are a pack as well. Show how your pack and its pack should travel together for more food. A dire wolf understands this because it eats as much as one whole wolf pack.",
        "---",
        "Second thing. A dire wolf has a long memory. It is like a clan-mother with grudges from forty years ago. Don't give it reason to hate you. Shelga's sister Gralga once slapped a dire wolf for eating off her plate. This is how Gralga lost a thumb and learned manners at the same time. Gralga doesn't visit Kvatch anymore.",
        "If a dire wolf comes to hate you, do not back down. Do not cower. Show it you know its hate. Show it you don't fear its hate. This shows respect. Then give it much food to smother the hate.",
        "Shelga thinks this is why Kvatch puts the dire wolf on its flag. Kvatch does not forget. Kvatch respects those who show it respect. And Kvatch will smother its hate if you throw its people many banquets.",
        "Sometimes the dire wolf still hates you. Then you must kill the dire wolf. Do not do so in sight of a dire wolf's mate or it will hate you too. Just like people.",
        "---",
        "Third thing. Scratch the belly. Scratch behind the ear, but not in the ear. Scratch where the tail meets the back. Top part of tail only! Scratch below the chin.",
        "Do not scratch the paws. Dire wolf paws are sensitive, like High Elves. Also they have sharp claws. When a dire wolf thinks you want to take its paws away, it will come to hate you.",
        "---",
        "Last thing. A dire wolf is clever but it doesn't understand magic. So use magic. Scrolls are cheaper than a false hand. Don't try to tame a dire wolf like in the stories. Don't be stupid.",
        "Shelga's sister Bolga says this is cheating. That a dire wolf made tame by magic is not a dire wolf. Shelga calls Bolga many names. Bolga does not back down, earning Shelga's respect. Then Bolga sends Shelga boiled thunderbug eggs.",
        "Shelga says if even Bolga can learn, so can you."
    ]
}