{
    "id": "GuideToChorrol",
    "paragraphs": [
        "Praise Stendarr, the Nine, and all the Saints! My name is Alessia Ottus, and I'd like to tell you all about the town of Chorrol.",
        "<bold>* Castle Chorrol *</bold>",
        "Chorrol is the county seat of County Chorrol, and is ruled by Countess Arriana Valga, a very proper woman, and mother of the beautiful and virtuous Alessia Caro, Countess of Leyawiin.",
        "Countess Arriana is a devout and righteous follower of Akatosh, and sets a fine example for her people by her devotions in the Chapel of Stendarr. Her husband, Count Charus Valga, was a staunch Defender of the Faith and follower of Stendarr, and his death in battle against the heathen Nord clansmen of Skyrim was greatly lamented by his people. Alessia Caro has been a good husband to Count Marius of Leyawiin, and a dutiful daughter, and she is often seen visiting Chorrol and her saintly mother.",
        "I am also pleased to report that the castle mage is a righteous and goodly servant of the Nine (unlike so many wizards who neglect the Chapel and the Faith). Chanel offers magical training for those eager to smite the ungodly, and it would be much better to go to her than to some wicked Mages Guild hedgewizard.",
        "The Countess holds court every day in the fine Great Hall (except on Sundas, of course). She has a very fine herald and steward, and the castle is neat and well-ordered. It also has a strong dungeon jail for evildoers, though I'm sorry to say that the guards are often lax in their duties, and fail to arrest and lock up the various beggars and thieves and gamblers and cheats who idle in the streets.",
        "<bold>* Districts of Chorrol *</bold>",
        "There are five main districts of Chorrol. When you enter the gate, you find yourself in Fountain Gate, before the fine pool and statue of the Saint of Sancre Tor, in memory of all who died in that great battle. Around the fountain are the two inns, the general store and the smith. One street leads east to the Castle, one north to Great Oak Place, one west to Chapel Street and West Chorrol. Chapel Street leads west to the Chapel, past the book store, and thence to the crude shacks gathered around the well of West Chorrol. Around Great Oak Place are the Mages Guild and Fighters Guild, and many fine houses.",
        "<bold>* The Chapel of Stendarr *</bold>",
        "The Chapel of Stendarr is beautiful, and perfect for a traveler's mediations and prayer. Every Sundas morning you will find the best citizens gathered with their good countess for worship. You may be surprised to learn that not all people of Chorrol follow the model of their countess, for many are very idle and careless in their devotions. This is certainly the responsibility of the Fighters Guild and the Mages Guild, whose members fail to set a good example for Chorrol's citizens. The elderly priestess of the Chapel, Orag gra-Bagrol, is a kindly, righteous soul, and it would be far better to purchase your spells from her than from the godless heathens of the Mages Guild.",
        "<bold>* Chorrol's Guilds *</bold>",
        "The Fighters Guild's members, though led by the excellent and honorable Vilena Donton, are dirty and uncouth in their speech, and often to be found lazing about in their chapter house, or wandering the town and engaging in loose talk. How much better it would be if they improved their characters by regular attendance at the Chapel of Stendarr. Their excellent smith is an exception, being often seen at her devotions at the chapel.",
        "The members of the Chorrol Mages Guild are for the most part shiftless scholars and students who spend their time reading, quarreling, and brewing foul concotions. They are well-spoken and well-educated, but what good is such learning if they fail to improve their souls by penitence and prayer? You may purchase spells and potions from these persons, but it will only encourage them in their irreverent amusements and wicked idleness.",
        "<bold>* Goods and Services *</bold>",
        "The proprietor of Northern Goods and Trade, Seed-Neeus, is an Argonian, but unlike so many of her countrymen, she is clever, honest, and well-spoken. Isn't that remarkable? She is so acccomplished that she offers training in the mercantile arts, but you will not purchase goods from her cheaply.",
        "I am told by those who know that the smith of Fire and Steel, Rasheda the Redguard, is a very fine craftsman, who offers training in her craft, and she is always to be found at Sundas chapel worship, but she is fresh and disrespectful, and her manners and dress leave something to be desired.",
        "Renoit's Books is fairly clean, and has a wide selection of books, but would you believe that I found not a single copy of 'Ten Commands of the Nine Divines', nor have I ever seen the proprietress in the Chapel of Stendarr?",
        "There are only two places where you may purchase food and lodging. One is proper and clean, frequented by decent citizens. The other is rude and dirty, and a meeting place for drunkards, thieves, and Orcs. The one is run by a well-dressed, dignified, and proper matron. The other is run by a careless young woman. The one is called the 'Oak and Crosier'. The other is called 'The Grey Mare'. I'm sure you know which one to visit if you want a clean and safe bed.",
        "<bold>* Notable Citizens of Chorrol *</bold>",
        "Casta Scribonia, the author, lives in Chorrol. She is a well-educated and well- traveled woman, but she writes books which I cannot recommend, for they are full of romance and gossip and other offensive and wasteful indulgences, and their heroes do not present to our children the proper models of virtue, duty, honor, and reverence that all followers of the Nine Divines must love and hold in our hearts.",
        "<bold>* Shameful Features of Chorrol *</bold>",
        "You will often see townsfolk gathered in mischief and loose talk around the Great Oak near the Fighters and Mages Guilds. One man, very sly, named Honditar, knows all about the surrounding lands, and he offers to teach skills for a fee, but one nevers sees him in the chapel, and one suspects that he is given to profanity, strong drink, and brawling.",
        "There are many thieves and murderers in Chorrol. They even secretly teach their crafts for fees in their homes, and where is the Chorrol Guard? Nowhere to be seen, I'm sorry to say.",
        "The beggars in Chorrol are dirty, but they are free of disease, cheerful, and polite. You may give a coin to one to ease your soul, but it does little to improve a beggar, for it will soon be squandered on gambling, strong spirits, and other mischief.",
        "Nine gods and nine blessings!"
    ]
}