{
    "id": "GuideToBruma",
    "paragraphs": [
        "Father Talos, protect us all! My name is Alessia Ottus, and I'd like to tell you all about Bruma.",
        "Bruma is understood to be a Nibenese county, but in truth it is more Nord than Nibenese, on account of its close proximity to the Skyrim border, and on account of the terrible cold and discomfort of its location high in the Jerall Mountains. Bruma is always cold and covered with snow, with braziers kept burning in every quarter to prevent the citizens from freezing to death. Everything is built in wood, since trees are so plentiful in the forests of the Jeralls, and even rich men live here in dark, dirty wooden huts. It is little wonder that Nords are such drunken heathen savages, for life is impossible in such a climate, and one might be tempted to drink into insensibility or sell one's soul to just to find sanctuary from the bitter cold and relentless wind.",
        "Castle Bruma is cold and drafty, carelessly decorated, and dark with soot from the perpetually burning braziers. The smell of smoke and cinders is overpowering. The high ceilings are grand, but impossible to heat, and one is never able to get warm. The ancient layers of soot and filth encrusting the stonework makes it difficult to appreciate the exceptional stonecarving. Except in its stonework and grand scale, the castle is like the log huts of the people -- cold, dark, drafty, and dirty.",
        "Countess Narina Carvain is a Nibenean Heartlander, a dutiful chapelgoer, and a respected ruler, though she is a cunning and ruthless negotiator, and has a reputation for sharp-dealing and treachery. Administration of the county is efficient and well-ordered, and a well- trained and aggressive town watch under command of a hard-nosed Nord captain insures that thieves and beggars are not very troublesome, though Nords are famous for drunkenness and rioting.",
        "Access to the castle is through a gate west from the town into a courtyard. The shops, inns, guilds are located in the north, either on the western terrace near the castle gate, or below the terrace, north of the chapel. The chapel is the central feature of southern Bruma, with houses ranged along the inside of the walls along the east and south. The streets are cramped and barren, since few trees and plants can survive the cold, but the town is compact and quickly explored.",
        "Bruma's Nibenean citizens faithfully observe chapel Sundas rituals, but the lower classes are unregenerate followers of the heathen Nord gods, and they keep to their own secret superstitions and uncivilized practices.",
        "You will not be surprised to find you can purchase good quality weapons and armor here, for Nord smiths are famous for the quality of their wares. But you should not expect to be able to purchase books here, for Nords are ignorant and not fond of reading. The Fighters and Mages Guilds are poor and short-staffed, for no one wants to be posted to such a gray and cold land, but at least the Mages Guild is kept good and warm (though I shrink from imagining what infernal engines are employed to produce and preserve that heat).",
        "May the Nine bless and save you!"
    ]
}