{
    "id": "GuideResearchingandLearning",
    "paragraphs": [
        "Before a craftsman can begin creating useful things, they must first learn the details of their planned creation. This is done through a two-part process: first, by researching examples of their craft to become inspired; second, by reading a scroll with detailed instructions on their intended creation.",
        "Researching",
        "In order to become inspired and be able to learn how to construct new things, one must first research examples of their craft.",
        "Of course, this requires that one first obtain an example. Any durable item that one's craft focuses on would make a suitable example; for example, smiths and swords, foresters and bows, or runecrafters and staves. Less durable items, like potions and salves, will not suffice for this process. The item in question must also not be from one's own hand, for you will learn nothing new from researching your own work.",
        "Once a suitable example of one's craft is obtained, the aspiring craftsman need only open their craft journal and begin breaking the item apart. Such an experiment will destroy the object in question, of course, but the inspiration the craftsman gains from the experience can be well worth it. The better-crafted the item was originally, the more a craftsman will learn from its deconstruction.",
        "It bears repeating: You learn nothing from researching your own items. Mindlessly making and researching the same thing again and again brings only boredom, not knowledge.",
        "Learning",
        "Once one is inspired enough, the next step is to obtain the notes on creating the object in question. These notes are usually written on scrolls, and many master craftsmen will sell copies of their notes to aspiring apprentices and itinerant craftsmen alike. No craftsman's notes are complete, however, and no master will know how to create everything their craft specializes in.",
        "It may behoove the more mobile craftsman to search out other sources for scrolls. Often they are traded among students of a craft, and available for sale that way. Sometimes, a scroll's diagrams or curious left-over scents entice creatures to carry them about as mementos. They may also be in treasure troves, the last remnant of some long-forgotten master's work.",
        "Once one has a scroll that details how to construct the object of their choice, the process of learning may begin. Unlike bound books, such scrolls are often written on fragile paper, and will not survive the thorough study necessary to fully understand how to build the item in question. Thankfully, once a true craftsman has learned a recipe, he will remember it for the rest of his days."
    ]
}