{
    "id": "GuideToLeyawiin",
    "paragraphs": [
        "Zenithar, bless all our labors! My name is Alessia Ottus, and I'd like to tell you all about Leyawiin.",
        "Pinned between the savage and uncivilized provinces of Elsweyr and Black Marsh, and guarding the vital passage up the River Niven from Topal Bay to the Imperial City, Leyawiin is a mighty fortress, with tall stone walls and strong garrisons.",
        "Leyawiin is a bright and cheerful, prosperous town in the midst of Blackwood's swampy wildernesses, with wide, bright streets, large, comfortable houses, half-timbered or painted stucco, many of which are colorful and not too dirty or weather-worn. There are trees and flowering shrubs everywhere, and peaceful plazas and ponds for quiet contemplation. Indeed, if it weren't for the raffish rabble of Argonian and Khajiit descent, Leyawiin would be a pleasant and safe place to visit.",
        "Marius Caro is Count Leyawiin, and his recent bride, the lovely and cultivated Alessia Caro, is the daughter of the righteous and reliable Countess Arriana Valga of Chorrol. The Count and Countess are energetic supporters of Imperialization, and they work tirelessly to bring the traditional values of hard-working, chapel-going, and law-abiding Nibenese Heartland Imperial culture to this frontier outpost.",
        "The town itself lies with tall curtain walls on the west bank of the Niben. To the east through two gates lies the inner keep and Castle Leyawiin, straddling the deep channels of the river. The Chapel of Zenithar lies in the northwest, near the West Gate. All the shops, inns, and guildhalls lie south of the chapel, in the western half of town, except for a fine bookstore and general trader north of the road traversing the town east-west from West Gate. The residential part of town runs along a single wide north-south boulevard, backed on the east by deep ponds created by impounding one of the meandering channels of the Niben.",
        "The Chapel of Stendarr and the Count and Countess are partners in attempting to extend the benefits of heartland Nibenese culture to the benighted frontier populations of Blackwood and the Lower Niben. Trade and industry are strong in Leyawiin, thanks to the patronage of Zenithar, and notwithstanding the bandits troubling caravans and travellers along the Green Road through the recently annexed Trans-Niben.",
        "Leyawiin boasts the finest collection of shops and tradesmen in Cyrodiil (outside of the Imperial City, of course). Even the craftsmen and trainers of the Fighters Guild and Mages Guild are of a higher order of quality. Worth special mention is Southern Books -- a bookstore owned by an Orc (!!!), always stocking multiple copies of 'A Children's Annuad', a religious book appropriate for those ignorant of the mysteries of the faith, and adapted to the meanest understanding.",
        "Recently, a new competitor for the Fighters Guild, a mercenary hiring hall called 'The Blackwood Company', has commenced operations here in a striking new building. Despite being staffed almost exclusively by Khajiit and Argonians, the officers are polite, well-spoken, and deferential, and I'm told they aggressively compete with the Fighters Guild for price and service. (This is the Imperial way and pleasing to Zenithar -- to extend prosperity and security through enterprising commercial ventures.)",
        "I'm sorry to say that not all Khajitt and Argonians in Leyawiin are as presentable and industrious as the members of the Black Comapany. Lizardmen and catfolk are to be seen in the streets at all hours, lounging and gossiping. If only these creatures would spend a little more time keeping themselves and their homes clean.",
        "Praise the Nine and turn away from sin!"
    ]
}