{
    "id": "GuideGatheringMaterials",
    "paragraphs": [
        "Regardless of your choice of craft, you cannot create something from nothing. Smiths, foresters, and runecrafters all must gather materials, in order to create useful and powerful weapons, armor, and potions.\nWhile any crafting hall will sell some materials to you, and while these materials are often necessary for the art, they are never the only materials you will need to create something useful. This guide focuses on teaching the novice craftsman how to find those materials that are necessary for crafting, but not often sold.",
        "Of course, craftsmen can also find these necessary materials without gathering, either by trading with other craftsmen, or by finding sacks of already-refined materials stolen from the great trading houses of Taminar. But these methods can be less dependable than simply going out and getting what you need directly.",
        "The first step to obtaining materials in the wild is to identify the features that tend to accompany it in the world. If you see those features in your surroundings, search hard nearby, for there is a good chance (though by no means certain) that a skilled craftsman can find some useful materials about.",
        "Metals, Salts, and Ruins",
        "Metals and salts are born from rock, and only then come to the surface as veins of ore. To that end, a smith would do well to search rocky cliffs and outcroppings for exposed ore to mine. Going underground, in caves and the like, is another option - though an often dangerous one.",
        "Ancient Ayleid ruins can also be stripped, to supply materials that are otherwise impossible to find. Not just any block from any ruin will do, though: Only those that have ancient Ayleid metals running through them will do. These are mostly found in Ayleid Focii, the original use of which has been lost to us. Old structures that may have been built on top of, or with, Ayleid stone may also have a focus nearby.",
        "Crystals, Gems, and Souls",
        "Much like metals, crystals and gems will form deep within rock, and then rise to the surface in small quantities. Cliffs, boulders, outcroppings, and caves are thus all good places for a crafter of runes to search for useful materials.",
        "Runecrafters also harvest the souls of creatures summoned or reanimated by magic, to power their enchantments. Finding such creatures is dangerous work, but the souls a skilled runecrafter can gather from them are often worth the risk.",
        "Plants and Animals",
        "Most foresters prefer to gather wood that has fallen naturally, and will never put axe to tree. They will often find suitable samples of wood near secondary growth, such as saplings or thickets.",
        "Such compunctions do not hold with harvesting from beasts, however: the skins, organs, and bones of natural creatures are often useful for creating leathers.",
        "Those foresters that seek mushrooms will often do well to find larger trees that are in some stage of rot: fallen logs, rotted stumps, and even still-standing trees in their final years are all good candidates. Flowers can often be found near living (but less-useful) plants, often in a symbiotic relationship; where one plant blooms, others are sure to follow."
    ]
}