{
    "id": "GuidetoWesternSkyrimHjaalmarch",
    "paragraphs": [
        "My guide to the reclusive kingdom of Western Skyrim continues, with a look at the region's easternmost hold.",
        "HJAALMARCH, drawing its name from Western Skyrim's River Hjaal, stands as the largest of the kingdom's holds. The Drajkmyr, an immense saltwater marsh formed by the estuaries of the River Karth and River Hjaal, dominate the region. This largely uninhabited marshland, frequently shrouded in an eerie mist, features a proliferation of the sinisterly reputed Deathbell flower. Though exploring the wetlands can be difficult, earnest travelers can find much to discover and enjoy in the hold.",
        "Morthal, a lumber town in the southeast of the Drajkmyr, serves as the jarl's seat of power in the hold. The houses are built on pylons by necessity, and connected by docks to provide safe passage over the mire. Structures here are a prime example of Nordic rough-hewn architecture. The people of Morthal can be gracious hosts, if unaccustomed to travelers given the arduous routes to and from the town. Many make their living from the saltmarsh, fishing and trapping creatures for meat and hide. In warmer seasons, timber is sent to Solitude's docks on pole-driven barges. Morthal is considered an essential destination due to its neighboring barrow, one of the few still safe for unarmed travelers to explore.",
        "The ice shelves abutting the Sea of Ghosts are a popular spot for explorers and travelers, though they require proper outfitting to traverse safely. The ice has trapped numerous ships and vessels across the ages, and many of these wrecks offer collectors and hobbyists an opportunity to uncover trinkets or souvenirs from a bygone age. As with most of Skyrim's wilderness, hiring a well-informed guide is a practical necessity for those seeking to visit these floes.",
        "Labyrinthian, an enormous barrow found in the foothills of southeastern Hjaalmarch, stands as a dangerous curiosity. Scholars know this complex to be the ruins of the city of Bromjunaar, a capital of the Dragon Cult in Skyrim's ancient, sordid past. Rumor speaks of an intricate and maddening maze housed within these ruins, though its existence has never been confirmed by a reputable source. Insofar as Labyrinthian is a notable landmark within Hjaalmarch, it is included in this list, though it is frequently a site occupied by foul creatures and black-hearted folk. So, best to avoid it.",
        "Author's Note: As with all of Skyrim's holds, Hjaalmarch contains additional caves and other locations where the safety of travelers is by no means guaranteed. Given the author's desire to keep her readers safe, she has elected to excise reference to these dangerous locales from this edition."
    ]
}