{
    "id": "GuildMemoonSoulTrapping",
    "paragraphs": [
        "Mages Guild Memorandum: Confidential, Magisters Only",
        "From Vanus Galerion, Archmagister Emeritus",
        "If you pay attention to the popular fads and fashions of spellcasting in your guildhalls, you have doubtless noticed the recent surge of interest in the discipline of \"soul trapping.\" Unlike most of the passing fancies that come and go among the magical fraternity, I consider this particular vogue alarming and dangerous.",
        "There are reasons why soul trapping has never been part of the core curriculum of the Mages Guild, taught to only the most experienced and dependable wizards, and then only for certain specific uses. First of all, it is technically a subset of necromancy, and on that basis alone it should be abhorred. (Except, as mentioned, for certain special cases, and then only under controlled conditions.) Second, it is a magical technology that practically invites abuse, especially when employed to trap the souls of sentient mortals. It is the sort of arcane practice that the public fears most, and is likely to result in local bans on the organized teaching of magic, and if that happens all our work in establishing the Guild will have been in vain.",
        "The fact that soul trapping is now common knowledge among Tamriel's magery, to the point where so-called \"Mystics\" sell soul gems of various sizes in every market and bazaar, is a problem that can be laid squarely at the feet of the iniquitous Mannimarco and his Order of the Black Worm. It is all part of his program to make necromancy seem commonplace and almost harmless. In some parts of Tamriel, notably Cyrodiil, the vile practice of necromancy has even become accepted as a valid, and legally tolerated, magical discipline. What our old mentor Iachesis would have to say about this pernicious development I hate to think.",
        "So what are we to do about it? I have been giving the matter some hard thought, in between rooting out cells of the ever-burgeoning Worm Cult, and I think at this point the only way to gain control over soul-trapping is to co-opt the practice. Therefore I propose the Mages Guild codify and systematize the various soul-trapping magics into a common grimoire of a few reliable spells, and then teach our members that these, and only these, are the legal and authorized methods for trapping souls.",
        "Furthermore, I propose that for the purposes of soul trapping we categorize all souls into two classes: the legal, or \"White\" souls, those smaller essences that are captured from beasts and animals, and illegal, or \"Black\" souls, which are derived from sentient mortals. And we will teach only those spells that can capture White souls, forbidding our students to use the larger soul gems on sentients.",
        "It will take several generations, and the suppression of the Worm Cult, for this dichotomy to become the pan-Tamrielic standard for soul trapping. But if the Mages Guild can't take the long view for the good of Tamriel, who can?"
    ]
}