{
    "id": "GwenengithsJournal",
    "paragraphs": [
        "DAY ONE",
        "",
        "So, I'm here in Gonfalon Bay. I've been working for a day now as a banker at the Cautious Coffer. Aside from the usual things you'd think get stored in a vault, we ended up with several weapons in need of repair, quite a bit of poison, and a goat named Rooftapper. Charlebert wanted me to turn the goat away, claiming we don't keep livestock here, but since he'd lost his chance at saying so by waving the goat-bearing Nord over to me, tough. I'm keeping it.",
        "",
        "For the Nord, of course.",
        "",
        "And I didn't think the Nord smelled awful at all. Just sweaty from work or war. You can never tell with Nords.",
        "",
        "DAY TWO",
        "",
        "Our guard has taken a shine to our goat ward. She found it as funny as I did when Rooftapper ate Charlebert's lunch today, too. And his cloak. Goats really do eat anything.",
        "",
        "Later I took Rooftapper out for some sunlight and he got away from me immediately. You've not seen something climb until you've seen a goat climb the buildings around here. It took me an hour to figure out how to get him down from the Fighters Guild. Charlebert gave me a scolding for being away from my desk too long, but I don't care. Goats need sunlight. And this one apparently needs a roof or two.",
        "",
        "I took in a rather large batch of soul gems today. Someone has been busy.",
        "",
        "DAY THREE",
        "",
        "The Nord came back and said we could keep the goat if we wanted. It reminded him of his lost love, who I guess got sliced in half by something called a Hadolid recently. Our guard immediately claimed him, to Charlebert's relief. I think she believes I'll eat it. Eh, well, she'll get to know me soon enough.",
        "",
        "Of course I took her aside and asked if we could keep the goat around here for a bit longer. My uptight fellow banker needs to be reminded that not everything's in his control. He'll be happier for it. Plus Rooftapper ate his yellow fan today, and I laughed so hard I nearly lost my lunch.",
        "",
        "Our guard agreed. I don't think she much likes Charlebert.",
        "",
        "I'll take our goat friend out for another roof clamber later. Hopefully he won't try to run out the door before then. Our guard's already stopped him from leaving twice today. Just goes to show you that he needs his roof time."
    ]
}