{
    "id": "HadmalLastbloodsJournal",
    "paragraphs": [
        "I was a husband. A father. I wished to live a life of peace and love. I wanted to grow old with my wife, watching my children grow and start families of their own. Then, in the fullness of time, I wanted to pass into Sovngarde, wife at my side, to find whatever reward waited for us. I never expected to end the very things that gave me happiness. To be the hand that murdered my wife and daughters.",
        "But sometimes things happen. Evil corrupts even the most pure. The most innocent. My family. My wife, my daughters. They hurt others. Innocent people. They did unthinkable things. The power they wielded when they were together was pure evil. But I ended it. I buried them all. In different places. Made sure they'd never be together again.",
        "The firstborn, Jolinne. I laid her to rest in her favorite place to play as a child. I still remember her playing tag with her sisters in that alleyway. She'd hide behind the strange stones and surprise anyone who walked by. They'd be mad at first, but then they'd see her smile and move on, headed for the Sober Nord or Merchant Row. She was such a playful child before the Daedric corruption of Molag Bal pulled her into the cult.",
        "She was the first to turn after my wife. The first I found, blood and knife in hand. An evil grin I didn't recognize adorned her beautiful face. I had to do what I did. Kyne help me, I had to.",
        "The second-born, Fjorna. I laid her to rest in the shrine dedicated to the things she grew up dreaming about. Dragons. Whenever we visited the springs at Wittestadr, Fjorna would insist that we stop at the nearby ruins to pay our respects to the fabled creatures. She said that she could sense their presence. She'd run off to the same spot every time. A smalI clearing behind a strange, curved slab of stone. She liked that spot. I hope she'll be at peace there.",
        "If only her mother hadn't gotten a hold of her. She was the closest to me of my daughters. She could hold her own in a fight. Won more often than not. A good girl.",
        "But she too fell into evil of the cult. I had to take matters into hand again. So I did what was necessary, and I wept and wept into the night. Nothing before this had ever been so hard.",
        "The third-born, Valdia. My little girl. My darling. For her, the only place that would suit was where I took her each year on her day of birth. To ride the horses at a little place in southern Eastmarch. The stablemaster would always welcome her, and my Valdia would be so happy. She'd sit by the small pond near the house and she'd pick those beautiful red flowers. She loved it there and horses were her favorite animals in the world. Which is why I was shocked when I found her favorite horse dead on that morning, its heart carved out. She was holding it, still pumping blood, in her hand and grinning maniacally.",
        "I never asked for this. I never wanted this. But I felt responsible. As if it was my fault. As if I had failed them all somehow.",
        "I did unspeakable things, but for the greater good. I never killed any innocents. But I killed my family. Perhaps this makes me more of a monster than they were, but I did what I thought was right. Sonya spoke of sacrificing the girls. Using them to gain ultimate power from Molag Bal. I couldn't let that happen to my little girls. I just couldn't!",
        "I hope they can forgive me one day. I hope they welcome me into Sovngarde, back into their arms.\nI miss them. More and more. Every day. I think it's time to finally joi"
    ]
}