{
    "id": "HadolidResearchersJournal",
    "paragraphs": [
        "16 Sun's Dawn, 2E 581",
        "I've observed the Hadolids for days now. How very strange these creatures are! At first, I thought them some offshoot of the dreugh. But now, after long study, I find that they are a wholly different species.",
        "",
        "According to my research, they are migratory—disappearing beneath the waves for a decade or more before reemerging and spending a similar period on land. The specifics of the Hadolid life cycle are not well-understood, even by Gwylim scholars. This is mostly due to our inability to observe them underwater. Hadolids can descend to great depths without difficulty. Even broad-chested Argonians struggle to follow these creatures when they descend beneath the waves. I must learn more!",
        "",
        "23 First Seed, 2E 581",
        "After many days in the Navire Archives, I believe I've made a great discovery! A ship called the Silversmith participated in many raids on Sload positions during the Thrassian War. Her captain, Grigette Maston, detailed an encounter with Hadolids on the open sea as follows:",
        "",
        "\"\"Encountered a score of crabfolk during engagement with Sload beast. Joined battle briefly, then withdrew. Raised colors of thanks. No response. Pursue diplomacy?\"\"",
        "",
        "It seems that the Hadolids did not hold the Sload in high regard. Perhaps we're not so very different after all?",
        "",
        "2 Rain's Hand, 2E 581",
        "I discovered another journal detailing initial attempts to make contact with the Hadolids. Apparently, the enemy of my enemy is still my enemy.",
        "",
        "\"\"Baron Admiral's envoys dispatched to the crabfolk encampment on Amenos. Seven diplomats slain and two abducted. Found drowned a week later.\"\"",
        "",
        "It seems the Hadolids have their own reasons for hating the Sload, but what could it be? Is it a territorial dispute? Did the Sload mistreat them in some way? Without the means to communicate directly with the crabfolk, I fear we will never find out.",
        "",
        "I have received word that Hadolids may have taken refuge in the nearby Breakwater Cave. This is my chance to meet with them and make another attempt at negotiations. I will report on my success in due course."
    ]
}