{
    "id": "HaladansResearchJournal",
    "paragraphs": [
        "Entry 1",
        "At long last, my dear friend Norasea arrived in Lillandril. Emile and I spirited her away at once. I hastily assembled a lab in the bowels of Saltbreeze Cave—away from prying eyes. I fear that if my fellow Sapiarchs see her condition, they will simply quarantine her until it's too late.",
        "She brought a friend with her—a wiry Elf named Gerwerdel. I fear that this woman may be too far gone. She paces constantly—often muttering to herself. Already, dark, rigid splotches appear on her chest and arms. I will try to slow the disease's progress, but my first priority remains Norasea. She was a friend to me when no one else was. Now I finally have the opportunity to return that kindness. I hope we're not too late.",
        "Entry 2",
        "Emile and I brewed up a powerful antiseptic for Gerwerdel's stone-growths, but it's a palliative measure at best. Her behavior grows more erratic with each passing day. Despite Norasea's protests, we had to isolate her in one of our restraining chambers.",
        "None of our curatives seem to have any effect on Norasea's symptoms. Emile and I work in concert, day and night. Honestly, I don't know what I'd do without Emile. It's only his love and attention that makes the long nights and constant failures bearable.",
        "Entry 3",
        "I thought we had it. Emile and I combined Nirnroot condensate with a number of lesser reagents to create a highly-focused stone-shaping elixir. We thought that breaking up the keratous masses accumulating beneath the skin might halt the disease's progression. Instead, we seem to have simply broken the masses into smaller shards, encouraging a more rapid rate of spread. I'm at wits end. We may be too late.",
        "Entry 4",
        "Emile has an idea. I hesitate to commit it to paper. Our tests on the keratous growths indicated that they spread through vascular transmission. The disease converts elements of the blood into rigid grains that accumulate in the veins just beneath the skin, then calcify into larger and larger growths. It's the blood. The sickness is in the blood.",
        "Once we arrived at that critical insight, Emile suggested he might have a solution: Porphyric Hemophilia-better known as vampirism. I was aghast at the idea. But I trust his models. Vampirism, as we understand it, drastically alters blood composition. Theoretically, this reconfiguration could make it impossible for the keratous growths to form. We wouldn't be able to restore Norasea's eyesight, but we could very well halt the disease in its tracks. I must think on this.",
        "Entry 5",
        "After long consideration, I've decided to proceed with Emile's plan. I appraised Norasea of the details, and she agreed to go through with it. Now it's just a matter of reproducing the vampiric infection alchemically. The Sapiarchs would never approve of such a gambit, but I promised Norasea we would cure her. Sometimes tradition must make way for frightening innovation.",
        "Entry 6",
        "We successfully completed the procedure. Norasea reacted predictably to the introduction of the vampiric affliction. As far as we can tell, our treatment was a success. We've seen no expansion of keratous growths, and her mental faculties seem totally restored. I told Emile that we must administer the treatment to Gerwerdel too. He seems very concerned about it, but I can't deny such a treatment to someone just because they are dangerous. I will give her the injection tonight. Magnus help me."
    ]
}