{
    "id": "AHarrowingSeaVoyage",
    "paragraphs": [
        "An Account by Brean Dufort",
        "",
        "On the eve we set sail for High Isle, an old sailor told me to heed this warning. A creature so massive it dwarfed even the largest islands, with a maw so large that it could swallow ships whole, and a presence so mighty it brought forth a stillness that could shake a sailor's very soul was prowling the depths between the mainland and the archipelago. He said they barely escaped this dark monstrosity on the voyage to High Rock, and it was sure to be the end of us all on the return journey.",
        "",
        "At first, I was shaken by his tale. After a few ales, however, I laughed it off, thinking this crusty mariner's tall tale was just that—a yarn to scare inexperienced travelers.",
        "",
        "As we sailed for the jewel of the Systres and could no longer see the shore, the sky met the water ahead of us. Then, without warning all went still. The wind fled from our sails and the ship came to rest on the flat, unmoving sea.",
        "",
        "The uncommon silence clawed at our ears. It was so unbearable that every soul upon our vessel stood paralyzed. The sky darkened, yet there wasn't a cloud in the sky. Rather, a vast darkness, unimaginably large, rose from the depths for what seemed an eternity before once again slipping below the surface.",
        "",
        "The shadow now loomed below us, turning the water so black that it seemed to come from the realm of Nocturnal herself. The leviathan beneath loomed ever nearer. Our vessel bobbed in this silent void as the darkness spread to color the sea around us.",
        "",
        "A glow from beneath, something bright green, suddenly appeared in that abyss. It took me a moment to recognize it for what it was—an eye so vast, it dwarfed any structure built by man or mer. It peered up, penetrating my very soul. It blinked only once, the pupil a monstrous slit.",
        "",
        "Just as quickly as it appeared, the eye vanished. The waters began to shift from inky black to a more natural sapphire blue once more. The darkness receded and this leviathan disappeared into the depths without a trace. The wind returned to fill our sails, and we continued on.",
        "",
        "Until the day I perish, I will swear to what I saw. A creature larger than anything you could ever imagine, lurking just beneath the waves.",
        "",
        "Waiting."
    ]
}