{
    "id": "HavocrelStrangersfromOblivion",
    "paragraphs": [
        "By Tricatrel, Cataloger of Creation's Mysteries",
        "",
        "My vast amount of knowledge does not offer many opportunities for genuine surprise. I collect facts and figures pertaining to the greatest of creation's mysteries and record them for posterity. For example, I know more about Oblivion than any other mortal. My so-called peers in the College of Sapiarchs consider such a claim to be nothing more than hubris, which is why I no longer count myself among their number. I have sought every document, talked to every sage and seer, and even visited a realm or three in my years of study. I have been nothing if not comprehensive.",
        "",
        "And yet, the recent appearance of the Havocrel took me aback. I have never seen this form of Daedra mentioned in any of the codices or compendiums. Never caught a hint of them in any rituals or legends. Where were these beings hiding, I wonder? And why? Luckily, an opportunity presented itself and I took full advantage of the situation.",
        "",
        "A Daedric cultist agreed to summon one of these solitary entities for their own purposes, but agreed to allow me to question the creature—for an outlandish contribution to their \"order.\" Xeacus, as the entity referred to itself, named itself to be one of the Havocrel. It stood as tall as a Frost Giant and twice as broad, with crimson skin and eyes blind as a Leyawiin beggar. His form was perfectly sculpted, and strange tattoos decorated his mostly naked body. I asked him why we've never seen vast armies of his kind, as we do with Dremora and Skaafin. He laughed. \"We prefer isolation and detest the company of our own kind. Gather two in a room and watch the tension build. Bring three of us together and blood will flow. Four Havocrel in the same location and you might as well call it a war.\"",
        "",
        "For a creature that prefers isolation, I am surprised by how willing Xeacus was to talk to me. He did keep glancing at the cultist who summoned and bound him within the circle, but that was no matter to me. I paid a lot of gold for this opportunity, and I did not plan to waste it. For example, Xeacus told me that he lived in a palace of frozen magicka when he was not fulfilling a bargain for a Daedric Prince or other powerful entity. I asked him to explain what he meant. He shook his head and said, \"No.\"",
        "",
        "I changed the subject and asked him to elaborate on his servitude to a stronger master. He laughed. \"A contract isn't servitude, mortal. I lead Mehrunes Dagon's armies, for example, because the Prince and I have struck a bargain. My skills and strength in exchange something of great value.\" Gold, I suggested? Xeacus laughed again. \"What do Havocrels need with yellow ore?\"",
        "",
        "I changed the subject again, asking if his blindness was a hindrance. Apparently, all Havocrel are blind, it seems. Some cover their unseeing eyes with cloths or elaborate headpieces, but some, such as Xeacus, do not bother with such trappings. When I pressed as to why all of his kind was blind, he said, \"A curse is upon us. Ask about it no more.\" Those were his last words on the subject, but blind or not, he seemed to have no trouble sensing our locations outside the circle or otherwise perceiving the world around him. I have no idea how he accomplished such feats.",
        "",
        "We spoke at length. Perhaps some day I shall relate the rest of what Xeacus talked about. When I was done, he inquired how I was going to repay him for the knowledge he imparted. Since he clearly had no interest in gold, I asked him what he wanted. He gestured at the circle inscribed in the dirt on the cave floor, then gestured at the cultist, who suddenly turned pale. I nodded, reached out one booted foot, and erased part of the circle.",
        "",
        "I ignored the screams as I departed from the cave with my notes. The price for knowledge can be steep, but a true scholar always pays it.",
        ""
    ]
}