{
    "id": "HealerHeloisesNotes",
    "paragraphs": [
        "These are the notes of Heloise Menoit, healer for the Shornhelm Guard. I have set up a temporary healing center in the old tower located on Hinault Farm. Here, I am treating the injuries suffered by Shornhelm Guard soldiers in the aftermath of an unwarranted attack by forces bearing the colors and tabards of House Montclair.",
        "Aldred Berri: Stab wound to the right abdomen, applied a healing poultice and wrapped the wound tightly.\nFinia Derone: Took an arrow in her right arm, just above the elbow. Applied a healing poultice and wrapped the wound tightly. She should be ready for duty as needed.",
        "Marbenn Dugot: Sword slash across the stomach exposed his intestines and he lost much blood. I have done what I can, but I do not believe he will last the night.",
        "Leobert Favret: A spear puntured his left lung. I have given him a tincture to relieve his pain, but there is little more I can do for him. I expect the end to come quickly.",
        "Rolbert Emain: I have not determined the exact nature of his wound, for it doesn't resemble any weapon I am familiar with. If I didn't know any better, I'd say he was gutted by the claws of a large animal. I have applied healing tinctures to the wound, and remarkably it appears to be closing. I'll need to watch Rolbert closely to see if there are any adverse effects.",
        "Pixot Gane: Another strange wound, this one along the left side of the neck and down the back. It appears to be a combination of bites and scratches, but the soldier claims he doesn't remember how the wounds were inflicted. He burns with fever, and nothing I have provided has yet to alleviate his discomfort.",
        "Vivie Donze: This soldier received a shallow cut across her right side and should be capable of returning to duty immediately. However, she claims that the wound burns and her stomach hurts. Is she faking these symptoms or did I miss something in my examination?",
        "I must also report that I was apparently hurt as well, though I don't remember how. I discovered a deep scratch along my left arm, as though something with long, sharp nails drew a line down my arm. The cut isn't that serious, which is why I haven't informed Lieutenant Fairfax as yet, but it does burn. And I find myself unusually hungry, although food doesn't appeal to me."
    ]
}