{
    "id": "TheHeartofLorkhanMyFinalPrize",
    "paragraphs": [
        "Everyone knows the legend. The Heart of Lorkhan, which so famously told Auriel, \"This Heart is the heart of the world, for one was made to satisfy the other.\" Indestructible, hidden away, cast down into the sea. Only to end up beneath the Red Mountain, waiting for the right opportunist to collect it for their own. And today I have come to collect my prize.",
        "Yes, it may only be my speculation that the Heart resides in Nchuleftingth, but my instinct has driven me to success before. I've researched many volumes pertaining to the myth, and all indicate that it lies beneath Red Mountain. This is where I will make my greatest find.",
        "The fact that I believe in this Aedric artifact should speak nothing of my faith to the Divines. Only a fool ignores myth. After all, every story holds some kernal of truth to it. Legends are simply facts that have been expanded upon, morphed into the ridiculous. And I believe that the Heart, though clearly an object of great power, is merely that. A magical object I mean to obtain.",
        "I was surprised to find Neramo here, of all the halfwits I could come across in Vvardenfell. He and his motley crew were easy enough to capture or run off, and I've found the control rod he's left behind quite useful. Naturally I have many modifications for the tool already in mind, but currently it's worked well in getting the Dwarven constructs under my control.",
        "I'm not sure what the Heart of Lorkhan can achieve. Perhaps it will be a powerful potion ingredient, more potent than any Daedra heart. Or perhaps it can grant magical attributes, such as boundless strength or resilience in battle. Perhaps it is a great soul gem, capable of powering something grander than Tamriel has ever seen. No matter its use, all I know is that it shall earn me enough gold to retire. I am far too sensible to ever attempt to use an item of great power. Too often, such greed leads to despair."
    ]
}