{
    "id": "HeartofValenwood",
    "paragraphs": [
        "Heart of Valenwood, heart of the living forest, is too easily mistaken for an object, a single item, that can be claimed and manipulated. It is true that in the heart of the forest there is a magnificent tree, through which courses the metaphorical lifeblood of Valenwood. But to say that the tree is the heart is to vastly limit one's understanding of the Heart.",
        "In truth, the Heart is more akin to the forest's soul. The magnificent tree is just the physical symbol of that soul, but like a soul in the body, the Heart is not in one place in the body, but suffused through the entire thing.",
        "Still, it's been apparent to anyone who wished to look that the ancient Ayleid site of Hectahame holds immense power, far outstripping the rest of Valenwood. As a consequence, that particular location is often referred to in older texts as the \"Heart of Valenwood\" and has become the target of numerous plots to harness that power for purposes both good and ill.",
        "One of the earliest of these plots occured while the Ayleids first came to Valenwood. A necromancer (his cursed name long lost to history) invaded Valenwood with an undead army, and perverted the life-giving power of the heart to raise up a formidable force of undead Ayleid spirits. The Ayleids fought a long and protracted battle to defeat the army, but in the end they were unable to defeat the army, only contain it.",
        "Using welkynd stones, the Ayleids created powerful necromantic wards to seal off Hectahame, and the once great city became a prison for the army that had sought to conquer it. The undead were returned to the ground and trapped there. None who have attempted to break the wards have managed, and it is speculated that only an object that could cancel magic itself could undo the Ayleids' incredible handiwork.\nBut it is because of the powerful wards on Hectahame that the Heart of Valenwood is little understood and rarely spoken of. The Wood Elves view Hectahame with a mix of superstition and awe, fearing the ancient past and revering the life-giving power that seems to emanate from within.",
        "It is said that the last Wood Elf to enter Hectahame and behold the heart was a Silvenar from over two hundred years ago. But even accounts from that time suggest that he was viewed as mad by his contemporaries."
    ]
}