{
    "id": "AHerosWeapon",
    "paragraphs": [
        "What do you think of when you hear the phrase \"A hero's weapon\"? My guess is you don't think of a dagger or call to mind an image of a soldier huddling behind his shield. No, you think of a fine greatsword, gleaming in the sun, slicing through enemies just as easily as it cuts the air and singing against armored foes sent staggering by the force of its strikes. That is a hero's weapon.",
        "I have spent long hours observing the soldiers training in the courtyard below my chambers. It is quite clear to me that the strongest, bravest, smartest, and most handsome of the warriors always choose the greatsword (trust me). It balances brute force with skillful maneuvers, and it is neither as clumsy as a hammer or axe nor as easily broken as a smaller sword or bow. The wielder must have immense strength, but he must also have great agility and insight, knowing when to dodge and how to parry blows.",
        "Of course there are legendary figures who used other weapons, but you'll certainly agree that none inspire the same kind of wonder and awe. When you see someone striding into town covered in heavy armor with a greatsword in tow, you know you're looking at the very face of daring. A greatsword wielder doesn't fear injury; he charges into battle knowing that foes will flee or suffer grave consequences. You might feel a bit faint as they walk by, overwhelmed by such a valiant sight!",
        "One who wields such a sword shows they embody the hero's approach: to master all aspects of combat. I watch them train their endurance and strength by lifting and running, see them practice moving and dodging. Greatsword wielders train harder than all the other soldiers and are much stronger—that is quite clear.",
        "Not everyone is cut out for heroism, and not every soldier or adventurer will have legends crafted from their deeds. If you aspire to more than just your duty or daily work, and feel the call of battle, then I advise you to set your sights high; aspire to master the greatsword!",
        ""
    ]
}