{
    "id": "HeroesoftheSanctuary",
    "paragraphs": [
        "You've no doubt heard the story of the Heroes of the Sanctuary. Of the three Altmer who braved stormy seas, monsters from the deep, and the hostilities of a wild and uncivilized race to found a safe port for Summerset's ships along the coast of Valenwood.",
        "The tale is timeless. Eldamar was their leader, true-hearted, who envisioned adventure limitless across the sea and would not be deterred when others told him his vision was foolishness. Hirume slew the the serpent of the underdepths who guarded that craggy coast, diving deep below the sea to cut out its heart. You will have heard of how she held her breath for a full rising and setting of the sun, even until her companions thought her dead, only to emerge in the wake of the great serpent's demise.",
        "Nor will any one ever forget the name of Meluuran, who fashioned a marvelous new sailing vessel specifically for the task, a vessel that cut swiftly across the sea, and did not slow even when the winds died. They say the great craftsman made a deal with the Divines, or some long forgotten god, to bind the winds and see the ship safely to those foreign shores.",
        "And lastly, we tell of how our three heroes reached that hostile shore and found the people there were warlike and feasted on the flesh of their enemies. How their crew clamored to fight the savages and drive them away, a conquered people, but the Heroes of the Sanctuary did not listen to the council of rash and foolish Elves.",
        "Instead they met with the leaders of the Wood Elves, and studied their customs. They learned of the Green Pact, which forbids damage to the forest, and of the Meat Mandate, which commands these Elves to eat those they defeat in battle, and most importantly of all, they learned of the Rite of Theft.",
        "It was customary that the Wood Elves would steal from each other, and on return of the stolen item, demand a boon commensurate to the item's worth.",
        "It happened that the Heroes of the Sanctuary had brought a staff of great value with them. So they made a deal with the Wood Elves. If the Wood Elves could steal the staff from them, they would leave and never return. However, if they could steal an item from each of the Wood Elf treethanes, then they would be allowed to found a settlement on the shores of Valenwood.",
        "The deal was struck, and the Heroes swiftly and cleverly set about stealing from the treethanes. From one they stole a prized bow. Another they tricked into handing over a valued necklace in exchange for \"all of the most valuable thing in the world that they could hold in their hands.\" The most valuable thing in the world, as any one knows, is air—for without it we could not live.",
        "At the end of the appointed time, all of the treethanes' items had been stolen, but the Wood Elves had not managed to steal the staff. And that is how Seaside Sanctuary came to be, thanks to the bravery, cleverness, and vision of Eldamar, Hirume, and Meluuran."
    ]
}