{
    "id": "HidingwiththeShadow",
    "paragraphs": [
        "There are few professions that require the practitioner to be more self-reliant than that of thief. A thief is by nature a loner. He trusts no one and is trusted by few. He cannot go to a master and become an apprentice. He has no guild to collect and codify how to ply his craft. He does his crimes alone, and in the dark of night. He must hide by day to avoid capture by the authorities.",
        "The only known deity recognized by thieves is Nocturnal. Not truly a goddess, this Daedric lord is none-the-less a potent figure. She is the Mistress of Shadows, holding sway over secrets and stealth. She does not ask for worshippers, nor does she necessarily give blessings to those that do recognize her. In fact there are no known temples to her in Cyrodiil, although there are rumors of a forgotten shrine. In other words, she is perfectly suited to the criminal mind of the thief.",
        "By and large, thieves are a godless lot. They believe only in their own skills and cunning. However, since the existence and influence of the gods and Daedric lords is undeniable, they have an uneasy relationship with Nocturnal. Though some thieves truly worship her, most choose to offer their respect and reverence without fealty.",
        "These criminals recognize that should they offend the Mistress of Shadows, it might go poorly for them. However, true worship and fealty does not have any known benefit. The classic blessing between thieves is \"shadow hide you.\" This is an oblique reference to Nocturnal. However it can also be interpreted to be a non-theistic statement of actual shadows hiding the thief.",
        "Thieves tend to dress in black clothes or dark clothing. While this is a practical thing for their criminal endeavors, it is unnecessary during the daylight hours. Yet many thieves still don these shadowy colors in silent recognition of Nocturnal.",
        "The most shocking link between the nebulous culture of thieves and Nocturnal, is the tale of the Gray Fox. He is the mythical king of thieves. The legend states that he stole the hood off of Nocturnal's cloak. Obviously this is just a story invented centuries ago to bolster their feelings of self-worth. However, it is indicative of the continued link between the Daedric lord and the criminals of the Empire."
    ]
}