{
    "id": "HighChancellorsPapersTheTaghDroiloch",
    "paragraphs": [
        "From the private papers of Abnur Tharn, High Chancellor of the Elder Council. 10 Second Seed, 2E 536.",
        "",
        "Who are the Tagh Droiloch? How did they gain the power to put a Reachman on the Ruby Throne? and to what end? Three full years after Durcorach the Black Drake led a screaming horde of his countrymen into the heart of the Empire, I am still seeking answers to these questions. My divinations and spies have failed to provide anything more than hints about Durcorach's uncanny rise or the grim witch-men who delivered the Reach - and therefore the Empire - into his hands.",
        "",
        "As best I can determine, a secret coven came together in the wilds of the Reach some twenty years ago. they took the name Tagh Droiloch, which means \"High Dark Wizards\" in the dialect of the Reach. Unlike most Reach covens, the Tagh Droiloch were made up exclusively of witch-men, not witches, and they soon demonstrated an aptitude for summoning and commanding even the most powerful Daedra. The Tagh Droiloch easily broke several rival covens standing in their way, and made themselves the secret master of the Reach.",
        "",
        "For years the Tagh Droiloch seemed content to bide their time, allowing the dread of their name and whispers of their displeasure to govern the unruly Reach for them. But nine years ago, an exceptionally strong and clever chieftain by the name of Durcorach arose and began to build a following in the Reach. Despite his lack of learning Durcorach was a sorcerer of no small skill in his own right, although he preferred the sword to the stave. As if the Tagh Droiloch had at last found the man they had been waiting for, the secret coven allied itself with the Black Drake and placed their power and their fearsome name at his command.",
        "",
        "With the aid of the Tagh Droiloch, Durcorach subdued all rival clans in the Reach, demanding their loyalty. Reachmen I have spoken to sometimes hint at bargains struck with Daedric powers and promise too fearful to repeat, but whatever the truth of these tales, the results were clear. Within a year of his adoption by the Tagh Droiloch, Durcorach commanded two thousand spears. Within two years, he commanded ten thousand. And at last, judging his strength sufficient to his ambition, he unleashed a horde many times that size upon an unsuspecting Tamriel. The rest is, as they say, history.",
        "",
        "Then, having engineered Durcorach's rise to power, the Tagh Droiloch disappeared. Once the Black Drake was seated on the Ruby Throne, these mysterious witch-men returned to obscurity. It seems likely that some of the sorcerers who stand high in Durcorach's confidence - Baarselg, Faoshor, perhaps Old Wunagh - were member of this secret brotherhood. Yet no on e has heard a whisper of the Tagh Droiloch since Durcorach conquered Cyrodiil. What did they gain from making Durcorach into an Emperor? How many still live? Did they disband, or does some new enterprise now occupy their attention?",
        "",
        "The most unsettling element of this entire business is that Emperor Durcorach seems well aware of my efforts to ferret out the secrets of the Tagh Droiloch. He appears to find it amusing. The Black Drake has certainly showed no hesitation in disposing of any potential threat to his rule, and yet he is content to allow me to continue in my place at the head of the Elder Council. Surely he knows that I am seeking the means of his removal even as I use my position to ameliorate the excesses of his barbaric reign. I am left with only one conclusion: Durorach thinks I am no threat to him.",
        "",
        "I must admit that his confidence stings my pride."
    ]
}