{
    "id": "HighHrothgarTablets",
    "paragraphs": [
        "<title>High Hrothgar Tablets, Emblem I</title>",
        "Before the birth of men, the Dragons ruled all Mundus.",
        "Their word was the Voice, and they spoke only for True Needs.",
        "For the Voice could blot out the sky and flood the land.",
        "<title>High Hrothgar Tablets, Emblem II</title>",
        "Men were born and spread over the face of Mundus",
        "The Dragons presided over the crawling masses",
        "Men were weak then, and had no Voice",
        "<title>High Hrothgar Tablets, Emblem III</title>",
        "The fledgling spirits of Men were strong in Old Times",
        "Unafraid to war with Dragons and their Voices",
        "But the Dragons only shouted them down and broke their hearts",
        "<title>High Hrothgar Tablets, Emblem IV</title>",
        "Kyne called on Paarthurnax, who pitied Man",
        "Together they taught Men to use the Voice",
        "Then the Dragon War raged, Dragon against Tongue",
        "<title>High Hrothgar Tablets, Emblem V</title>",
        "Men prevailed, shouting Alduin out of the world",
        "Proving for all that their Voice too was strong",
        "Although thier sacrifices were many-fold",
        "<title>High Hrothgar Tablets, Emblem VI</title>",
        "With roaring Tongues, the Sky-Children conquer",
        "Founding the First Empire with Sword and Voice",
        "Whilst the Dragons withdrew from this World",
        "<title>High Hrothgar Tablets, Emblem VII</title>",
        "The Tongues at Red Mountain went away humbled",
        "Jurgen Windcaller began His Seven Year Meditation",
        "To understand how Strong Voices could fail",
        "<title>High Hrothgar Tablets, Emblem VIII</title>",
        "Jurgen Windcaller chose silence and returned",
        "The 17 disputants could not shout Him down",
        "Jurgen the Calm buit His home on the Throat of the World",
        "<title>High Hrothgar Tablets, Emblem IX</title>",
        "For years all silent, the Graybeards spoke one name",
        "Tiber Septim, stripling then, was summoned to Hrothgar",
        "They blessed and named him Dohvakiin",
        "<title>High Hrothgar Tablets, Emblem X</title>",
        "The Voice is worship",
        "Follow the Inner path",
        "Speak only in True Need"
    ]
}