{
    "id": "HinaamosJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such.",
        "",
        "Entry 271\nCiryarel lived a long and blessed life, even for an Altmer, but no more. Captain Rahiba believes she was killed by the Crosstree Bandits. \"A natural end to a life of skooma use,\" as she put it. Nonsense! My wife was no skooma fiend. Such aspersions slight her memory!",
        "Regardless of the Khajiit's assumptions, the Crosstrees are to blame. The evidence is overwhelming—broken phials scattered about the shore where she was found, the marks cut into her face—all of it points to the smugglers. Trinimac aid me, I will see her avenged!",
        "",
        "Entry 272",
        "Waited by the docks for the better part of a week. Saw one of those fiends make a sale. Tried to follow him, but he saw me. Made a noise, two short whistles, one long. Must remember. Two of his friends jumped me from the rooftops. Beat me bloody. Tossed me off the dock.",
        "Awoke as the tide washed the blood from my wounds. Still feel the sting. If I am to pursue these vermin—and vermin they are!—I must learn to defend myself.",
        "Huthak is a sturdy fellow and a fine friend. Years of dealing with surly drunks and ruffians have taught him many things, and he carries himself with a warrior's grace. Tomorrow I will ask him to teach me what he knows.",
        "",
        "Entry 273\nHuthak could not stop laughing. He said I was like a kitten mewling for sweetcakes! When I explained myself and asked if he would teach me, his manner changed.",
        "He said, \"Go to the temple of Two-Moons Dance. Ask for Dog-Bite-Me. Tell her what you told me.\"\nI leave tomorrow. I told Olwanenya I'll be fishing the tidal pools near Windcatcher Plantation. I think she believed me.",
        "",
        "Entry 274\nDog-Bite-Me's story is not unlike my own. She lost a brother to the Crosstrees and came to Windcatcher Plantation. She wanted to learn how to fight.",
        "But she says the monks are trained to think. Every martial lesson is a puzzle. Until students demonstrate their understanding, they cannot advance. Riddle'Thar gave her guidance and tempered her need for revenge with a desire for justice.",
        "When she did act, it was calculated and precise. The Crosstrees never realized it was anything but an accident.",
        "",
        "Entry 275\nMy training proceeds well, though I have some difficulty with Riddle'Thar. It seems one must view one's self as a tiny part in a greater schema.",
        "A novel way to think. Entirely different from the ways of old Aldmeris, though I admit it is far more flexible. Especially in regards to moral qualms. I will meditate upon this.",
        "",
        "Entry 276\nA calm settles about my thoughts. Sleep comes easily, where before it was elusive. Ciryarel's thread crosses mine in dreams where we watch our daughter spread wings and fly across the framework suspending us all.",
        "Across the void, the Crosstrees' thread glimmers like a dagger in the night. How easy it would be to sever their cord! To send them tumbling into the darkness beyond!",
        "But imprecision is the greatest enemy. So I wait. I watch. And I learn.",
        "",
        "Entry 277\nDog-Bite-Me says the Crosstrees are vulnerable. Direct confrontation is out of the question. Better to sever those threads who stray from the rest, fraying the cord until it snaps.",
        "This one is ready."
    ]
}