{
    "id": "HistoryofPellitineAnOverview",
    "paragraphs": [
        "By Sulema, Initiate Scholar of the Pa'alatiin",
        "With reverence for the experiences of those who came before us. May any sacrifices you made for the greater good be respected by those who follow.",
        "As this one noted in her introduction to Anequina and Pellitine, we must work with a lot of unconscious biases of the non-Khajiit when it comes to building any historical work on Elsweyr using non-Khajiit sources. When the base language of a people differs from your native tongue, one misses nuance. This one would say the same for herself were she writing a history of, say, Murkmire, using translations of native Argonian lore. No language can be translated on a one-to-one basis given that words represent symbols of a thing, not the thing itself. And symbols often have tonal and emotional color: People fight for symbols; they die for symbols. They do not fight and die for a mere scrap of colored fabric but for what that fabric symbolizes to them.",
        "That noted, this one shall start the history of the area now called Pellitine with the sixteen clans of the Khajiit and their ruler, the Moon-Emperor. During those days, the province now known as Elsweyr was open to all sixteen clans, and many roamed as they needed to perform the function they took on under the Moon-Emperor's auspices. Some functions required stable physical locations, such as ship-building yards and moon-sugar farming, so some clans formed permanent settlements to cater to such activities.",
        "The name Pellitine comes from the clan of Moon-Priests named Pa'alatiin, in Ta'agra. The reasons for this name's rise to prominence over the years vary, but until the Thrassian Plague in 1E 2260, Pa'alatiin was simply a clan name, not the name of a geographical region, as the Moon-Priests lived among the people of all clans. The plague hit so hard, however, that clan structures crumbled in the south. Senchal, which had already started shifting in its social systems due to the influence of the Bretons and Imperials who came to its port, led the way in the aftermath of this illness. How? Simply by example and proximity.",
        "The clans within the south at that time, seeking succor from the devastation of the plague, assembled on Senchal, the largest town at that time. Moon-Priests of Pa'alatiin also congregated in the town, seeking to provide what aid they could. Mix that with the social strata that had formed among those living in Senchal, and everything changed. Senchal's way of living imprinted itself on the Khajiit coming in from other areas, and when order slowly restored itself, these Khajiit returned to their lives changed.",
        "This turning point, where the northern Khajiit adhered even more strongly to their clan ties, while the southern Khajiit started forming a more class-based society, also created a strong division between north and south that we still see today.",
        "Over time, the southern Khajiit rebuilt ruined structures, re-established trade routes with other peoples, and started thriving again. Senchal became the focal point of the south, both as a busy trading port and as the center of all customs and traditions that the southern Khajiit held dear. Additionally, Imperial ties strengthened to the point where the Potentate Versidue-Shaie took up residence in the Senchal Palace. So it came as an unpleasant surprise to some when Eshita, the ruler of Pellitine in 2E 309, married Keirgo of Anequina. Many in Senchal were aghast at the temerity of their civilized ruler marrying a barbarian of the north. The tribes of Anequina felt similarly betrayed. Yet, it happened, and the rulers worked to join their kingdoms together. But it was the Mane, Rid-Thar-ri'Datta, who quelled the unrest and instituted a power-sharing system between the tribes and the nobility based on the phases of the Moons.",
        "Then, in 2E 324, an assassin killed the Potentate while he was in residence at the Senchal Palace, scrawling the words \"Morag Tong\" in the Versidue-Shaie's own blood on the wall. Some claim that was an effort to mislead, while others believe firmly that the assassin was a member of the Morag Tong. Whatever the case, Imperial ties with the Khajiit became strained.",
        "Tensions mounted until, in 2E 326, Khajiiti rebels slaughtered most of the royal dynasty. At that point, the two lands drew apart again, both writing statements of blame over the incident (see, for reference, the pamphlet entitled \"Northern Barbarian Betrayal!\" wherein an anonymous author claims the \"bloodthirsty\" Ne Quin-al clan brought about the demise of the royal line).",
        "Despite this state of matters with their northern neighbors, Pellitine flourished and Senchal grew until another sickness ravaged the land: The Knahaten Flu arrived in 2E 565.",
        "So many died initially, especially in the Black Kiergo slums, that some tried to protect themselves by burning parts of Senchal to stave off the flu. As the fire grew, smoke killed many more in unaffected areas of the city. Many fled, only to die of starvation later as food stores ran low in the outer areas of Pellitine. Other unfortunate acts occurred, including the mysterious closure of the Topal Legionary Academy, and Southern Elsweyr stumbled for a time.",
        "Now, in these troubled days, with an Imperial legion stationed in Senchal to help with restoration and recovery efforts, and a sense of self-preservation overcoming the last of the clan-oriented practices, Southern Elsweyr suffers. Let us hope that the next phase of its story proves less troublesome."
    ]
}