{
    "id": "HistoryofMarkarthAStoryinStone",
    "paragraphs": [
        "The story of Markarth begins in the early centuries of the First Era, when the Dwarves settled in the area, building both above the ground and deep beneath the surface. There they established a new stronghold in the roots of Karthmad, the mountain that stands at the head of the valley of the Karth River. Over the course of many long years, the Dwarves carved the city of Nchuand-Zel from the heart of the mountain, building upward until they broke out into the sunlit world. Here, in the high valley, the Dwarves built strong defenses and great store-halls above the ground. Nchuand-Zel prospered for a time. And then, with all the other Dwemer settlements, it was suddenly abandoned in 1E 700.",
        "",
        "Most other Dwarven cities left empty fell into ruin. Nchuand-Zel, however, offered something that most Dwarven cities lacked: extensive fortifications and outbuildings above the ground. Within a few years of the Dwarves' disappearance, various clans of Reachfolk began using the old Dwarven structures as shelters and strongholds in seasons of hardship. By 1E 930, the rare travelers visiting the area reported that Reachfolk occupied the ruins year-round. They called it Mar-Karth (meaning \"\"above the Karth\"\"), and the strongest clan-chief residing in the place was known as the ard (or \"\"king of the fort\"\").",
        "",
        "Markarth might have remained nothing more than an occupied ruin decorated with Reachman hide tents and rough furs, but in 1E 1033 Empress Hestra ordered the legions of the Alessian Empire to subdue the Reach and add it to her dominions. Her generals made Markarth the first objective of their campaign, hurling the might of the Empire at the Reachfolk stronghold. Although the ard fiercely defended his stronghold, Empress Hestra's legions were fresh and well-led, while the Reachfolk were disorganized and slow to unite in the face of a common enemy. Markarth fell into Imperial hands. Scores of the ard's fiercest warriors chose to cast themselves from the walls rather than submit, staining the stone with their blood.",
        "",
        "During the years-long battle to subdue the Reach, the Imperial legions were often besieged in Markarth, hardly able to set foot outside its walls without hordes of Red Eagle's rebels descending upon them. But Red Eagle never managed to dislodge the Imperials from Markarth, and by the time his rebellion ended, Markarth had taken its first steps toward growing into a city rather than a fortified camp. Until the end of the Alessian Empire, Markarth remained under Imperial control (and, by all accounts, a dismal and dangerous posting for the Imperial soldiers assigned to its garrison). During this time, many of the Dwarven storerooms were converted into halls, houses, and workshops. The city took on the appearance we know today, although no human skill could improve upon the walls and watchtowers the Dwarves had constructed.",
        "",
        "With the passing of the Akaviri Potentates and the general collapse of Imperial authority a century and a half ago, Markarth once again slipped into obscurity. Always restive under Imperial rule, the Reach became a place where outsiders rarely dared to travel once the Empire's power receded. Breton barons and Nord jarls alike launched ill-fated attacks against the city of the Reach, but each time the impregnable Dwarven defenses defeated them. The foreign invaders added their blood to the grim stone of Markarth, and the Reachfolk reclaimed their independence.",
        "",
        "As the Reachfolk returned to their hostile ways, trade and travel between Markarth and the other cities of Tamriel dried up. Consequently, tales of Markarth's rulers and their doings reached few outside the Reach. Yet out of this darkness erupted a storm that would shake all Tamriel to its foundations. The warlord Durcorach, the Black Drake, summoned a great horde of Reach warriors and descended upon Cyrodiil in 2E 533, seizing the Ruby Throne for his own.",
        "",
        "Among the many consequences of this shocking upheaval was Markarth's return to Imperial authority—of a sort. Cyrodiil's Reachfolk conquerors sent great amounts of plunder and captives home, and more Reachfolk than ever before sought their fortunes abroad. The road to Markarth became busy again, and a trickle of trade sprang to life along this long-shunned route.",
        "",
        "In the current year, the city lies under the hand of Ard Caddach, the so-called Despot of Markarth. Kin to the Longhouse Emperors of Durcorach's line, Caddach of the Blackdrake clan was appointed Imperial governor in 2E 559 as much to keep the peace between the restive Reach clans as to rule the city. When Emperor Leovic lost his throne, Caddach set aside his Imperial title and took instead the old Reach title of ard. Without hesitation he purged all surviving Blackdrakes, securing his hold on the city against his rivals.",
        "",
        "It must be told that Ard Caddach executed his rebellious kin by having them thrown from the highest walls of the city, painting the ramparts with their blood—only the latest grim chapter written into the stone of Markarth.",
        ""
    ]
}