{
    "id": "TheHistsFire",
    "paragraphs": [
        "Many ask us how we find our mates, as though Argonians cannot experience joy the way the mer do.",
        "Though this seems absurd, I myself met my husband in an unusual way. I believe the Hist spoke to both of us, to ensure we would both be where we could not help but meet and fall in love. This despite my innermost belief I'd never marry.",
        "The first stir caught me by surprise. I put away items in the shop, organizing what I could amongst the clutter, when suddenly I heard my own voice in my mind say, \"Wait for him.\"",
        "\"For …?\" I asked aloud, startled out of my reverie.",
        "Silence.",
        "My quiet sensibility replaced by confusion, I turned abruptly, knocking over the lamp, which flung an arc of burning oil across the room.",
        "Oil landed everywhere, from the piles of fabric, to the litter of papers, and the straw scattered over the floor. In a single moment, a modest light source turned the crowded room into a fire pit.",
        "Coral tongues licked across the dried herbs hanging from the ceiling, and I realized I'd been standing still, slack-jawed, as smoke and heat and flame swirled around.",
        "The hut had never seemed so large as it did then. Dark with smoke, bright with fire, its air filled with a dull, creaking roar. I squinted against the elements, my hand across my mouth, and staggered toward the ever-receding door.",
        "\"Anyone in there? Anyone?\"",
        "\"Me!\"",
        "I reached the door as it burst open, causing the flames to surge upwards and out with an almost celebratory leap. A dark hand grabbed mine, pulling me out and away.\n\"Are you hurt?\"",
        "Coughing, I shook my head. \"I'm all right. But the store ….\"",
        "We both turned to look. The fire, so unruly within the confines of the hut, had met its match with the wet thatch roof.",
        "\"Thank you for helping me,\" I said, turning to face my rescuer at last.",
        "Our eyes locked in recognition. The Hist had chosen us for each other, and neither of us would need to wait any longer."
    ]
}