{
    "id": "HistoryoftheFightersGuildFirstEdition",
    "paragraphs": [
        "Librarian Comment:",
        "In ESO, this volume is split into two halves, with the former ending immediately after \"the Fighters Guild had been born.\"",
        "",
        "In the 283rd year of the 2nd Era, Potentate Versidue-Shaie was faced with a disintegrating empire. The vassal kingdoms throughout Tamriel had reached a new height of rebellion, openly challenging his rule. They refused his taxes and led sorties against the Imperial garrisons throughout the land. At the destruction of his fortress in Dawnstar, he gathered the Imperial Council in what would be called the Council of Bardmont, after the town south of Dawnstar where they met. There the Potentate declared catholic and universal martial law. The princes of Tamriel would dissolve their armies or face his wrath.",
        "The next thirty-seven years were perhaps the bloodiest in the violent history of Tamriel.",
        "In order to crush the last of the royal armies, Versidae-Shaie had to sacrifice many of his best legions, as well as spend nearly every last piece of gold in the Imperial treasury. But he accomplished the unthinkable. For the first time in history, there was but one army in the land, and it was his own.",
        "The problems that immediately surfaced were almost as staggering as the triumph itself. The Potentate had impoverished the land by his war, for the vanquished kingdoms had also spent the last of their gold in defense. Farmers and merchants alike had their livelihood ruined. Before the princes of Tamriel would not pay his taxes - now, they could not.",
        "The only persons who benefited from the war were criminals, who preyed upon the ruins of the lawless land, without fear of arrest now that all the local guards and militia were gone. It was a crisis the Akavir had seen coming long before he destroyed the last of his subjects' armies, but for which he had no solution. He could not allow his vassals their own armies again, but the land was deeper into the stew of anarchy that it had ever been before. His army sought to fight the rise of crime, but a central authority was no threat against the local underworld.",
        "In the dawn of the year 320, a kinsman of Versidae-Shaie, Dinieras-Ves \"the Iron\", presented himself with a host of companions before the Potentate. It was he who suggested an order of mercantile warriors-for-hire, who could be hired by nobility in lieu of a standing army. The employment would be temporary, and a percentage of the fee would go to the Potentate's government, thus putting salve on two of Versidae-Shaie's greatest pains.",
        "Though it was then called The Syffim, after the Tsaesci word for 'soldiers,' the organization that was to be known as the Fighters Guild had been born.",
        "Dinieras-Ves \"the Iron\" initially believed that the entirety of the order should be composed of Akaviri. This belief of his is not disputed by any historian, though his motivation is often debated. The traditional, simple explanation is that he knew his countrymen well, trusted them, and felt that their tradition of fighting for profit would be of use. Others believe, with reason, that he and the Potentate sought to use the order to effectively complete the conquest of Tamriel begun over five hundred years earlier. When Akavir attacked Tamriel in the 2703rd year of the 1st era, they had been beaten back by the Reman Dynasty. Now they had a Potentate on the throne, and with Dinieras-Ves's machinations, the local armies would also be Akaviri. What they had failed to do by combat, they would have successfully accomplished by patience. A traditional strategem, many scholars suggest, of the immortal snake men, the Tsaesci of Akavir, who always had time on their side.",
        "The point, however, is largely academic. Though the Syffim did establish themselves in some kingdoms neighboring Cyrodiil, it became quickly apparent that local warriors were needed. Part of the problem was simply that there were not enough Akaviri for the work that needed to be done. Another part was that the snake men did not understand the geography and politics of the regions they were assigned.",
        "It was evident that some non-Akaviri were needed in the Syffim, and by the mid point of the year, three Nords, a warrior-sorceress, a rogue, and a knight were admitted into the order.",
        "The knight, whose name has been lost in the sands of time, was also a great armorer, and probably did more to strengthen the organization than anyone but Dinieras-Ves himself. As has often been stated, the Akaviri, particularly the Tsaesci, understood weaponry better than armor. Even if they could not wear it themselves, the knight was able to explain to the other Syffim what the weaknesses were in their opponent's armor, explaining to them how many joints there were in a pauldon and a grieve, and the differences between Aketons and Armkachens, Gorgets and Gliedshrims, Palettes and Pasguards, Tabards and Tassettes.",
        "With this knowledge, they made long strides in defeating the brigands, doing far better than their meager numbers would suggest. It is a joke among historians that if Akavir had a Nord armorer in their employ in the first era, they would have won the invasion.",
        "The success of these first three outsiders to the Syffim opened the door for more local members. Before the year was through, Dinieras-Ves had spread his business throughout the Empire. Young men and women, for a variety of reasons - because of desperate poverty, for love of action and adventure, in order to aid their crime-stricken neighbors - joined his new order en masse. They received training, and were immediately put to work helping the aristocracy's problems, assuming the roles of guards and soldiers within their locality.",
        "The early success of the Syffim in combating crime and defeating local monsters so inspired Potentate Versidae-Shaie that he entertained representatives from other organizations interested in Imperial sanction. Though formed much earlier, the Mages Guild had always been viewed with suspicion by the government. In the 321st year of the 2nd Era, the Potentate gave his approval to the Guilds Act, officially sanctioning the Mages, together with the Guilds of Tinkers, Cobblers, Prostitutes, Scribes, Architects, Brewers, Vintners, Weavers, Ratcatchers, Furriers, Cooks, Astrologers, Healers, Tailors, Minstrals, Barristers, and the Syffim. In the charter, they were no longer called the Syffim, however: bowing to the name it had become known as by the people, they were to be called the Fighters Guild. All the Guilds, and those that followed by later sanctions throughout the second and third eras, would be protected and encouraged by the Empire of Cyrodiil, recognizing their value to the people of Tamriel. All would be required to pay to expand their influence throughout the land. The Empire was strengthened by their presence, and the Imperial coffers were filled once again.",
        "Shortly after Versidae-Shaie's death, only three years after the Guild Act, his heir Savirien-Chovak, allowed the reforming of local armies. The Fighters Guild was no longer the principal arm of the local aristocracy, but their worth had already been established. Though there were certainly strong individuals who sought their own fortunes in the past, many historians have suggested that Dinieras-Ves was the ancestor in spirit of the modern phenomenon of the Adventurer, those men and women who dedicate their lives to questing for fame and fortune.",
        "Thus, all owe a debt of gratitude to the Fighters Guild -- not only its members, and the people who have been helped by its neutral policy of offering strong arms for a fee within the boundaries of the law. Without them, there would be no guilds of any kind, and it may be argued, no model for even the independent Adventurer.",
        ""
    ]
}