{
    "id": "HistoryofSenchalAnOverview",
    "paragraphs": [
        "By Sulema, Initiate Scholar of the Pa'alatiin",
        "With love for those who raised this one, who succumbed to the flu. You breathed life into this one's heart before your passing.",
        "For those compiling a history of the city-state of Senchal, we must rise to a series of challenges. The very nature of how Senchal came into being lies heavily within the realm of song and oral history passed among clans of Khajiit. Various calamities compound the difficulties facing a scholar researching this city, such as loss of property during various chaotic periods, which of course affected any written lore. That said, this one has found some resources that provide us with a brief overview of the history of Senchal. Given the nature of these resources, however, approach what follows with the same caution you would use when sneaking past a terror bird.",
        "The Formation of Senchal",
        "The early days of the Khajiit within the province now called Elsweyr saw them separated into sixteen different clans, each of which performed a different function. The location that is now Senchal was originally a favored landing place of the Senchal clan, who were skilled at building ships and sailing them from port to port.",
        "As trade increased, the Khajiit built dwellings and businesses, creating permanent structures. Fires demolished these buildings upon occasion in the early days, which led them to the use of stone. At this time, a class system started forming among the merchants, traders, and raiders. From this, the infamous Black Kiergo section of town was born (the rumored stomping grounds of Rajhin), catering to raiders and thieves, while the rest of the town had its own sections based on social status, including the home of the clan leader.",
        "The Thrassian Plague",
        "The budding city-state of Senchal continued to grow until the Thrassian Plague in 1E 2260. According to a partially burnt journal, author unknown:",
        "\"... many dead to this Thrassian Plague, with the rest in a panic. This one thinks it best to flee, but they have closed the gates. The smuggler tunnels burn, trapping those within Black Kiergo. They will die fiery deaths, no doubt. This one hates to think of even the worst of them dying that way. This one also worries that those fires will spread to the remaining wooden structures, and then to the stone buildings. Already, this one cannot breathe due to smoke. Wet cloth over the mouth does only so much. Curse those who set those fires. They will kill those of us who don't fall to....\"",
        "Presumably, the author was referring to the plague at the end. And indeed, the fires spread, burning flammable objects and scorching stone. This one doubts any survived. Scattered evidence indicate that Senchal required extensive rebuilding after these fires.",
        "Rebuilding Senchal",
        "Over the next several decades, the city grew back, solidifying its social structure even as its physical structures were rebuilt. Black Kiergo remained a haven for thieves, raiders, and others who operated outside the law. The political structure for the entire region of Pellitine changed after the plague, and now the ruler of the city also ruled the region. Clan identity fell completely away and was replaced by one's role within Senchal's society, a change linked to both Breton and Imperial influence. Most of Pellitine's rulers during this period focused on creating a sense of stability, sometimes at the expense of doing what some would consider to be \"fair\" or \"just.\"",
        "One ruler stands out due to his ties with the Imperials: King Dro'Zel. In 1E 2920, after hearing a bard tell a tale, he summoned Molag Bal to destroy the town of Gil-Var-Delle. Shortly thereafter, he became one of the new advisors to Emperor Reman Cyrodiil III. Ties to the Imperial throne strengthened until, after Reman III died, Potentate Versidue-Shaie took over the Empire. Additionally, further political change came to Senchal in the form of the marriage of Eshita of Pellitine to Keirgo of Anequina in 2E 309, forming the province of Elsweyr from their separate regions.",
        "Then, in a well-known story, Potentate Versidue-Shaie reportedly died at the hands of an unnamed assassin in 2E 324 in Senchal Palace, where he was residing at the time.",
        "Recent Events",
        "After the death of Versidue-Shaie, another blow landed: Khajiiti rebels slaughtered most of Elsweyr's royal dynasty. The citizens of Senchal fell back on their now-entrenched traditions and social structures to remain resilient, and life didn't look too different for the average person in Senchal until 2E 565, when the Knahaten Flu devastated the city.",
        "According to reports, this illness originated in Black Kiergo, and, as happened with the Thrassian Plague, fire was seen as the ultimate solution. Unknowingly, frightened residents repeated the same act that destroyed Senchal so many years before. Many suffered and died from the smoke and flames as well as the actual illness, and the Senchal of today remains a pale shadow of its former glory.",
        "Now Imperial forces reside within the city, serving as a sort of local militia, while Khajiit work to rebuild yet again. This one looks forward to seeing what comes of this mix of Khajiit and Imperial ingenuity, given the current state of Cyrodiil."
    ]
}