{
    "id": "HistoryofHouseDufort",
    "paragraphs": [
        "By Kaera Metrick, House Historian and Chronicler",
        "",
        "How does a family rise from meager beginnings to become a powerful noble house among the Bretons? In this rare case, it was through loyalty, shrewd practices, and above all, patience.",
        "",
        "Records and oral traditions in the family indicate that House Dufort's history began in Camlorn around 2E 70. They were a minor family with no ties to nobility. Justin Dufort was the rare young man born as a farmer but displaying a natural skill toward martial endeavors. The family scraped together enough gold to convince a knightly order to take him on as a squire. Justin proved himself and earned the rank of knight, performing countless feats of valor and bravery. One such feat was rescuing the daughter of Camlorn's duke from bandits who hoped to reap a rich ransom. Instead, they fell to Justin's sword, earning the knight the favor of the duke and a small fortune in gold as thanks for saving his beloved daughter.",
        "",
        "From that point forward, the family's influence grew. In 2E 125, Ylbore—grandson of Justin—traveled to the Systres Archipelago. By this point, Dufort was known as a prosperous merchant family seeking to turn their fortune in a new direction. Ylbore's instinct panned out as trade between Tamriel and the Systres Archipelago grew. His wealth increased enough that he was able to send for the rest of his siblings. In short order, the Dufort family became known as a premier shipbuilder, refurbishing facilities that had fallen into disuse after the creation of the All Flags Navy.",
        "",
        "As time passed, the two great families of the archipelago, Dufort and Mornard, worked together to turn High Isle into a thriving settlement. Thanks to Dufort ships, Mornard trade flourished into a vast network with operations in every significant Tamrielic port from Northpoint to Falinesti, as well as in Summerset. As Mornard influence grew, officials back in High Rock decided that the Systres needed legitimate noble claims to truly prosper. It was decreed that House Mornard would be awarded the duchy, and House Dufort would be given a barony and be subordinate to Duke Mornard.",
        "",
        "With the rise to nobility, both houses prospered. House Mornard's wealth increased as new mines were opened on Amenos and new trade routes were developed between the archipelago and the mainland. House Dufort, meanwhile, provided the fast ships Mornard required to get their goods from market to market, and even secured a contract to provide warships for High Rock.",
        "",
        "Over the intervening years, however, while the two houses remained connected due to their integrated business concerns, the friendly partnership developed into a rivalry as they settled into their places in the noble hierarchy. More often than not, House Mornard would exert influence and control over House Dufort, taking advantage of their dukedom to lord over the other's barony. Some say this change in temperament between the houses was due to the actions of Baron Densil, also known as the Mad Baron, but no historical evidence exists to verify the claim.",
        "",
        "Of course, all this changed when House Mornard threw its support to Ranser during the incident that has come to be known as Ranser's War. In backing the traitor Ranser's claim to power, Duke Avrippe Mornard earned the hatred of Wayrest. High King Emeric seized many of Mornard's holdings and transferred control of the Systres Archipelago to House Dufort, trusting their loyalty and shrewd practices to keep the isles running smoothly. Mornard was reduced to a count, and moved its base of operations from High Isle to Galen and the city of Vastyr.",
        "",
        "Now, under the watchful eyes of Duchess Elea, the Systres Archipelago experiences an era of wealth, safety, and prosperity unseen since the time of the All Flags Navy. And it's all thanks to House Dufort and the wisdom of the duchess."
    ]
}