{
    "id": "HistoryofLockPicking",
    "paragraphs": [
        "The modern lock has a fascinating history in Cyrodiil. The need to restrict access to one's home has been a problem since homes were first built. The very first security system was a simple bar across the door. This has the obvious shortcoming of only being functional when the owner is at home.",
        "The first recorded instance of a lock is the ingenious armbreaker of Castle Anvil. The count of the day put five slide bars on the side of the door. A hole in the door just above them allowed him to reach in and manipulate any of these bars. Only one of the bars truly locked or unlocked the door. The other four released the clasp on a hammer that fell down on the person's arm. Only by knowing which sliding bar was the true lock could one safely open the door.",
        "For over a hundred years, the state of the art in locks was defined by sliding bars and punished traps. Then the famous dwarf Mzunchend invented the pin lock. The first example had three pins. The key was turned in the lock four times, each turn depending on a different pin being in position. Obviously a pin could be used more than once.",
        "It was 65 years before anyone devised a method to open a pin-based lock without the key and without damaging the lock. It wasn't that the problem was so difficult. It was that nobody other than royalty could afford Mzunchend's locks. An enterprising blacksmith named Orenthal decided to mass-produce a common form of the lock at a reasonable price. Suddenly every shop had a lock. Now there was a reason to subvert the locks. It wasn't long before lockpicks and lockpicking appeared. Orenthal became quite wealthly inventing more and more sophisticated locks.",
        "Today's locks are sophisticated mechanisms with spring-loaded pins. Each metal pin must be pushed up by the key precisely to open the lock. Any imprecision in the key, any poorly made copy, or any clumsy attempt at lockpicking releases the spring tension, causing the pin to clamp down upon or even break the key or lockpick.",
        "Locks are made more secure by using multiple pins in the lock. Multiple-pin locks are more delicate and difficult to make, and more expensive, but provide a greater reliablity against tampering. Multiple-pin locks have the further virtue of resetting all pins when any single pin is tampered with. A single mistake with the fifth pin of a five-pin lock requires a thief to reset all five pins again. Most affordable locks are one-pin or two-pin locks. The five-pin lock is the highest achievement of the lockmaker's craft, and the greatest challenge to a would-be intruder.",
        "Picking the modern lock is an art form. A lockpick is a thin metal bar with a small tooth on the end. The tooth is used to press the pin up into the lock mechanism. The thief uses skill and experience to manipulate each pin in turn to determine the exact tension necessary to set the spring-loaded pin at its catchpoint. With a subtle pressing and lofting of the pin, the master thief determines the exact motion required to set it.",
        "A novice thief breaks many picks while learning his trade. Only with time and practice will he get better at guessing the tension and timing necessary to set a pin. As a result, novice thieves tend to carry a great many lockpicks, while the masters only need to carry a few."
    ]
}