{
    "id": "AHistoryofLilmoth",
    "paragraphs": [
        "By Tyrrya Len, The Wayrest Wanderer",
        "Lilmoth: the Festering Jewel of Black Marsh. Murkmire's southernmost port and entryway to the wild swamps that lie beyond. Merchants and travelers alike walk its muddy streets, the rampant humidity causing sweat to pearl against their skin. In all of Black Marsh, you will find no town quite so cultivated.",
        "In fact, you are unlikely to come across a town at all, as decades have passed since the time of Imperial occupation. One sees only shadows of the Empire's influence now, such as when visiting Old Imperial Lilmoth. There you will find a gallery of half-sunken villas, covered in moss and decay. The swamp has indeed reclaimed this place, just as the Argonians reclaimed Black Marsh.",
        "Scaly hands, however, did not lay out the foundation of Lilmoth. You can immediately see this in its distinctive name, which refers to the vulpine race that founded the town. Unfortunately, you will find no Lilmothiit in Lilmoth now, as the Knahaten Flu killed off all such inhabitants. Merchants from all over Tamriel, as well as Argonian travelers from nearby tribes, now occupy the town.",
        "Given the lack of a proper power structure, a council of highly influential merchants tends to most of the town's affairs. They see to the port tariffs and hire guards to patrol Lilmoth's streets. They also dispense justice to all non-natives, using an informal court system. It is well known, however, that a well-placed bribe is likely to settle matters far quicker than a well-spoken defense.",
        "Murkmire natives have a less structured system of justice. While tree-minders and war chiefs tend to settle most conflicts within the surrounding tribes, Lilmoth has no such legal system in place. In my year in Lilmoth, I have noticed that many Argonians defer to an elderly Argonian by the name of Sulahkeesh. What her role in their society is, I am uncertain, though it appears that the native population sees her as a well-respected arbitrator.",
        "Though still a bit rough around the edges, Lilmoth has come far from its origins as a den of war, piracy, and political struggle. You will find it now to be a lovely destination for all who wish to sample Murkmire's exotic mystery without risking the dangers of its expansive swamps. It's a must-see location for any who are fascinated with the eccentricities of Argonian culture, such as myself."
    ]
}