{
    "id": "HistoryofRavenRock",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC",
        "",
        "<title>History of Raven Rock, Vol. I</title>",
        "<center>The History of Raven Rock\nVolume I</center>",
        "<center>by\nLyrin Telleno</center>",
        "Forward",
        "Raven Rock is one of the more interesting colonies of Morrowind of the last two centuries. So much has happened to this tiny town in such a short amount of time, and so many lives have been affected by it, I felt it necessary to describe its rich history within these volumes. During my research, I lived in Raven Rock for almost three years, and I got to know many of my fellow Dunmer who call Raven Rock their home. I hope that my readers will appreciate the amount of fortitude and perseverance that it must take to endure life in such an inhospitable and untamed land.",
        "Raven Rock was founded in 3E 427 by the East Empire Company in response to the discovery of a rich ebony mine on the southern edge of the island of Solstheim. The construction of the town took several months, and the mine immediately started yielding ebony ore that the miner's shipped to Windhelm in Skyrim. By 3E 432, the town was home to over thirty people, all of whom depended on the mine for their livelihood. At this time, Raven Rock was almost exclusively inhabited by Imperials and a few Nords who were drawn to the mine's wealth.",
        "When the Oblivion Crisis arose in 3E 433, Raven Rock remained largely untouched by Mehrunes Dagon's forces and work continued as usual. The bulk of the Imperial Guard that was stationed in Raven Rock was recalled to Cyrodiil to fight the invading forces, but a few soldiers remained behind in order to protect the ebony mine from bandits. It's uncertain whether any Oblivion Gates ever opened on Solstheim, as there appears to be no record of such an event ever occurring there.",
        "In the first year of the Fourth Era, after the destruction of Ald'ruhn, many of the Dunmer Great Houses sent out small groups of their own to seek places to reestablish themselves. House Redoran's group was led by Brara Morvayn who immediately struck out for Solstheim. After some quick negotiations with the East Empire Company (and some speculate quite a bit of coin changing hands), Brara's group was allowed to settle in Raven Rock where they quickly became a part of the mining colony's way of life. The Dunmer proved to be both hard-working and reliable when it came to working in the mines, impressing the East Empire Company and solidifying their relationship.",
        "All was going quite well until that fateful day in 4E 5 when the Red Mountain suddenly erupted, sending a massive blast across the Sea of Ghosts that struck Solstheim with its full fury. Raven Rock was heavily damaged by this wave of force, which toppled several of its stone structures and obliterated many of the wooden ones. Ironically, the mine once again proved to be the town's saving grace, as most of the population of Raven Rock was working underground at the time, and was completely shielded from the blast. This event wasn't without cost, however. Raven Rock was heavily dependent on nearby Fort Frostmoth for its defense, but the eruption had almost completely wiped it from the face of Solstheim. The few soldiers that survived took residence in Raven Rock itself and attempted to set up a makeshift garrison there, but these scant few were hardly a match for potential threats to their town. With the East Empire Company's permission, Brara brought in some of House Redoran's elite \"Redoran Guard\" to fill the void. The guard proved to be an ideal replacement for the fallen Imperial soldiers and have been guarding the town ever since.\n",
        "<title>History of Raven Rock, Vol. II</title>",
        "<center>The History of Raven Rock\nVolume II\nby\nLyrin Telleno</center>",
        "Forward",
        "Raven Rock is one of the more interesting colonies of Morrowind of the last two centuries. So much has happened to this tiny town in such a short amount of time, and so many lives have been affected by it, I felt it necessary to describe its rich history within these volumes. During my research, I lived in Raven Rock for almost three years, and I got to know many of my fellow Dunmer who call Raven Rock their home. I hope that my readers will appreciate the amount of fortitude and perseverance that it must take to endure life in such an inhospitable and untamed land.",
        "After a few years, the relentless ash storms from the ever-erupting Red Mountain had transformed Solstheim's southern reaches into pure ash wastes reminiscent of those present on Vvardenfell itself. The storms would leave behind deep dunes of ash that made life exceedingly difficult in Raven Rock. In order to protect the town from these drifts, Brara Morvayn proposed that the East Empire Company construct a large wall of her own design to protect the east end of town. The company quickly agreed and provided the necessary funds. After almost a year, the construction was complete and the huge edifice was named \"The Bulwark.\" The wall proved to be extremely effective and allowed work to continue unabated in the mines.",
        "In 4E 16, when Solstheim was passed into the hands of the Dunmer people, the East Empire Company was forced to relinquish Raven Rock's control to House Redoran. The Council quickly named Brara Morvayn as councilor of their new town, and allowed her to rule Solstheim as she saw fit. As a result of this changing of the guard, almost the entire Imperial population left Raven Rock and returned to Cyrodiil. Brara continued to welcome the Dunmer that elected to settle on Solstheim. Some chose to stay in Raven Rock to work in the mines, and other took to more familiar territory and began a nomadic lifestyle in the ash wastes.",
        "The next few decades were the golden years for Raven Rock. Brara Morvayn was keeping the peace, the mines were still producing large quantities of ebony and the Dunmer that lived on the island were happy. After almost fifty years of prosperity, in 4E 65, Brara Morvayn finally succumbed to old age and passed away. She was interred in the family's ancestral tomb and her son, Lleril Morvayn, took her place. The people who had lived in Raven Rock during Brara's time as councilor were pleased to discover that Lleril shared his mother's notions of rulership. He was fair and compassionate, which kept the people on the island quite happy for many decades.",
        "<title>History of Raven Rock, Vol. III</title>",
        "<center>The History of Raven Rock\nVolume III\nby\nLyrin Telleno</center>",
        "",
        "Forward",
        "Raven Rock is one of the more interesting colonies of Morrowind of the last two centuries. So much has happened to this tiny town in such a short amount of time, and so many lives have been affected by it, I felt it necessary to describe its rich history within these volumes. During my research, I lived in Raven Rock for almost three years, and I got to know many of my fellow Dunmer who call Raven Rock their home. I hope that my readers will appreciate the amount of fortitude and perseverance that it must take to endure life in such an inhospitable and untamed land.",
        "All was going well in Raven Rock until 4E 95, when an attempt on Lleril's life was made without warning. Fortunately, the attack was unsuccessful thanks to the prowess of the Redoran Guard. Under questioning by Captain Modyn Veleth, the assassin was revealed to be Vilur Ulen of House Hlaalu. House Hlaalu had been at odds with House Redoran for years following their removal from the Council of Great Houses. The Hlaalu believe that House Redoran was instrumental in this reorganization, and have held a grudge ever since. Their attempt on Lleril's life was meant to send a message to the Council that House Redoran was not as mighty as they purported to be and that they were truly vulnerable and weak. The Redoran Guard investigated futhur and discovered that Vilur had been organizing a coup in Raven Rock in an attempt to fully wrest control of the island from Lleril's grasp. Vilur and his conspirators were executed and the coup was quelled.",
        "Several recent events have served to solidify the Dunmer people's respect for Lleril Morvayn. In 4E 130, the Bulwark began to show its age and threatened to crumble.  The councilor elected to use the bulk of his personal fortune to have it repaired. In 4E 150, a small force of Argonians landed on Solstheim with the intent of wreaking havoc on the island, and Councillor Morvayn led the charge against them personally. And in 4E 170, when the ebony mine finally began to dry up, he drained the remainder of his coffers keeping the people fed.",
        "By 4E 181, the mine's ebony veins were completely exhausted. Lleril ordered the mine to be shut down, and Raven Rock turned to hunting and fishing for its trade. A few Dunmer families departed Solstheim and returned to the mainland, but most stayed behind.",
        "At present, Lleril Morvayn is still the ruler of Raven Rock. The Redoran Guard continues to maintain order within the town and the surrounding area, keeping Raven Rock's residents safe, and in line. If even so much as a rumor of dissent reaches Lleril's ears, he has it quashed immediately. He's well aware that there may be a few Hlaalu loyalists still present among her population that would like to see him dead. The future may appear bleak for Raven Rock, but the spirit of its inhabitants will never be broken.\n"
    ]
}