{
    "id": "AHistoryofBlackrosePrison",
    "paragraphs": [
        "By Tyrrya Len, The Wayrest Wanderer",
        "Blackrose Prison, named after the infamous city of Blackrose, is said to have been built in a single day. Whether such an account is mere exaggeration or a spectacular truth, no one is certain. What is certain, however, is that Potentate Versidue-Shaie ordered the prison's construction, and Pelladil Direnni dutifully—or boastfully—fulfilled the order by summoning an army of stone atronachs to perform the labor.",
        "Though often thought to be built adjacent to the city, the prison's location is actually a day's march south, within the dangers of the swamp but accessible from the coast. This isolated location was specifically chosen to deter prisoners from escaping its confines. Few non-natives have been known to successfully traverse the dangers of Murkmire, especially those as ill-equipped as escaped prisoners would be.",
        "Imperial prisoners were sent to Blackrose Prison only for the most heinous or politically charged crimes. This was where men and mer alike were sent when the reigning power wished to never see them again. As such, the accountability of the prison staff was near non-existent. The brutality and cruelty that these prisoners faced was, by all accounts, particularly horrid.",
        "Given its convenient location, all Murkmire natives who conflicted with Imperial power would wind up within Blackrose Prison as well. Nagas in particular were apt to find their way here, given their rebellious nature against Imperial oppression. Even among their fellow prisoners, Nagas were treated with particular disdain, most likely provoked by their aggressive culture and drastic appearance. It is theorized that an increase in the Naga prisoner population, as well as a decline in Imperial power in the region, led to the mass riots that eventually forced Blackrose Prison to be abandoned.",
        "In the years following its abandonment, the prison was taken over by the very prisoners who were rumored to liberate it. Reclaiming that which once imprisoned them, they swore to eradicate any Imperials who dared to threaten their homeland. They called themselves the Blackguards, and swore loyalty to none but themselves.",
        "This claim was not well received by the surrounding tribes, who believed that such values went against the very cornerstones of their culture. One Argonian I spoke to had this to say on the matter: \"The Blackguards, they have stone hearts and sour bellies, hiding from change within their stone nest. Always they look back, never forward. It is because of this that the tribes would not support them. And now they are little more than bandits.\"",
        "Indeed, no matter how heroic their original ideals might have been, the Blackguards are now known as the largest crime organization within Murkmire. Within the last decade, they have even begun to allow non-Argonian members in their ranks; including, yes, the very Imperials that they once so adamantly fought against.",
        "Unfortunately, I will not be able to write of the current condition of Blackrose Prison, due to the dangers the Blackguards present. An unfortunate circumstance, due to the rich history such a visit would offer."
    ]
}