{
    "id": "HistoryofHouseMornard",
    "paragraphs": [
        "A complete and factual recount of the history of House Mornard, as researched by Dorothea Errard on behalf of House Dufort and the Errard libraries.",
        "",
        "If you ask any member of House Mornard about their family and the history of the Systres Archipelago, they will happily inform you of their family's journey across the sea, the great rise in their mercantile prospects, and their prowess in overseeing Amenos, the most dangerous of islands. They do not mention their own house's past leadership of the archipelago or their fall from grace. This is the full history of House Mornard.",
        "",
        "Prior to their arrival in the Systres, the Mornards controlled a valuable stretch of land between Wayrest and Evermore, known for its rich veins of high-quality metals and precious stones. Mornard prospectors often crossed the Bjoulsea River to exploit the Dragontail Mountains' bounty of ore, as well—an underhanded practice that earned them no friends in Hammerfell. Even so, the rulers of Wayrest profited from the arrangement and did little to interfere with it.",
        "",
        "When the Akaviri Potentate came to power in 1E 2920, the Mornards wasted no time in establishing a closer relationship with Cyrodiil. Mornard coin-barons helped settle Reman accounts in High Rock, which amounted to thousands of gold pieces in Imperial taxes. While many noble houses resented this, they also saw the utility of closer ties with the Empire. Wayrest, in particular, indulged the Mornards' schemes and leveraged the family's connections with Versidue-Shaie's regime to secure valuable trade deals all across western Tamriel. When the Akaviri Potentate began seizing errant states and territories in High Rock and beyond, the Mornard family was there to assist and profit.",
        "",
        "In 2E 110, a major portion of the Mornard mercantile family left the mainland to establish operations in the Systres Archipelago. A family patriarch was actually named to serve as an Imperial governor shortly thereafter, earning the post on the reputation and favor curried back in Wayrest and Cyrodiil. Fifteen years later, when the Dufort family arrived and started building ships, the two mercantile empires grew side-by-side as the islands prospered. In time, both were granted titles of nobility, with House Mornard taking the dukedom and House Dufort gaining a barony.",
        "",
        "Once House Mornard gained oversight of the archipelago, they increased their own wealth and power a thousandfold. Already operating mines on Amenos, the duke awarded his house exclusive mining rights to the island and also took control of the prison facilities located there. The partnership turned into a rivalry between Mornard and Dufort as Mornard's power and influence grew.",
        "",
        "The two prominent houses of the archipelago struggled for hegemony for centuries, with Mornard always staving off Dufort's efforts through their close mainland relationships and their essential role in the supply chain of High Rock. It wasn't until Duke Avrippe Mornard bungled the archipelago's response to the Knahaten Flu in 2E 562 that a chink appeared in the house armor. He compounded that failure by allying with King Ranser during the struggle between Shornhelm and Wayrest in 2E 566. As a result, High King Emeric stripped Avrippe and his house of their dukedom, reducing their rank to count and leaving them with only their mining concerns, their trade routes, and administration of the prison isle of Amenos.",
        "",
        "Now Count Leonard Mornard oversees house concerns from their estate in Vastyr, on the island of Galen. The house's wealth remains strong and they retain some level of influence, but they continue to chaff under the rule of House Dufort. The Mornards may never regain their former station in the Systres, as Duchess Elea rules justly and well from Gonfalon Bay. Under House Dufort's attentive eye, all Systreans have good reason to expect a brighter future!"
    ]
}