{
    "id": "HlaaluLetterofComplaint",
    "paragraphs": [
        "Most esteemed Minister Tharyon, House Redoran,",
        "I write to you on a matter of grave importance. My office has received an ever-increasing number of complaints in recent weeks. Many of our House Guests have experienced poor treatment at the hands of House Redoran bailiffs and constables. As you well know, House Hlaalu is duty-bound to address these grievances on their behalf.",
        "My dear minster, while I share your belief in the superiority of the Dunmer people, we must try to keep such opinions to ourselves. House Hlaalu defers to House Redoran on matters of defense; I would urge you to defer to us on matters of commerce and diplomacy.",
        "Our economy is in peril. The Pact has brought us some measure of security, yes, but the cost has been dear. Dearer than I think your Redoran kinsmen are willing to admit. My trade ministers have gone to great lengths to solidify our holdings outside Morrowind. While the enemy has seized most of our extraterritorial property, we retain sizable assets in Imperial bourses and foreign business concerns. Extracting this wealth is no small task. It takes time, gold, and most importantly, connections. We can ill-afford to alienate what few friends we have outside the Pact.",
        "Just this morning I received a complaint from one Theodric Ashcroft—a respected Breton investor. Apparently he was accosted by a pair of constables. while inspecting a potential construction site. Some minor religious infraction, I'm told—stepping over a fence to get a better look at the property, or something? According to Ashcroft, the constable forced him to the ground, dragged him to the Temple, and turned him over to the Ordinators, who subjected him to no less than three hours of interrogation and corporal reeducation. Needless to say, he will not be investing in our fair city. Both Ashcroft and his gold fled to the mainland.",
        "These people may be inferior, their religions may be repugnant, their manners may be tiresome. But for the love of the Three, swallow your pride and bear it! Idle zealotry cannot put food on the table. We cannot fill our coffers with incense and prayer and expect to wage war effectively. Interprovincial commerce is a necessary evil, whether you like it or not. I urge you in the strongest possible terms—leave outsiders be. I hope this will be my final word on the subject.",
        "Yours most respectfully,",
        "Tirnur Nalyn, House Hlaalu Deputy Trade Viceroy"
    ]
}