{
    "id": "HomesteadsintheBlackMarsh",
    "paragraphs": [
        "Edict the 19th: 11 Sun's Dawn, 2E 194",
        "Imperial Council of Potentate Versidue-Shaie",
        "",
        "Insofar as the region known as Black Marsh remains a desolate land and the Argonian natives thereof have taken no steps to cultivate this region, the Potentate of the Second Empire hereby decrees the areas of Black Marsh described in the Appendix to this Edict to be open to settlement by all Imperial citizens wishing to avail themselves of the opportunity.",
        "",
        "Any Imperial citizen (hereafter referred to as the Homesteader) shall from this day forward be entitled to enter unpopulated lands in the province of Black Marsh and claim therefrom a parcel of property (hereafter referred to as the Parcel) not to exceed nine hundred paces by nine hundred paces square. The Homesteader may then enter a claim to this Parcel before the Imperial Magistrate of Gideon. Upon the passage of five years from the day of the Homesteader's claim, and the presentation of proof that the Parcel has been brought under cultivation and is the Homesteader's primary place of residence, the Imperial Magistrate of Gideon shall issue a patent of ownership over the Parcel to the Homesteader and his or her heirs in perpetuity.",
        "",
        "As it is the intent of this Edict to bring about the settlement and cultivation of Black Marsh, the Homesteader shall have the right to make improvements to the Parcel from the day on which the Parcel is claimed, including the felling of trees, clearing of land, damming of streams, draining of ponds, and construction of fences. Any Argonian natives possessing non-permanent residences or camps within the area of the Homesteader's claim shall be required to remove themselves and their possessions from the Parcel, or be subject to forcible relocation by the nearest Imperial garrison.",
        "",
        "So let it be decreed: Black Marsh shall flower under the Potentate's benevolent hand.",
        ""
    ]
}