{
    "id": "HomeDecoratingGuides",
    "paragraphs": [
        "Librarian Comment:",
        "Although these guides are not grouped together in game, we have grouped them for convenience.",
        "",
        "<title>Markarth Home Decorating Guide</title>",
        "<center><bold>M A R K A R T H</bold></center>",
        "<center>Home Decorating Guide</center>",
        "Welcome to your new home!",
        "This decorating guide provides a list of packages that you can purchase from the Steward of the hold. Each package contains furnishings and decor for a specific part of your house, and these will be delivered and placed for you upon purchase.",
        "All you need to do is provide the gold, and the Steward will take care of the rest. The next time that you visit your home after making your purchases, you will see your new decorations and furnishings in place.",
        "<bold>Entrance Hall\nWhen you purchase this package, floor mats and decorative planters will be added to the hallway just beyond the front door.</bold>",
        "<bold>Living Room\nThis package fills out the home's large, central room with a large dining table, several smaller tables, shelves, a display case and other decor.</bold>",
        "<bold>Sleeping Quarters\nIn addition to improved furnishings and decor for your master bedroom, this package also adds a small dining area between the guest and master bedroom, near the rear of the house.</bold>",
        "<bold>Alchemy Laboratory\nThis package will furnish one the small rooms that adjoin the living room with the implements of an alchemist's laboratory. This includes an alchemy table, several shelves and added decor.</bold>",
        "<bold>Enchanting Laboratory\nThis package adds furniture and decor for a small enchanting laboratory adjoining the living room. This includes an enchanting table, shelves and decor.</bold>",
        "",
        "<title>Riften Home Decorating Guide</title>",
        "<center><bold>R I F T E N</bold></center>",
        "<center>Home Decorating Guide</center>",
        "Welcome to your new home!",
        "This decorating guide provides a list of packages that you can purchase from the Steward of the hold. Each package contains furnishings and decor for a specific part of your house, and these will be delivered and placed for you upon purchase.",
        "All you need to do is provide the gold, and the Steward will take care of the rest. The next time that you visit your home after making your purchases, you will see your new decorations and furnishings in place.",
        "<bold>Kitchen\nThis package will provide furnishings and decor for your kitchen, which is the room immediately beyond your home's front door. This includes the lighting of the fire.</bold>",
        "<bold>Bedroom\nAdds bedside tables, a dresser and a small table with two chairs to the master bedroom. This also includes an upgrade to the bed itself.</bold>",
        "<bold>Alchemy Laboratory\nThis package will place an alchemy crafting table in your basement, along with some shelves and other decor.</bold>",
        "<bold>Enchanting Laboratory\nThis package will place an item enchanting table in your basement, along with some shelves and other decor. Also includes a few practice dummies to test your new enchantments on.</bold>",
        "<bold>Garden\nWhen you purchase this package, the small patch of land adjacent to your house will be planted with a wide range of herbs, vegetables and other plants native to Skyrim.</bold>",
        "",
        "<title>Solitude Home Decorating Guide</title>",
        "<center><bold>S O L I T U D E</bold></center>",
        "<center>Home Decorating Guide</center>",
        "Welcome to your new home!",
        "This decorating guide provides a list of packages that you can  purchase from the Steward of the hold. Each package contains  furnishings and decor for a specific part of your house, and these  will be delivered and placed for you upon purchase.",
        "All you need to do is provide the gold, and the Steward will take  care of the rest. The next time that you visit your home after  making your purchases, you will see your new decorations and  furnishings in place.",
        "<bold>Living Room\nThis package adds a large table, chairs and a wide range of decor to the living area located centrally on the second floor of the house.</bold>",
        "<bold>Sleeping Quarters\nWhen you purchase this package, the master bedroom on the second floor of the house will be decorated with several furnishings and a larger, more luxurious bed. Also, a small dining area will be added just outside the bedroom door that includes a table, chairs and other decorations.</bold>",
        "<bold>Alchemy Laboratory\nFills out one of the ground floor rooms with implements and tools for an alchemy laboratory, including an alchemist's crafting table and related decor.</bold>",
        "<bold>Enchanting Laboratory\nWill stock one of the home's small ground-floor rooms with all of the furnshings for an enchanting laboratory, including an enchanter's crafting table. Also includes several practice dummies on which you can test out your new enchantments.</bold>",
        "<bold>Patio\nPlaces a small table, two chairs and other furnishings on the stone patio outside the back of the house.</bold>",
        "",
        "<title>Whiterun Home Decorating Guide</title>",
        "<center><bold>W H I T E R U N</bold></center>",
        "<center>Home Decorating Guide\nWelcome to your new home!</center>",
        "This decorating guide provides a list of packages that you can purchase from the   Steward of the hold. Each package contains furnishings and decor for a specific part of your house, and these will be delivered and placed for you upon purchase.",
        "All you need to do is provide the gold, and the Steward will take care of the rest. The next time that you visit your home after making your purchases, you will see your new decorations and furnishings in place.",
        "<bold>Kitchen\nIncludes a fire pit, a small table and two chairs, as well as a shelf to store cooking  supplies.</bold>",
        "<bold>Living Room\nProvides Wall-mounted shelves, a few side tables and two chairs placed near the fire pit, all near the center of the ground floor.</bold>",
        "<bold>Dining Room\nAdds a long wooden table and bench, as well as several shelves loaded with cutlery, dishes and cookware.</bold>",
        "<bold>Alchemy Laboratory\nThis package adds an alchemy crafting station, a reading table and chair, and a large wardrobe to the rear area of the ground floor. This also includes the addition of a wall to divide the laboratory from the dining room.</bold>",
        "<bold>Loft\nThis package includes a few chairs and tables to fill out the upper-level loft.</bold>",
        "<bold>Bedroom\nAdds two bedside tables, a dresser and a small table with two chairs to the master bedroom. This also includes the addition of a wall to give the bedroom added privacy.</bold>",
        "",
        "<title>Windhelm Home Decorating Guide</title>",
        "<center><bold>W I N D H E L M</bold></center>",
        "<center>Home Decorating Guide</center>",
        "Welcome to your new home!",
        "This decorating guide provides a list of packages that you can purchase from the Steward of the hold. Each package contains furnishings and decor for a specific part of your house, and these will be delivered and placed for you upon purchase.",
        "All you need to do is provide the gold, and the Steward will take care of the rest. The next time that you visit your home after making your purchases, you will see your new decorations and furnishings in place.",
        "Kitchen\nIncludes a fireplace, a table for two and ample shelving to store your food and cooking supplies.",
        "Living Room\nThis package fills Hjerim's spacious ground floor living room with several tables, chairs and shelves. Decorations for the floor and walls are also included.",
        "Alchemy Laboratory\nAdds an alchemy crafting station.",
        "Enchanting Laboratory\nAdds an enchanting crafting station.",
        "Upstairs Landing\nThis package adds several weapon racks and display cases, and lines the walls with mounted animal heads.",
        "Bedroom\nProvides an upgrade to your bed, as well as shelving, display cases, improved lighting and other bedroom furnishings and decor.",
        "Guest Room\nImproves the furnishings and decor in your home's guest bedroom, including a finer-quality bed, a small table, and some shelves.",
        ""
    ]
}