{
    "id": "HonorableWritsofExecution",
    "paragraphs": [
        "Councilor Eris Redoran,",
        "As you requested, I prepared this primer due to recent events involving the ancient guild of assassins known as the Morag Tong. You wanted to know everything available about the guild and its members in order to make informed decisions concerning how to respond to current activities aimed at our Great House. The guild personifies the darker aspects of Dunmer life, celebrating murder in the name of Mephala. Surprisingly, the group was created to curb violence and prevent the always contentious House politics of Morrowind from escalating into full-scale war. Since such a war has yet to erupt, I suppose you could say that the Morag Tong has thus far been a successful experiment.",
        "The Morrowind government sanctioned the Morag Tong long ago during the First Era, and to this day they continue to perform tacitly legal assassinations, utilizing a system of contracts known as \"honorable writs of execution.\" Under the established laws, no member of the Morag Tong can perform an execution without a writ detailing the exact target and purpose for the sanctioned murder. Maintaining an air of impartiality in regards to house politics, the Morag Tong carries itself with all the weight of a cherished and ancient institution. Members never act on their own accord and cannot take on missions of their own choosing. Instead, petitions for services are sent to the guild's Grandmaster for examination and consideration. If the petition is accepted, an honorable writ of execution is prepared and awarded to a Morag Tong member. From that point on, the contract's target is dead and just doesn't know it - before long the assassin makes contact and completes the deadly transaction.",
        "Unlike other killers or even those crazed fanatics that belong to the Dark Brotherhood, the Morag Tong assassins admit to their acts and proudly brandish their honorable writs of execution after each kill. These writs pardon a Tong member of any legal entanglements that may occur in the administration of the associated contract. Indeed, by law, a Tong executioner must step forward and proclaim that a kill was performed legally and to the letter of the contract, thus absolving him- or herself and averting any subsequent ramifications related to the act. The Tong claims to provide no safe harbor for criminals, so any member that does not comply comes under investigation and internal punishment.",
        "The origins of the Morag Tong remain shrouded in legend and conjecture. All I have been able to ascertain for sure is that the group emerged during the bloody House conflicts of early Morrowind, establishing the writ system and rising to prominence by the end of the First Era. The guild reached the height of its power about two-hundred-and-fifty years ago, operating openly across Tamriel and attaining a reputation as unparalleled, reasonable, and honorable killers. The group became too sure of itself, too confident of its position. After a number of high-profile assassinations of monarchs and great lords that frightened the Tamriel nobility, the Tong retreated back to its holdings in Morrowind and vanished from the public eye for more than a century. Today, the group maintains a subdued presence in Dark Elf lands, taking select contracts as they work to reestablish their name and reputation with the Great Houses.",
        "The organization of the Morag Tong hasn't changed much over the years. A Grandmaster leads the guild, who then grants power to each guild hall's master to accept and assign writs. Note that individual members cannot accept a contract without approval, however, and the guild masters have proven over the years that they take great care when deciding to accept a contract. One possible avenue to explore should the conflict between House Redoran and the Morag Tong escalate is the group's affiliation with Mephala, the Daedric Prince of lies, deception, and murder. While the organization is sanctioned and their heretical ways mostly overlooked by the Tribunal, Ordinators and Buoyant Armigers will deal with these heretics swiftly and brutally if they catch them in the act of committing murder. I leave that for you to decide.",
        "Enar Dren, House Redoran Master of Records"
    ]
}