{
    "id": "TheHorseFolkofSilverhoof",
    "paragraphs": [
        "I scoffed, of course, when I heard the rumors. A lost colony of Redguards on the northern coast of High Rock? Patently absurd. But the rumors were so persistent, so consistent, that eventually I was moved to take a sabbatical from my pedagogic duties at the Academy and travel north to see for myself.",
        "And behold, by the tears of Morwha, it was so! All of the scholarly details will be found in my forthcoming paper \"Sevenfold Truths of the Tribe of the Herd-Mother,\" but I shall summarize the main points here, as I feel this tale is too wondrous to wait upon the slow march of scholarship.",
        "On the northwest coast of the High Rock region of Rivenspire, some leagues west of the city of Shornhelm, is a pastoral basin known as the Vale of Silverhoof. Abiding there, as they have for the past three thousand years, is a tribe of Redguards who go by the simple name of the Horsemen.",
        "How did they get there, and when, and why? Unfortunately the Horsemen have no written records, but their oral traditions are strong, and I have recorded those that have been passed down from one generation to the next. The elders of the tribe were generous with their time, particularly two named Muzar and Yalaida, and from their tales I have been able to piece together the following tentative history.",
        "The Horsemen originally came from Yokuda, of this there can be no doubt. Though they have become unavoidably \"Bretonized\" over the centuries by contact with the Nedic folk who surround them, they retain a number of Yokudan words in daily speech, all spoken with that drawl in the vowels we associate with the steppes of old Akos Kasaz. A few examples will suffice from their riding terminology: to tell a horse to turn left, the Horsemen say \"Netu;\" to turn right, \"Netu Hu;\" and to halt, they say \"Selim.\" Of course, \"netu\" is Old Yokudan for \"turn,\" while \"anselim\" means to stop or to cease.",
        "So the Horsemen are of Yokudan descent, most probably from the herding clans of northern Akos Kasaz. The elders of the tribe maintain detailed oral accounts of their genealogy, and from the number of generations they record, it is possible to date their arrival on the shores of Tamriel to the early sixth century of the First Era. This was a period of upheaval in High Rock, when the Direnni Hegemony was in its death throes and the Breton kingdoms were just establishing themselves, a time when a colony of determined settlers could find a niche and establish itself before it could be driven out or absorbed by the indigenes. And according to the tales I heard from Muzar and Yalaida, this is exactly what happened in the Vale of Silverhoof, nearly two centuries before the Ra Gada came to Hammerfell.",
        "Why the Horsemen came to this land is harder to determine, for on that subject their tales veer into the legendary or even mythical. Here I must speak about the tribe's unorthodox religious beliefs, for they are central to their traditions and identity. For the Horsemen do not worship any of the Old Yokudan gods as we know them, instead venerating a sort of divine animist spirit they call the Herd Mother. This equine entity acts as the tribe's guiding and protective deity; young Horsemen must commune with her on a vision journey they must partake by themselves that acts as a rite of passage to adulthood (similar to our own tradition of Walkabout). This \"Herd Mother\" is otherwise unknown to modern scholarship, but of course the vast majority of our cultural records were lost in the cataclysm that swallowed the Old Isles.",
        "The Horsemen's tradition is that the tribe left lost Yokuda in order to preserve their worship of this Herd Mother, which was somehow endangered in the Old Isles. Their stories describe the journey from Akos Kasaz in a flotilla of \"swimming horse-ships\" given them by the Herd Mother, in which they \"crossed seventeen seas\" before reaching Tamriel. We may discount this tale as somewhat fanciful, but the Horsemen claim to have brought their eponymous mounts with them from the Isles, and this I do not doubt. For to the eye of this connoisseur of horseflesh, the steeds of the Horsemen are unmistakably identical to that breed we call the Yokudan Charger, and could have come directly from the Aswala Stables in the Alik'r."
    ]
}