{
    "id": "HouseofReveries",
    "paragraphs": [
        "<title>House of Reveries: The History</title>",
        "A Primer for Hopeful Recruits\nBy Quill, House of Reveries Archivist",
        "Welcome, dear heart, to the House of Reveries, home of the greatest players in Summerset! Perhaps aspirations of fame brought you here, or dreams of fortune. Perhaps mere curiosity or a need to belong. Nonetheless, before you undergo the extensive audition process to join our grand troupe, you must understand our order. And like all great plays, the best place to start is always at the beginning.",
        "A High Elf of noble intentions, and more than likely noble heritage, founded the House of Reveries. Grand Maestro Ingress was a leader of extraordinary vision and significant wealth, and it's she that sets the prelude to our great story. Though there are many plays, poems, and songs dedicated to her honor, all tell the same tale of her dedication and passion to the art of performance. But rather than stemming from a need to create something new, our first Grand Maestro's dedication grew from a distaste of the old.",
        "Before she was ever a Grand Maestro, our founder was but a simple mer of great passion. Many say her father nurtured her ever-growing love for performance. She appreciated all forms of the beloved art, whether it was the drama of a great monologue of old or the merriment of a simple juggling act. Yes, she felt kinship toward all of her fellow performers, from the humblest backgrounds to the greatest of names. And for a time she was happy.",
        "Alas, she grew older, and with age came a dark wisdom. She gazed into the heart of her fellow performers and found few who held true love for their craft. She began to realize that these mer saw the arts as a  stepping-stone, a path that would eventually lead to notoriety and power. A way to elevate their names to the highest rank, to become privileged and renowned. The poor soul grew more isolated as she encountered fewer kindred souls and soon withdrew from the world of performance, though it pained her greatly to do so.",
        "It was during this time of isolation that she reflected on what she could do to change this troubling trend. Determined to make a difference, she did the unthinkable. She cast aside her own name, burning down her old identity. From those ashes she rose as the Grand Maestro Ingress, and swore to create a group of like-minded companions. And thus the House of Reveries was born.",
        "All members of our troupe would live for their passion and their passion alone. To keep this manifesto in mind, Grand Maestro Ingress declared that all her players would wear masks and take up new names. They would never reveal their original identities, for it was the prominence of names that had turned so many of her fellow performers bitter and joyless. All who joined the House of Reveries would do so only for the love of the craft, the thrill of the performance. The only thing her players would crave was the resounding applause of the crowd.",
        "And so we come to you, dear heart, to determine what you wish to be. Who you wish to be. Have you come upon our doorsteps hoping for mere fame and fortune, or are you ready to cast off such selfish chains and live for the art? If you wish to join us, know that you shall never be you again. You'll be something brighter, something beautiful. You'll gain a thousand faces, but shall never show your own.",
        "Will you wear the mask?",
        "<title>House of Reveries: The Audition</title>",
        "A Primer for Hopeful Recruits\nBy Quill, House of Reveries Archivist",
        "So you wish to join in our reveries, my dear heart? I'm afraid it's not quite as simple as possessing a mere resolve and paying some modest dues. No, we have quite the indoctrination process. But you've memorized your lines and sang your parts, haven't you? You've honed your skill, whether it be the daring talent of swallowing swords or the intricate movements of dance. And so it is time for the audition.",
        "We announce open auditions every season, which last for a scant few weeks. You simply need to find the courage to hop up on stage and impress us with your talent! One of the players of our troupe will speak to you after your dazzling performance and tell you if you're worthy to become one of our Hopefuls. If not, better luck next season!",
        "Now, let's not confuse a Hopeful for anything more than what it is. As a Hopeful, you're permitted to enter our Manor of Masques in order to hone your craft and learn from the best. We shall even present you with a mask of your very own, as well as a new name. But you haven't joined the House of Reveries just yet, dear heart. No, this is only the first step of your path. For all Hopefuls must pass the final audition.",
        "Though this may be a harrowing journey, you'll not travel it alone. A mentor guides all Hopefuls, a senior member of the troupe who helps prepare you for that oh-so-important final audition. This mentor serves as as a fountain  of wisdom from which you may drink. Take their words to heart and follow their example. Your mentor is key to entering into our troupe. It's not merely enough to learn the steps and memorize the words. Within you must burn the passion of a true artist. Your mentor can kindle the flame, but it's up to you to stoke it into the raging fire it must become.",
        "Your fellow Hopefuls will be your steadfast companions during this time, and you are fully encouraged to befriend them! After all, these may soon be your fellow players. Let not fear or jealousy sink you to bitterness, for you do not compete for a single spot. There have been seasons where every Hopeful was invited join, and there have been seasons where all were rejected. But you will have to rely on your own talent during the final audition. Depend not on the mistakes of others, but be wary of your own.",
        "Though I tell you to befriend your fellow Hopefuls, always remember that your identity is no longer your own. You are expected to wear your mask at all times and never speak your old name. This is the beginning of your training, after all. You must act as a current member of our troupe, and that means beginning your life of privacy and intrigue. Your old name should only be known to yourself, your mentor, and the Grand Maestro. And then it should be forgotten.",
        "The final audition comes upon you quicker than you can imagine. Here, you stand before the Grand Maestro, the ring leader of our merry circus, the conductor of our great symphony, the director of this play of reveries. The Grand Maestro shall decide your ultimate fate.",
        "Your final performance must be the greatest show of renown, of desire, of expertise that you have ever demonstrated. Everything, your entire being, must fill this performance. And that is when we'll know if you're ready, dear heart. That is when we'll finally know if you're willing to cast aside everything—your name, your family, your entire life—and join us as a member of the House of Reveries.",
        "<title>House of Reveries: The Troupe</title>",
        "A Primer for Hopeful Recruits\nBy Quill, House of Reveries Archivist",
        "So you've joined us for a life of reveries, of intrigue and drama and joy! I'm so proud of you, dear heart, so very proud. Let me be the first among us to welcome you home.",
        "Now begins your transformation. Yes, you've chosen a name and donned a new mask, but that's only the beginning. Learn to change your voice, adopt new mannerisms, dye your hair bright colors. Learn to tell a thousand boasts but never a hint of the truth. You'll be tested, again and again. After all, there's no greater romance than the allure of intrigue. Stay strong and stay silent. Your very place within our troupe hinges upon your discretion.",
        "There's more to learn, dear heart. So you've mastered the gentle plucks of the lute? Pick up a sword and learn theatrical fencing! The best and brightest performers that Summerset has to offer now surround you. Don't waste this opportunity trying to protect your silly pride. Fall flat on your face, warble out a shaky note, and never stop growing. Every new skill you learn strengthens the entirety of our troupe. There's no such thing as a perfect performance, but we all damn well try our best to get there.",
        "Though Rellenthil may be our base of operations, the Manor of Masques cannot hold every member of our dear troupe. Besides, Summerset is a large island. How can we expect every adored member of our audience to make the trek to us? No, you'll be expected to live most of your days on the open road, lending a helping hand as needed. We fully expect every member to pull their own weight. You'll brush down the horses, oil creaky wagon wheels, cook supper, and dig out latrines. And remember, complaining will only earn you naught but more chores for your trouble.",
        "Every traveling troupe is led by a Maestro, a senior member who has proven worthy of such a majestic title. It wasn't too long ago that I was making my first trip around Summerset with my Maestro, a rather taciturn mer that went by the name of Baritone. It seemed we were doomed to dislike each other from our first meeting, for I thought myself silver-tongued and quick-footed. Maestro Baritone instantly saw through my act and gave me the longest, driest, and most monotone monologue I had ever read to memorize for my first performance.",
        "I nearly cried when I read it, for I thought it nothing short of sabotage. I would toss and turn at night, imagining the disapproving faces of my audience. Daily I begged Maestro Baritone to give me another part, but to no prevail. He simply shook his head and told me to get back to it. Painstakingly, I memorized every line of that cursed monologue, every dry and boring second of it. It was only when I memorized it without fail, without hesitation, that Maestro Baritone gave my next direction.",
        "\"Now, Quill,\" he told me with one of his rare smiles, \"I want you to make it your own.\"",
        "I was stunned. Despite my hatred for the accursed monologue, I found myself arguing. This was a piece of history! Written by our ancestors of old, renowned enough to survive through the centuries. How could I change it? Defile it? I felt no end of bafflement, as the Maestro had always been an absolute stickler for rules and regulations.",
        "\"You've honored this piece already,\" he told me. \"You've read it again and again. You know every name, every place, every detail, but you also know it has no heart. I believe in you, Quill. You're the one to give it that heart.\"",
        "I was transformed that day. The name I seemed to so casually bequeath upon myself truly became who I was. I was a quill, ready to create, eager to write the words again. Anew. Even to this day I find no greater pleasure than breathing life into a stagnant work of old. And my Maestro, the mer who I so adamantly disliked upon our very first meeting, was the one who showed me that. Never would I have guessed such a thing, that first teary night.",
        "Learn. Listen. Create. You've said but your first line, sung but your first note. You have such a long, difficult, tiring, wondrous journey before you, dear heart. Love every minute of that great production. The curtains open, you step upon the stage. We all simply cannot wait to see your performance."
    ]
}