{
    "id": "HouseTamrithARecentHistory",
    "paragraphs": [
        "For the royal eyes of the High King Emeric only! (He so loves it when I start these reports this way.)",
        "House Tamrith of Rivenspire has holdings primarily in the western half of that region, with numerous business interests that include agriculture, mercantiles, and commerce. Indeed, it was their thriving trade with the lands to the south that eventually led to strong ties with Stormhaven and the city of Wayrest.",
        "In many ways, the rivalry that marks the interplay of the three most prominent noble houses of Rivenspire (Tamrith, Dorell, and Montclair) dates back to the late period of the First Era, as each house established its reputation and its fortune and helped the region prosper. Of the three, Tamrith has the strongest tradition of piety and religious commitment, and the house has often called upon Arkay as its personal and most favored deity.",
        "As the High King is well aware, a good portion of his youth was spent in the company of two of Rivenspire's nobles—Baron Esmark Tamrith and Count Verandis Ravenwatch. And so it was with a heavy heart that the military might of Wayrest and its allies had to be turned against Rivenspire more than a decade ago. At the time, King Ranser of Shornhelm declared war upon Wayrest and forced his nobles to join him in his losing effort. Whatever their true feelings toward Wayrest, the noble houses of Rivenspire obeyed the call of their king and fielded troops against the High King.",
        "In short order, House Tamrith withdrew its support of King Ranser and petitioned for peace. House Dorell was quick to follow suit. Only House Ravenwatch, a relatively small concern compared to the other noble houses of Rivenspire, never took up arms. They remained neutral throughout the year-long conflict. House Montclair, meanwhile, supported King Ranser almost to the bitter end. They finally surrendered to the Wayrest alliance just before the battle that pushed Ranser's remaining forces back to the place now known as Traitor's Tor.",
        "In the aftermath of the conflict, Baron Tamrith emerged as a powerful force for peace and cooperation. It was his idea to form a ruling triumvirate to govern the region in the High King's name, and the leaders of all three noble houses pledged their loyalty to High King Emeric. The High King approved of the triumvirate, but also promised to select a new king of Shornhelm at the first opportunity. (This one reminds the High King that this promise has yet to be fulfilled.)",
        "Baron Esmark Tamrith married the daughter of House Elde, Janece, thus combining their fortunes and creating an even stronger political entity. The couple was blessed with two daughters, the pragmatic and thoughtful Eselde, and the strong and somewhat wilder Janeve. Four years ago, Eselde left Rivenspire to broaden her education and religious studies in Stormhaven, where she was a guest of the High King's court for the majority of that time. During the same period, young Janeve (against her father's and sister's wishes) joined the Shornhelm Guard.",
        "Eselde excelled in her studies, taking a particular interest in history, politics, diplomatic studies, and theology. She demonstrated a deep conviction in the teachings of Arkay and the Way of the Light, while also surpassing her contemporaries as a healer and champion of riddle contests. It was clear that she fully intended to prepare herself to eventually take on the mantle of leader of House Tamrith.",
        "Janeve likewise surpassed expectations. She quickly demonstrated amazing combat prowess, military strategy, and an ability to lead others in battle. She earned a number of rapid promotions, eventually becoming a Captain of the Guard. In addition to her role in the Shornhelm military, she also headed up the personal troops of House Tamrith. (For the record, in times of war or other emergencies, it is not uncommon for house troops to join with the city guard to form a single fighting force to defend the region.) If Janeve has a fault, it is her quick temper and love—some might say need—of constant action.",
        "It is with sad tidings that I report of the death of Baron Esmark Tamrith. He passed away just a few short months ago of natural causes. Eselde immediately left Stormhaven to return to Rivenspire and take up the mantle of house leader. Now, as Countess Eselde, she has taken her father's place as part of the ruling triumvirate of Rivenspire. So far, she has been performing admirably in the role, despite the constant disagreements with Baron Dorell. How she will interact with Baron Montclair has yet to be demonstrated, as the Baron has been absent from court these past few months, tending to the needs of his ailing wife.",
        "Barring unforeseen circumstances, I see a bright future ahead for the newly appointed Countess of House Tamrith.",
        "For the High King, Chancellor Regina Troivois, the Department of Interior Affairs"
    ]
}