{
    "id": "HouseTharnoftheNibenay",
    "paragraphs": [
        "<header>Noble Families of Cyrodiil, Volume Seventeen</header>",
        "By Count Opius Voteporix",
        "House Tharn of Cheydinhal is one of the most distinguished noble families of northern Nibenay, where they have held extensive estates since early in the First Era. The family may, as they claim, be as old as the First Era itself: as house historians like to point out, there is a \"Tharanus Ye Redde-Hand\" mentioned in the Tamrilean Tractates of 1E 200. In those days before Alessia's Slave Rebellion, this proto-Tharn was apparently a slave overseer employed by the Ayleid Elves of Fanacas, a mining hold in the hills north of modern-day Cheydinhal. Based upon the fact that the Ayleids were known to have kept business records in red ink, the Tharn historians posit that this \"Redde-Hand\" was probably literate and employed in some clerical capacity. To be thorough, I will mention Lady Euphemia Glaber's theory that identified this Tharanus with the notorious \"Tharhan the Mutilant\" of the Gradual Massacre in 1E 227, but this was completely disproved by the text of the \"Scroll of Precursor Saints\" discovered the in the vaults below White-Gold Tower by Chancellor Abnur Tharn in 2E 541.",
        "House tradition holds that the Tharn family was active in St. Alessia's slave uprising, with one Vilius Tharn serving Pelinal Whitestrake as \"Blade-Serrator and Master of the Abbatoir.\" But the next Tharn who can definitely be identified in the historical record is Fervidius Tharn of the Alessian Order, who was Arch-Prelate of the Maruhkati Selective from 1E 1188 until his death (exact date indeterminate). Fervidius is best-remembered today as the author of the \"Sermons Denouncing the Seventeen Leniencies.\"",
        "Noble Tharn captains led mercenary companies that fought on both sides in the War of Righteousness in the 2300s, and when the dust settled General Turpis \"Volte-Face\" Tharn was in possession of the broad holdings that the family today calls home. Taking the title Earl of Outer Cheydinhal, Turpis married a niece of Admiral Bendu Olo and set about fathering numerous descendants.",
        "Several generations of Tharns served nobly and well during the Reman Empire, including Regulus Tharn, who revived the tradition of Imperial Battlemages, and Excoraeus Tharn, Emperor Kastav's Minister of Punition.",
        "Which brings us to the members of the Tharn family of our own, current day. First and foremost, of course, is the head of the house and longtime Chancellor of the Elder Council, Abnur Tharn. Through times of trouble and the change of emperors, the Chancellor has always been there to provide the continuity and consistency our Imperial civilization needs.",
        "Second only out of respect for her elder is Her Majesty Clivia Tharn, Empress-Regent of Cyrodiil, and daughter of Abnur Tharn by his seventh wife, Pulasia. Empress Clivia, it need hardly be said, is the widow of two emperors, having been the consort of both Leovic and Varen.",
        "Scarcely less powerful is the Chancellor's younger half-sister, Euraxia Tharn, who has been Queen of Rimmen since the Frostfall Coup in 2E 576. And what would social events in the Imperial City be like without the presence of her son, the droll and charming Javad Tharn?",
        "Truly, House Tharn has come to epitomize the modern Nibenese nobility. We can only hope that they will continue to be with us through the future, whatever it may bring.",
        "(Note: Effusive enough? Also, forgot to work in Magus-General Septima. Must get that bonus A. promised.)"
    ]
}