{
    "id": "HowtoTrainYourGuar",
    "paragraphs": [
        "…in Five Easy Steps!",
        "Guar have much more complex inner lives than many give them credit for. We know they can be trained to carry packs, and we love them for their docile nature, but what do we really know about our relationship with these steadfast beasts? In my years working with guar, I have discovered that they have a much greater capacity for learning than we could ever expect. My studies have yielded what I believe are some of the best methods for guar training, useful whether you are interested in studying them in-depth or just in getting ol' Rollie to stop chewing on your sandals.",
        "1. Demonstrate\nMake sure to clearly show your guar what you intend for him to do for you. Make sure to hunch over and look as much like a guar as possible. Studies have shown that just by watching, guar can learn the basics of a task. Keep his attention by carrying a bit of food that is of interest while you perform the task.",
        "2. Command\nClearly, slowly state the command word you wish to associate with the demonstrated behavior. Say it over and over again as you show your guar the correct way to do the task. Sometimes I find that yelling helps, as it startles the guar into paying closer attention (though it may also make him skittish).",
        "3. Watch\nAfter you have demonstrated what you wish your guar to do while repeating the command word, watch for the guar to make an attempt. Continue saying the command word and continue to the next step every time he makes a move in the correct direction. This can take hours or days, so be prepared to watch for a while.",
        "4. Reward\nGive your guar a reward even for incremental progress, such as nudging a bucket you wish him to carry. Training can be difficult, and rewarding every bit of progress will help your guar stay motivated.",
        "5. Repeat\nIt may take weeks for you to fully teach your guar a new task, so stay patient. Train every day, and by following these steps, you'll have the best-trained guar in the district!"
    ]
}