{
    "id": "HowHackwingGotHerTail",
    "paragraphs": [
        "A traditional Argonian children's tale recorded by Tsuleenkeesh.",
        "",
        "One day, Hackwing was busy soaring through the air when she heard a voice from the ground call up to her. \"You're pretty good at that,\" Bog Dog said, his beady eyes tracking her across the sky, \"but how fast are you on the ground?\"",
        "",
        "Hackwing dove at Bog Dog's head and giggled as he ducked, \"I'm as fast as I need to be.\"",
        "",
        "\"I bet I'm faster than you,\" Bog Dog challenged.",
        "",
        "Hackwing spun in the air and landed lightly on a rock just beyond Bog Dog's grasp. \"What do you suggest?\"",
        "",
        "\"A race. If you win, I won't hunt your kind again.\"",
        "",
        "\"And if I don't?\" Hackwing asked, knowing better than to trust Bog Dog.",
        "",
        "\"If I win,\" Bog Dog barked, \"I get to eat you.\"",
        "",
        "Hackwing thought about the terms of the race. They were too good to pass up. Bog Dog had been hunting her family for too long and now she had a chance to stop him. Hackwing nodded. \"We will race to that boulder there, in the distance. The first one to reach it wins the race.\"",
        "",
        "Bog Dog nodded. \"Before we start, you must stand next to me. Otherwise one of us will have an unfair advantage.\"",
        "",
        "Hackwing, forgetting not to trust Bog Dog, did as he asked and climbed down from her rocky perch. In a flash, Bog Dog's toothy muzzle snapped at her, but Hackwing was too fast. She took to the sky so quickly that Bog Dog's bite missed her middle and snapped closed on her short tail. Hackwing pulled, her wings flapping as fast as they could. She pulled and flapped and stretched until she'd reached the boulder.",
        "",
        "\"I won!\" She preened. \"Let go of my tail, I've won and you can't eat me.\"",
        "",
        "Reluctantly, Bog Dog let go of Hackwing's tail which had been stretched so far that it was much longer than the stub it had been.",
        "",
        "Now, hackwings keep their tails long, to honor their quick ancestor and remind bog dogs to keep their promise.",
        ""
    ]
}