{
    "id": "HowtoWinaFight",
    "paragraphs": [
        "I don't read books much, and there's a good reason. You get all these scholar types philosophizing about anything, even stuff they don't know squat about! The other day, I saw a book about the \"art\" of the sword. I never saw anything so ridiculous. It was full of \"deep thoughts\" about how fighting is like dancing and a bunch of other horse piss.",
        "I've seen plenty of fights, and I can tell you that all that high-minded fuss is just going to distract you. Fighting is fighting. It's dirty, it's dangerous, and you do what you have to do to survive. I'll lay it out real simple for you right here, and then you can go smash some skulls in without worrying about dance steps or getting in tune with the soul of the blade or any of that. Here's what you need to know:",
        "First, find the biggest weapon you can. Something you need to grab with two hands. Forget shields and bows and tiny daggers. Those aren't going to scare your enemy, and that's one of the first things you need to do. Get the hugest hammer you can. A greatsword works, too, I guess. If you can't pick it up and swing it, well, you aren't strong enough to fight, and you're going to need to lift heavy things until you can!",
        "Second, start breaking things with it. Swing it from the side or from over your head, and smash boxes, scarecrows, target dummies—whatever you can find. Just get a feel for how it swings. This isn't art. It's about having the scariest weapon and being strong enough and crazy enough to send the enemy fleeing when they see you use it to bash someone's helmet in.",
        "Third, find fights! Join a mercenary band or the military. Do whatever gets you into the action. If you know how to swing your weapon and yell really loud, they'll probably take you, especially if you're big and covered in muscles (you should be). Now you can practice on live targets without getting in trouble. Drink just enough to be angry and then get into the fight. If you're strong enough, your weapon is big enough, and you yell loud enough, you'll win—no reading required."
    ]
}