{
    "id": "TheHungerofSep",
    "paragraphs": [
        "Look, my child, at the beetle I hold in my palm. It scuttles, and tickles, and looks busily for food. Would you like to hold it, child? I swear, by Tava's red feathers, that it shall not be hurtful to you. It is quite harmless, this beetle.",
        "At this size.",
        "For it will grow—yes, even as you will grow, so will this beetle. As you grow and grow until you reach woman's height, so will this beetle grow and grow.",
        "And in the fullness of time, you will cease to grow. But the beetle will grow on.",
        "It was not ever thus. In far-off Yokuda, in times of yore, when all walked in step with the gods, these beetles were the friends of our houses and the amusing companions of our children. They were named Samara Scarabs. And they grew, yes, but only to the size of an ample millet-loaf, for it was not needful for them to grow larger. For were they not favored of the children? Did they not scamper, and race, and sing the clickety-song? And were they not well-fed therefore, on seeds and savory dung-pellets?",
        "Aye, it was so.",
        "And the lives of the people were good, for though the land was harsh, the people followed the will of the gods, and thus were vouchsafed enough to live well, and a little more. And the Divines were reverenced as it was written they should be, and all things were in their proper places.",
        "But some there were among the people who decided that a little more than what they needed was not as much as they did want. And in their avarice they fell away from proper reverence, and were taken, yea, body and soul, with the Hunger of Sep. And this was an ill thing, for the Hunger of Sep can never be sated.",
        "Then evil came to Yokuda, and red war, and forbidden rites were practiced, and fell things were summoned that should never have been called forth. It was a Time of Ending. Satakal arose from the starry deeps, and Yokuda was pulled down beneath the waves.",
        "But after every End Time comes a New Time, and it was even so in this case. For some of the people were permitted to sojourn to Tamriel, where we took Hammefell for our own. There we were given a chance to once again worship the gods in proper reverence. And we brought our Samara Scarabs with us, that we might delight the children and remember happier days.",
        "And the Hunger of Sep was left behind—for a time, my child, for a time. But it is deep in our mortal core, and may ever arise again. So the gods gave unto us a warning, yea, even unto the smallest children. For in this New Time, in this New Place, our little companions grew to the size of an ample millet-loaf, as was meet. However, they then continued to grow, and burgeon, and sprout hurtful claws and rending mandibles. And then, with tears, we drove them from our homes and into the wastes, where they flourished and became baneful.",
        "Yes, my child—the Assassin Beetles that plague the empty places are our own Samara Scarabs, smitten by the gods with the Hunger of Sep. They are a lesson to us, an awful warning to those who would become too avid.",
        "Be happy, then, and forego all avarice—for here we have enough to live well, and a little more."
    ]
}