{
    "id": "TheHuntsmanPrince",
    "paragraphs": [
        "Tribe Huntsman of the Princes. Father of Manbeasts. The Hungry Cat. Hircine has many names, but all relate to his one known sphere; the hunt. The Daedric Prince is obsessed with the chase, the capture, the kill; whether the prey be mer, man, or beast.",
        "Hircine is a favored subject of worship in Tamriel, although it is not out of line to question this popularity. None would go so far as to call him a deity of benevolence. In fact, Hircine has never seemed to actively want worship or reverence. He simply seeks out, tests, and rewards hunters he finds worthy.",
        "Perhaps that's the appeal of such an idol. There's an odd purity to his savagery. Unlike many other Daedric Princes, his boons are generally found to be more or less fair. All his followers must do is prove themselves to him. Do so, and they are promised an afterlife of endless hunts within his Hunting Grounds.",
        "The Hunting Grounds",
        "Followers of Hircine are promised one thing; an afterlife within the Prince's realm of Oblivion, known as the Hunting Grounds. An endless forest where endless hunts are held. A land of savagery and violence, where an eternal cycle of death and rebirth take place.",
        "Hunting lodges dot the landscape, home to the souls which haunt this realm. Powerful beasts lurk within the forests, allowing Hircine's followers to indulge in spectacular hunts. A true paradise for those who have dedicated their life to the Huntsman Prince.",
        "The Great Hunt",
        "Though a rare occurrence, Hircine does allow the living to enter his realm. This event is known as the Great Hunt, a deadly competition held for the Huntsman Prince's amusement. This contest of skill and cunning has only one goal in mind; capture the Hare and present it to Hircine. Only then will you earn his favor.",
        "Many die during this bid for Hircine's boon. It's not uncommon for competitors to turn against one another, or to be killed by one of the many natural dangers the realm presents. And the Hare itself, of course, never goes down without a fight.",
        "Lycanthropy",
        "Hircine's title Father of Manbeasts is a well earned one. He's believed to be the creator of lycanthropy, the ability for mer and man to transform into beastial creatures. The most well known of these lycanthropes are werewolves.",
        "Those infected with lycanthropy, whether by birth or infection, are cursed with an aggressive madness that compels them to bloodlust. Upon their death, they are sent to spend their afterlife within the Hunting Grounds. This is regardless of their allegiance to Hircine.",
        "There's no known documentation of a soul escaping the Hunting Grounds, but there is one possibility. If a competitor of the Great Hunt would ask for a soul's freedom as their boon, Hircine will be compelled to free that individual's soul. And that is exactly what I must do if I ever wish for my father to be free of that savage realm."
    ]
}