{
    "id": "AHuntersJourneyVIFauns",
    "paragraphs": [
        "By Viola Fulcinius, Professional Hunter",
        "",
        "I've loosed arrows in every forest from Solitude to Lilmoth. I've carved the hide off a mother wamasu and pried the tusks from a gray bull mammoth. I've gutted, skinned, and stuffed my way all across Tamriel. But until recently, there was one thing I hadn't done—I'd never hunted a Faun. I'd heard tales, sure. Stories about some primitive deer-people scampering around on an island in the Eltheric. Now most times, I hear a tale like that and just laugh in my ale. But then I did a bit of research and found truth in these frontier tales. Naturally, I snatched up my knife and longbow, secured passage on a ship, and sailed westward.",
        "",
        "Some folk might read this and call hunting Fauns murder. These Fauns are people, right? Well, it's not that simple. Is a Goblin a person? Is an Ogre a person? They're clever enough to put on a pair of trousers, I'll give you that. But if those beasts are people, then the world we live in is full of murderers. Fact is, Goblins are vicious little creatures, Ogres are lumbering brutes, and Fauns aren't much better. Don't believe me? Let me tell you a story.",
        "",
        "A few years ago, a water-carrier named Tarvour Gomberville dipped his bucket in Loch Abhain, not far from Y'ffre's Cauldron. He'd barely filled his bucket when a pair of Fauns burst out of the undergrowth, gibbering like wild animals. They tossed a vine-rope around Tarvour, tied him up tight, then strung him up on a tree by his ankles. That was just the beginning! Pretty soon, they started stuffing his mouth full of garlic cloves, baying their animal laughs. Then they slathered him with honey and whacked a hornet's nest off a nearby tree. Poor Tarvour got stung fifty times or more. His family found him the next day—alive, but just barely.",
        "",
        "Now, that's just one tale related to the acts of these supposed \"\"people.\"\" I know plenty more that end far worse than this. So, if you mean to shed any tears on a Faun's account, just remember that poor bastard and his bucket. If you want to spare the people of High Isle a similar fate, I'll see you on the hunt!"
    ]
}