{
    "id": "HusksandBones",
    "paragraphs": [
        "12th Second Seed",
        "Boss bought a map off of some Wood Elf, says it's the shortest trail to Elden Root he's seen by a long shot. He thinks we'll make a killing getting these lumber shipments down there, and if we can do it faster than anyone else, all the better. He told me the Wood Elves won't cut down any of their own trees because of some deal they have with them. Deals with trees, ha! Crazy Elves. As long as they have the gold, I'll bring the goods. None of us have ever been down that way, but I bet it'll be a nice change of pace from the old Elsweyr routes I've been running. Tired of all the sun, anyway.",
        "18th Second Seed",
        "I hope they have really, really nice beds in Elden Root. And less bugs. I've never seen so many in my life—beetles the size of my hand, snaky things with more legs than I want to think about, and the biting! I can't sleep for the itching, and I swear they settle all over you as soon as you sit still. We haven't passed any kind of village, and I'm starting to doubt this is a trail at all with all the slashing we're having to do to make passage for the wagons. It's all overgrown, like no one's used it forever.\n24th Second Seed",
        "Last night, I dreamed I was in the Roosting Quail back home. My favorite tavern. Best ale I've ever had. Maxintius and I were sitting in the common room, and he told a joke so funny that I spat out ale and couldn't stop laughing. Then I was awake, but the laughter wasn't gone; hooting, high-pitched laughter coming from the trees. The guard on watch, that Argonian whose name I can't pronounce, he didn't see anything. We scouted around, but the laughing stopped, and then we all just sat by the fire feeling uneasy. I grabbed my flask of Flin and raised it to my mouth, only to feel wiggling legs! In my mouth! Everyone else's flasks and skins were full of 'em too. Akatosh's fiery roar!",
        "2nd Mid Year",
        "Things are just getting weirder. Today, we were slashing our way forward double-time, because we all want to get this done with and get out, and Maxintius spotted giant beetles up ahead on the trail. Not just big bugs—huge bugs. Bugs the size of wolves. Massive pinchers, shiny shells. They weren't doing much, just crawling around, but we hadn't seen their like so far and approached slowly. When I got within a short stone's throw, I noticed something strange about their legs. They looked like a man's! They were! In a flash, they stood up and rushed towards us, running and flipping and laughing, covered in beetle shells and grabbing things from the camp before disappearing off into the trees. We tried to give chase. The Argonian fired a quick arrow, but it bounced right off that carapace armor. Were those Wood Elves? I heard there were really wild ones, but dressing up as giant bugs? They aren't bandits; they hardly even took much and didn't hurt anyone.",
        "4th Mid Year",
        "That's it. We're turning back. There's no way we're making it to Elden Root, and I'm getting a pretty clear message that they—whoever they are—don't want us to. No amount of gold is worth this; I'd rather haggle with a Khajiit for a week than deal with this place. This time, our water was drugged. That had to be what happened. Who knows how they got to it or what they put in it, but when we woke up in the middle of the night, skeletons were dancing around the campfire. I couldn't move, could only watch in a haze and listen to the strange music, the rattling and hissing and low, warped flutes. Were they wearing bones? It's all fuzzy except one thing: we are getting out of here, profits be damned!"
    ]
}