{
    "id": "HydrikDeepDelvesWitandWisdom",
    "paragraphs": [
        "Right, you sod. I'm stuck in my room at the guild hall with a broken ankle, and the healer says it'll be a miracle if I'm walking again this side of six weeks. The hall steward says it's good to take the time to put word to parchment, so the younger members can get the benefits of my \"wisdom.\" Drinking seems like a better way to waste the hours, but it's the hall steward who's putting me up for my convalescence.",
        "So read well. Any ponce with a dirk can gut a few sabre cats in the foothills of Kilkreath. But the real work, that's in the pits and dark corners of Western Skyrim. I've knocked about them enough to know what's what, so if you want a chance of seeing daylight after delving in these places, keep reading.",
        "SHADOWGREEN\nAny recruit might think a place so close to Solitude won't be that dangerous. Wrong. There's a gods-damned menagerie of beasts in this place, ready to claw out your eyes and eat your liver. And that's just the start—rivers of fire ribbon the place! Saw a healer get the air choked from her lungs just by standing too close to the stuff. And while you're minding the heat, you need to contend with the frozen wind that blows in from the Sea of Ghosts. It can turn your fingers black if you don't wrap them tightly. Try fending off a hungry bear with a handful of frostbitten fingers, I dare you!",
        "There's worse rumors lately. Hagravens, the prickly wretches, were spotted setting up roosts in the place. Calling all sorts of nastier things to their side, I reckon. Gods know what they want.",
        "DRAGONHOME\nFirst, let me clear the air. There's not a single damn Dragon in the place. I'm sick of every Svyne, Bor and Oda thinking they're going to slay a Dragon and become a hero of legend. You want to do that, travel to Elsweyr!",
        "What this place does have is draugr—enough to give any chapter of the guild pause. The Dragon Cult really knew how to fit a legion into a few musty halls, I'll give them that. And where you don't find draugr, you'll find cultists barmy enough to think it's smart to worship Dragons. Think they're back in the days of old, they do! It's got the other charms of barrows, too—traps, sepulchers that suddenly burst open, and on top of that, a fall that will kill you if you don't watch your footing. So, mind the heights!",
        "FROZEN COAST\nDrowning is a terrible way to die. There's a lot of ways a berk can die in our line of work, but drowning is just about the worst of them in my book. So, imagine you're standing on a shelf of slick ice, fighting off a Sea Giant, and you take a misstep and plunge into water colder than Naemira's teat. You ain't jumping right out of that. The cold saps the air from your lungs straight away. Whatever strength you had to pull your armored arse out of the deep flutters away. And then you sink.",
        "That's the bad part. The worse part is the clan of Sea Giants that decided these rocks might be a good spot to sit for a spell and sow some mayhem. You might think I'm talking about the doddering, fur-clad sods you see in in the wilds. No. Sea Giants are smart. They're also mean, and they'll happily take the time to make your death as painful as possible—just for the fun of it. And they don't make cheese from mammoth milk—at least as far as I can tell.",
        "CHILLWIND DEPTHS\nIt's a cave. Low light, low ceiling. Until recently, there wasn't much in there to be worried about. Some Reachfolk hiding out, maybe. Or a stray necromancer or two. Nothing the guild couldn't handle. But some creatures have set up homes in these tunnels, creatures I haven't seen before. Like goblins, only not.",
        "Pale things with nasty armor, strong enough to pull a full-grown Orc screaming into the black tunnels. I took a job to check it out, and barely got two chambers in before these things attacked me.",
        "There's some kind of bugs they use—massive, armored things, with mandibles like steel traps. They'll bite right through chain mail, and I wouldn't be surprised if venom dripped from those jaws.",
        "LABYRINTHIAN\nAny smart berk can make their way into and out of the delves above without too much fear of losing hide nor hair. But only an idiot goes into Labyrinthian without a small army. I don't care if a scholar's only got the coin to pay for one guard, it ain't worth the gold. There's big blokes in the upper levels of the place, and plenty of meaner things in the caverns below. Word of warning: don't go too deep. Plenty go down that don't come back up."
    ]
}