{
    "id": "HyenrilsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Arms of Chaos from the Creation Club",
        "",
        "1st of Sun's Dawn, 4E 201",
        "Master Ellane said the Staff of Chaos was crafted by Loreth, and passed on through the generations until it was stolen by Jagar Tharn, before being shattered into pieces by the Eternal Champion.",
        "",
        "While the pieces may be lost forever, they say centuries later, a descendant of Loreth sought to recreate their magic. The results were the Arms of Chaos, magical staves that harnessed the power of the Sun and the Moon. Yet one day, the mage dismantled the staves and left them lifeless, convinced they were possessed by some unknown madness.",
        "",
        "It was my master's obsession to restore these artifacts, and in her honor, it has become mine. If only I could speak to her, I would know what to do next.",
        "",
        "17th of Rain's Hand, 4E 201",
        "Leave it to my late master to provide guidance on how to proceed. Going through her effects, I found a sketch of the necklace she often wore. It's identical in all ways but one - there's an orb set in the center of the amulet, teeming with fire. If it's true that Loreth's magic allowed one to travel to distant worlds, then it's possible this orb is a Sigil Stone! If my hunch is right, the staves are missing the same.",
        "",
        "22nd of Rain's Hand, 4E 201",
        "My spirit renewed, I scoured the archives in Winterhold and found my path forward. I must find a way to summon three Daedra, Guardians of the Sigil Stones. There's an altar on the eastern shore of Skytemple Ruins, bearing a Daedric mark. It may be what I need.",
        "",
        "28th of Rain's Hand, 4E 201",
        "I've hit a snag. The ring used to activate the summoning circle was buried with my late master, which I foolishly had shipped to her ancestral home. To think she even gifted me the ring, and I mistook it for sentiment! I feel thicker than Netch Jelly.",
        "",
        "Still, complaining won't undo my mistake. The name of the ship was the Sea Stallion, I wonder if I can catch it before it departs.",
        "",
        "2nd of Last Seed, 4E 201",
        "The courier has yet to return. I'm beginning to fear the worst; that the ship had already left the dock long before my letter arrived. I'm not sure what to do at this point. I haven't had much sleep, and my mind is starting to hear creaking noises where nothing exists.",
        "",
        "I wish my master were here still, so I could seek her wisdom. They say there is a Shrine of Akray at the pass to the south. Come morning, I will visit it and pray for an answer."
    ]
}