{
    "id": "AHypotheticalTreacherypart1",
    "paragraphs": [
        "Librarian Comment:",
        "This book is split into two parts in ESO, unlike the single document of other games.",
        "",
        "<center>A Hypothetical TreacheryA One Act Play, part 1by\nAnthil Morvir\n</center>",
        "<center></center>",
        "<header>Dramatis Personae</header>",
        "Malvasian: A High Elf battlemageInzoliah: A Dark Elf battlemageDolcettus: A Cyrodiil healerSchiavas: An Argonian barbarianA GhostSome bandits",
        "Scene: Eldenwood",
        "As the curtain rises, we see the misty labyrinthian landscape of the legendary Eldengrove of Valenwood. All around we hear wolves howling. A bloodied reptilian figure, SCHIAVAS, breaks through the branches of one of the trees and surveys the area.",
        "SCHIAVAS: It's clear.",
        "INZOLIAH, a beautiful Dark Elf mage, climbs down from the tree, helped by the barbarian. There is the sound of footsteps nearby. Schiavas readies his sword and Inzoliah prepares to cast a spell. Nothing comes out.",
        "INZOLIAH: You're bleeding. You should have Dolcettus heal that for you.",
        "SCHIAVAS: He's still drained from all the spells he had to cast down in the caves. I'm fine. If we get out of this and no one needs it more, I'll take the last potion of healing. Where's Malvasian?",
        "MALVASIAN, a High Elf battlemage, and DOLCETTUS, a Cyrodiil healer, emerge from the tree, carrying a heavy chest between the two of them. They awkwardly try to get down from the tree, carrying their loot.",
        "MALVASIAN: Here I am, though why I'm carrying the heavy load is beyond me. I always thought that the advantage of dungeon delving with a great barbarian was that he carried all the loot.",
        "SCHIAVAS: If I carried that, my hands would be too full to fight. And tell me if I'm wrong, but not one of the three of you has enough magicka reserved to make it out of here alive. Not after you electrified and blasted all those homunculuses down below ground.",
        "DOLCETTUS: Homunculi.",
        "SCHIAVAS: Don't worry, I'm not going to do what you think I'm going to do.",
        "INZOLIAH (innocently): What's that?",
        "SCHIAVAS: Kill you all and take the Ebony Mail for myself. Admit it -- you thought I had that in mind.",
        "DOLCETTUS: What a perfectly horrible thought. I never thought anyone, no matter how vile and degenerate --",
        "INZOLIAH: Why not?",
        "MALVASIAN: He needs porters, like he said. He can't carry the chest and fight off the inhabitants of Eldengrove both.",
        "",
        "DOLCETTUS: By Stendarr, of all the mean, conniving, typically Argonian --",
        "INZOLIAH: And why do you need me alive?",
        "SCHIAVAS: I don't necessarily. Except that you're prettier than the other two, for a smoothskin that is. And if something comes after us, it might go for you first.",
        "There is a noise in some bushes nearby.",
        "SCHIAVAS: Go check that out.",
        "INZOLIAH: It's probably a wolf. These woods are filled with them. You check it out.",
        "SCHIAVAS: You have a choice, Inzoliah. Go and you might live. Stay here, and you definitely won't.",
        "Inzoliah considers and then goes to the bushes.",
        "SCHIAVAS (to Malvasian and Dolcettus): The king of Silvenar will pay good money for the Mail, and we can divide it more nicely between three than four.",
        "INZOLIAH: You're so right.",
        "Inzoliah suddenly levitates up to the top of the stage. A semi-transparent Ghost appears from the bush and rushes at the next person, who happens to be Schiavas. As the barbarian screams and thrashes at it with his sword, it levels blasts of whirling gas at him. He crumbles to the ground. It turns next to Dolcettus, the healer, and as the Ghost focuses its feasting chill on the hapless Dolcettus, Malvasian casts a ball of flame at it that causes it to vaporize into the misty air.",
        "Inzoliah floats back down to the ground as Malvasian examines the bodies of Dolcettus and Schiavas, who are both white-faced from the draining power of the ghost.",
        "MALVASIAN: You had some magicka reserved after all.",
        "INZOLIAH: So did you. Are they dead?",
        "Malvasian takes the potion of healing from Dolcettus's pack.",
        "MALVASIAN: Yes. Fortunately, the potion of healing wasn't broken when he fell. Well, I guess this leaves just the two of us to collect the reward.",
        "INZOLIAH: We can't get out of this place without each other. Like it or not.",
        "The two battlemages pick up the chest and begin plodding carefully through the undergrowth, pausing from time to time at the sound of footsteps or other eerie noises.",
        "MALVASIAN: Let me make sure I understand. You have a little bit of magicka left, so you elected to use it to make Schiavas the ghost's target, forcing me to use most of my limited reserve to destroy the creature so I wouldn't be more powerful than you. That's first-rate thinking.",
        "INZOLIAH: Thank you. It's only logical. Do you have enough power to cast any other spells?",
        "MALVASIAN: Naturally. An experienced battlemage always knows a few minor but highly effective spells for just such a trial. I take it you, too, have a few tricks up your sleeve?",
        "INZOLIAH: Of course, like you said.",
        "They pause for a moment before continuing as a fearful wail pierces the air. When it dies away, they slowly trudge on."
    ]
}