{
    "id": "AHypotheticalTreacherypart2",
    "paragraphs": [
        "Librarian Comment:",
        "This book is split into two parts in ESO. In previous games it appeared as a single document.",
        "",
        "",
        "<center>A Hypothetical TreacheryA One Act Play, part 2by\nAnthil Morvir\n</center>",
        "<center></center>",
        "<header>Dramatis Personae</header>",
        "Malvasian: A High Elf battlemageInzoliah: A Dark Elf battlemageSome bandits",
        "Scene: Eldenwood",
        "Malvasian and Inzoliah pause for a moment before continuing as a fearful wail pierces the air. When it dies away, they slowly trudge on.",
        "INZOLIAH: Just as an intellectual exercise, I wonder what spell you would cast at me if we made it out of here without any more combat.",
        "MALVASIAN: I hope you're not implying that I would dream of killing you so I would keep the treasure all to myself.",
        "INZOLIAH: Of course not, nor would I do that to you. It is merely an intellectual exercise.",
        "MALVASIAN: Well, in that case, purely as an intellectual exercise, I would probably cast a leech spell on you, to take away your life force and heal myself. After all, there are brigands on the road between here and Silvenar, and a wounded battlemage with a valuable artifact would make a tempting target. I'd hate to survive Eldengrove merely to die in the open.",
        "INZOLIAH: That's a well-reasoned response. As for myself, again, not saying I would ever do this, but I think a simple, sudden electrical bolt would serve my purposes admirably. I agree about the danger of brigands, but don't forget, we also have a potion of healing. I could easily slay you and heal myself to full capacity.",
        "MALVASIAN: Very true. It would end up a question then of whose spell was more effective at that instant. If our spells counteracted one another and I leeched your life energy only to be crippled by your lightning bolt, then we could both be killed. Or so near death that a mere potion of healing would scarcely help either one of us, let alone both. How ironic it would be if two scheming battlemages, not saying we are scheming but for the purpose of this intellectual exercise, were left on the brink of death, completely drained of magicka, with one healing potion to choose from. Who would get it then?",
        "INZOLIAH: Logically, whoever drank it first, which in this case would be you since you're holding it. Now, what if one of us were injured, but not killed?",
        "MALVASIAN: Logic would dictate that a scheming battlemage would take the potion, leaving the injured party to the mercy of the elements, I suppose.",
        "INZOLIAH: That does seem most sensible. But suppose that the battlemages, while certainly scheming types, had a certain respect for one another. Perhaps in that case, the victorious one might, for instance, put the potion up a tree near his or her gravely wounded victim. Then when the wounded party had enough magicka replenished, he or she would be able to levitate to the tree branches and recover the potion. By that time, the victorious battlemage would have already collected the reward.",
        "They pause for a moment at the sound of something in the bushes nearby. Carefully, they climb across the branches of a tree to bypass it.",
        "MALVASIAN: I understand what you're saying, but it seems out of character for our hypothetic scheming battlemage to allow his or her victim to live.",
        "INZOLIAH: Perhaps. But it's been my observation that most scheming battlemages enjoy the feeling of having bested someone in combat, and having that person alive to live with the humiliation.",
        "MALVASIAN: These hypothetical scheming battlemages sound ... (excitedly) Daylight! Do you see it?",
        "The two scurry across the branch dropping behind a bush, so we can no longer see them. We can, however, see the shimmering halo of sunlight.",
        "MALVASIAN (behind the tall bush): We made it.",
        "INZOLIAH (likewise, behind the tall bush): Indeed.",
        "There is a sudden explosion of electrical energy and a wild howling aura of red light, and then silence. After a few moment's pause, we hear someone climbing up the tree. It is Malvasian, putting the potion high up in the bough. He chuckles as he climbs back down and the curtain drops.",
        "<header>Epilogue.</header>",
        "The curtain rises on a road to Silvenar. A gang of bandits have surrounded Malvasian, who is propped up on his staff, barely able to stand. They pull his chest away from him with ease.",
        "BANDIT #1: What have we got here? Don't you know it ain't safe to be out on the road, all sick like you are? Why don't we help you with your load?",
        "MALVASIAN (weakly): Please ... Let me be ...",
        "BANDIT #2: Go on, spellcaster, fight us for it!",
        "MALVASIAN: I can't ... too weak ...",
        "Suddenly, Inzoliah flies in, casting lightning bolts from her fingers at the bandits, who quickly scramble away. She lands on the ground and picks up the chest. Malvasian collapses, dying.",
        "MALVASIAN: Hypothetically, what if ... a battlemage cast a spell on another which didn't harm him at once, but ... drained his life force and his magicka, bit by bit, so he wouldn't know at the time, but ... feel confident enough to leave the potion of healing behind?",
        "INZOLIAH: A most treacherous battlemage she'd be.",
        "MALVASIAN: And ... hypothetically ... would she be likely to help her fallen foe ... so that she could enjoy the humiliation of him continuing ... to live?",
        "INZOLIAH: From my experience, hypothetically, no. She doesn't sound like a fool.",
        "As Inzoliah lugs the chest off toward Silvenar, and Malvasian expires on the stage, we drop the curtain."
    ]
}