{
    "id": "IwasSummonedbyaMortal",
    "paragraphs": [
        "By Kynval Zzedenkathik of Clan Deathbringer",
        "For as long as I can remember—and like all Dremora my memory is keen, especially for grievances—I have faithfully served the officers of my clan, and through them, My Lord Molag Bal. And yet not always: for once, to my shame, I was compelled to serve another.",
        "I was on guard duty at the Endless Stair, an assignment I always enjoy, for I can mock and torment the passing Soul Shriven without being held responsible for them meeting their quotas. Leaping out from behind a claw-pillar while shouting, \"There you are, weakling!\" just never loses its appeal.",
        "I was lurking behind a Dark Anchor chain link, preparing to terrify an approaching Soul Shriven by suddenly knocking her down and sneering, \"No match at all,\" when I suddenly felt a strange tingling all over, from my horns down to my toes. I grew dizzy as the plane spun around me, nearly fell into a pool of blue plasm, and then suddenly felt myself hurled into an endless black void.",
        "I wasn't alarmed at first, because who hasn't been hurled into an endless black void? It wasn't until I began to materialize at my destination and got a taste of the air that I had my first misgivings. \"I smell … weakness,\" I said to myself—and I couldn't have been more right.",
        "It was then that I first heard the voice of my Conjurer as he said, \"Ah, this one looks fairly robust,\" and the full horror of my situation broke upon me. For I had been summoned to do the bidding … of a mortal.",
        "I turned, aghast, to see who had dared summon me across the infinities to Nirn, and found myself faced with a tall Elf of Summerset. Oh, I recognized the type: I'd abused more than a few Altmeri Soul Shriven in my time, and with gusto, for they evince a haughty arrogance entirely inappropriate in mere mortals. This one gave me a brief, appraising look, and then turned away, saying, \"Follow and fight. There are Worm Cultists that need slaying.\"",
        "Worm Cultists. Can you imagine the ignominy, fellow kyn? Not only had I been conjured away from my duty by one of the hated Elven mortals, but I must serve him by slaying the minions of Mannimarco, our Dread Lord's lieutenant and viceroy-to-be! I tried to resist, flexing my indomitable will, but the mortal mage's binding spell was too strong—all I could do was say, \"No one escapes!\" and follow him past a pair of torches into a subterranean maze of tunnels.",
        "\"You serve the great Vanus Galerion, Dremora,\" my Conjurer announced, quite unnecessarily—for what need had I to know the name of my slavemaster? But then I reconsidered, and mentally added his name to that long list each of us keeps: the list labeled, \"Vengeance.\"",
        "I followed, not deigning to crouch when my Conjurer hunched over to sneak, merely glaring at him and thinking, \"I will feast upon your heart.\" In truth, however, it was as well that I had this Elf Vanus to follow, for the tunnels were many and twisting, and though we Dremora are fearless, relentless, and unparalleled among warriors throughout Oblivion, our sense of direction is rather poor. When doing courier duty, I've been known to lose my way right in the middle of the Moonless Walk and wind up back at the Lightless Oubliette where I started.",
        "In time this Vanus began to pause frequently, listening, which only increased my irritation and impatience. Finally he stopped, with a \"Shh!\" to me—which was completely unfair, as I hadn't said a word. But I realized why he'd stopped when I suddenly heard human speech from the tunnel ahead. Hesitating nary an instant, I drew my greatsword and rushed forward, crying \"A challenger is near!\" The Elf cursed and followed, but he had only himself to blame—I was following his orders exactly.",
        "The next minute passed in the red fury that all true Dremora feel when they enter battle. But my usual enjoyment of bloody slaughter was tainted by the knowledge that I was killing those my Dread Lord would prefer I didn't, and frankly, that just ruined the whole experience for me. As I lopped off the limbs and heads of the Worm Cultists, I was aware of the energies of the Elf's powerful magics crackling past me, incinerating the more distant enemies, but I was too mortified to enjoy the orgy of destruction. The Elf came striding up as I subdivided the final Worm Anchorite, gloating, \"So much for them. Take that, Mannimarco!\"",
        "\"There could be no other end,\" I replied sourly, then felt the strange tingling again as the conjuration that had brought me to Nirn began to weaken. As the bonds dissolved I took one menacing step toward the Elf, but then the plane spun around me again, and it was back into the endless black void.\nWhen I came to my senses I was lying in a pool of turquoise slime, looking up at the smiling face of my superior, Kynreeve Xalxorkig. \"So, Zzedenkathik,\" he snarled, \"straying from your post when on duty, eh? It's the scathe-rings for you, my lad!\"",
        "\"But, Kynreeve,\" I cried, leaping to attention, \"I couldn't help it! I was conjured, summoned to Nirn—by a mortal!\"",
        "Xalxorkig smiled even wider. \"And that'll be an extra shift scathing for telling such a hornless lie. Now march, Zzedenkathik,\" he shouted, thumping me with his truncheon. \"Left, right, left, right, left, right ….\"",
        "I hate it when Xalxorkig smiles. Kynreeve or not, his name's going on my list."
    ]
}