{
    "id": "IceElvesFactorFiction",
    "paragraphs": [
        "Are there Ice Elves? I have heard of these strange creatures but until recently, I dismissed the stories as myths. But now I am pretty sure I met one.",
        "My cousin Knudek and I were hunting deer south of Fort Amol with little luck. Knudek was determined to bag something bigger than a rabbit. After a few bottles of mead and feeling encouraged, he ran off waving his bow, telling me he would return with a fine buck before the sun fully set. I decided to make camp, figuring my cousin would soon tire of hunting as evening fell.",
        "The snow started just as I finished off another bottle of mead and crawled into our small tent. Not long after, I heard some strange beast thrashing about in the woods nearby. I called out, thinking it was Knudek. An eerie moan was the only response, making the hairs on my arms stand up.",
        "I grabbed my bow, determined to face the creature. As I leapt out, a strong gust of wind caused the snow to swirl. I became tangled up in my tent and pitched forward, my hand landing in the small campfire. I screamed in surprise, startling the creature as it paused near the camp.",
        "The creature was too small to be a frost troll. It made some odd noises and I yelled at it to go away. I could not see it clearly because of the snow and my eyes streaming from the pain of my burns. The creature made more unintelligible noises.",
        "In desperation and in fear for my life, I grabbed a handful of hot embers with my uninjured hand and flung them at the creature's head. The pain caused me to scream even louder than the creature, which began to thrash around, flailing into a snowdrift. I managed to stand as the creature struggled to its feet. It was pale-skinned and hunched. It did not attack me. The pain in my hands had rendered me speechless.",
        "In spite of my pain, I decided to make a run for it. I fled toward Fort Amol. Luckily, I ran into a group of soldiers heading back to the fort. They got me to healer, who tended to my hands. Knudek showed up several days later. He said he'd gotten lost, fallen and broken his arm, and was later attacked by a rogue mage who flung fireballs at him repeatedly. He was sorry he missed the Ice Elf. He wants to go looking for it again, after we both heal."
    ]
}