{
    "id": "TheIceElderoftheOgres",
    "paragraphs": [
        "I've spent a fair amount of time researching the wildlife of Tamriel, from the common (and fickle) mudcrab to the powerful and beastly wamasu of Argonia. When I was invited to Orsinium, I jumped at the chance to explore its untamed wilderness.",
        "Before we even arrived at the city of Orsinium, my caravan was attacked by those filthy Winterborn. My protectors were either slain or fled into the hills, so I tried to follow. I soon found myself lost. In my panic, I fell into a small ravine.",
        "That was the last I remember before waking up, surrounded by blue-furred giants. They seemed to take interest in my well-being. Either that, or they were keeping me alive so that could devour me later. Ogres, while technically of the Goblin-kin, are not known for their intelligence, but they are far smarter than most animals. As a rule, I do not study the intelligent races. Circumstances being what they were, I was intrigued enough to record what I was able to observe.",
        "From what I saw, the ogres of the Wrothgarian foothills are far more advanced than the crude brutes I've occasionally encountered near Wayrest. Several of them, elders I suppose, seemed to practice some sort of crude totemic magic that involved the manipulation of ice. One of them approached me and studied me with as much interest as I showed in them. That was when something amazing happened.",
        "My leg was broken and bleeding from my fall, and I couldn't move. The elder raised his hand in the air and I braced for a strike. Instead, a beam of energy coursed into my leg, freezing it. I could feel the wound stitching together and the bone mending. The pain was excruciating, but I found it to be exhilarating at the same time.",
        "As I stood up upon my mended leg, I heard grunts of panic and excitement from the ogres nearby. I thought I had frightened them, but there was a commotion from outside. The ogres, while not capable of conversing in the common speech, do grunt and vocalize. They all repeated the same thing. \"Urkazbur. Urkazbur!\" It was surreal.",
        "I exited the tent to find a scene of carnage. A larger, angrier ogre was fighting the other ogres. The large one had bony claws strapped to his arms. He slammed them into the ground. Ripples of ice shot out from the impact sites, slamming into the others and knocking them down. The ogre who had healed my leg tossed what appeared to be a glowing ball of snow at the larger one. When it hit him, he reared back and shouted. He gestured and the the snow around him rose up and formed into crude simulacrums and joined him in the fight.",
        "While the Orcs were distracted by all this violence, I escaped. Perhaps one day when I've recovered fully, I'll return to see what became of \"Urkazbur\" and his snow simulacrums."
    ]
}