{
    "id": "ildarisjournal28",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "<title>Ildari's Journal, vol. I</title>",
        "The fools have taken me in. Weak, pathetic men intent on looting this ancient fortress with their crude mining. Niyya is pleasant enough. I may choose to spare her when the time comes.",
        "I'm still weak from Neloth's betrayal. He promised me power and glory. He failed to mention the constant pain. And the voices. By the three, I would do anything to not hear the voices.",
        "When my strength returns, I will have my vengeance upon my former master. I can feel the power of the heart stone beating inside me. I need to find a way to tap into its power. Then he shall pay in blood and fire and ash.",
        "<title>Ildari's Journal, vol. II</title>",
        "I am stronger now. The heart stone kept me alive after Neloth's butchery. I can feel the bones in the ash calling to me. I can call back to them too. With the heart stone I can bind the spirits to bone and ash and raise a servant to do my bidding.",
        "Tonight I will seize control. These miners and fortune seekers are pawns of Neloth. I can feel them staring at me. I'm sure they are sending him messages, reporting on my every move. The only ones I can trust are the voices. They've never lied to me. They've shown me that these fools plan to betray me, just like Neloth.",
        "When they are all asleep, I will raise my ash spawn. Their brute of a leader will die first. I can see the lust in his heart. He may act all kind and generous, but I know what he wants, what they all want. They want the heart stone.",
        "I'll keep a few prisoners. I need test subjects for my experiments. There is more that the heart stone can do. I just need to try out a few ideas.\n",
        "<title>Ildari's Journal, vol. III</title>",
        "These warrens are well suited to me. I can plot my vengeance undisturbed. I've created many ash spawn and summoned atronachs to do my bidding. Yet I know it isn't enough. Neloth is a wily old wizard. I need more power.",
        "I'm out of test subjects, except for Niyya. I saved her for last. She pretended to be my friend when I first came here. But now I know the truth. The voices have told me all about her lies and betrayal. She works with Neloth to bring me down. I've saved a special experiment just for her. It will take quite a while to complete.",
        "I can't attack Neloth directly, he's too powerful. But I can make his life uncomfortable. I've killed his steward. I've withered his home. Maybe I should poison his precious tea. I'll need a more capable servant for that. The ash spawn are too clumsy for such delicate work."
    ]
}