{
    "id": "IldarisJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "Day 32\nIt's been almost a month since unearthing the crypt at Fort Frostmoth, and I haven't seen a single spark of life in the general's remains. Grafting the heartstone to the subject is proving much more difficult than I originally anticipated. I've used almost every method I can think of, and still there's no sign of reanimation. At this rate, it could be years before I make any progress... which is time that I just can't afford right now. If my vengeance is to come to fruition, I need results. If not, I may need to resort to more drastic measures.",
        "Day 47\nIt finally appears that I'm making some progress. After my latest experiment, General Carius's eyes briefly opened and he moved his arms. It lasted for less than a few moments, but it's the first sign of progress I've seen since I arrived here. A few of my assistants were insisting that I was imagining things, but I dismissed them for their insolence. They won't be bothering anyone ever again.",
        "Day 55\nGeneral Carius awoke fully today. He bolted upright after my incantations and began staggering around like a blind man. He seemed to ignore my commands... in fact, hearing my voice seemed to increase his hostility. I was able to remove the heartstone before he became violent, but this isn't a result that I expected. Even though he's able to be awakened, I feel as though the real work has just begun.",
        "Day 59\nThe general is still unable or unwilling to listen to my commands. He's acting increasingly paranoid, and appears to have his own free will. He's convinced that I am a \"spy\" or the \"enemy,\" and I've had to restrain him to prevent him from outright attacking me. This is becoming intolerable. I'm beginning to wonder if someone with a heartstone can be commanded at all. If my experiments with General Carius fail, I may have to resort to self-experimentation... something I've been avoiding for a long time.\n"
    ]
}