{
    "id": "ImperialCharteroftheGuildofMages",
    "paragraphs": [
        "<bold>I. Purpose</bold>",
        "The Guild of Mages provides benefits to scholars of magic and established laws regarding the proper use of magic. The Guild is dedicated to the collection, preservation, and distribution of magical knowledge with an emphasis on ensuring that all citizens of Tamriel benefit from this knowledge.",
        "<bold>II. Authority</bold>",
        "The Guild of Mages was established on Summerset Isle in the year 230 of the Second Era by Vanus Galerion and Rilis XII. It was later confirmed by the \"Guilds Act\" of Potentate Versidue-Shaie.",
        "<bold>III. Rules and Procedures</bold>",
        "Crimes against fellow members of the Guild are treated with the harshest discipline. Whether a member may regain their status in the Guild is determined by the Arch-Mage.",
        "ADDENDUM: Effective 3E 431, any guild member commiting a crime against the guild is to be suspended immediately. The suspension may be lifted at the discretion of the Steward of the Council of Mages. Any guild member receiving multiple suspensions may, at the determination of the council, be summarily and permanently dismissed from the guild.",
        "<bold>IV. Membership Requirements</bold>",
        "The Guild of Mages only accepts candidates of keen intelligence and dominant will. Candidates must exhibit mastery in the great schools of magic: Destruction, Alteration, Illusion, and Mysticism. Candidates must also display practical knowledge of enchantments and alchemical processes.",
        "<bold>V. Applications for Membership</bold>",
        "Candidates must present themselves to the Steward of the Guild Hall for examination and approval.",
        "ADDENDUM: Effective 3E 431, as per Arch-Mage Traven, all candidates for membership in the Guild of Mages must be approved by all presiding Guild Hall stewards, with said approval submitted in writing to the Council of Mages in a timely manner.",
        "ADDENDUM: Effective 3E 431, as per Council mandate, sale of spells in the Imperial Province is to be re-distributed across guild halls. The following halls are to be responsible for each School of Magic:",
        "Alteration: Cheydinhal\nConjuration: Chorrol\nDestruction: Skingrad\nIllusion: Bravil\nMysticism: Leyawiin\nRestoration: Anvil"
    ]
}