{
    "id": "ImperialDecreeRegardingtheElderCouncil",
    "paragraphs": [
        "1 Sun's Dawn, 2E534",
        "",
        "At the pleasure of His Imperial Majesty Durcorach, the Black Drake, first of his name, first of his house, by law of conquest Emperor of Cyrodiil and Protector of Tamriel, let the following be made known to all citizens of the Empire. The Elder Council is hereby established as follows:",
        "",
        "In token of his long experience and proven loyalty ot the Ruby Throne, High Chancellor Abnur Tharn shall remain in his position as a member of the Elder Council and chief advisor to the Emperor.",
        "",
        "Legate Tarnian Lovidicus of Leyawiin is hereby seated as representative of the Trans-Niben and name Chief Councilor, in appreciation of the general respect and honor in which he is held throughout Cyrodiil.",
        "",
        "Ertus Vandacia of Gideon shall be appointed to the Elder Council for his service and assistance in establishing the reign on the Longhouse Emperors.",
        "",
        "Councilor Sophus of Blackwood shall remain in his position as representative of Blackwood, with the full confidence of His Majesty the Emperor.",
        "",
        "Councilor Itinia shall remain in her position as representative of Colovia, with the full confidence of His Majesty the Emperor.",
        "",
        "Councilor Orlandus Plavi is hereby banished from the realm, on the pain of death.",
        "",
        "Councilor Hestraia Sialn is hereby sentenced to death by quartering, such sentence to be carried out immediately.",
        "",
        "Councilor Martiax Granciola is hereby sentenced to death by immolation, such sentence to be carried out immediately.",
        "",
        "In light of his absence from these proceedings, Councilor Sergan Euraphus is hereby named criminal, traitor, and enemy of the ruby Throne. A bounty of one thousand gold drakes is offered for his capture and return to the White-Gold Tower, dead or alive.",
        "",
        "Lord Pheomas Lucasta of the Imperial City is hereby seated as representative at large, in token of the general respect and honor which he is held throughout Cyrodiil.",
        "",
        "Kelgan the Taker of Teeth, also named the Troll-Breaker, is hereby seated as representative at large, in token of his great enthusiasm for carrying out His Imperial Majesty's will and his many fell deeds in various battles of His Majesty's recent campaigns.",
        "",
        "So let it be written."
    ]
}