{
    "id": "AnImperialinMarkarth",
    "paragraphs": [
        "Much has changed in Markarth since the days of the Longhouse Emperors. And yet, so much has stayed the same. I was sent to this place for my first assignment after Emperor Moricar appointed Caddach as Governor.",
        "",
        "The transition from Cyrodiil to Markarth was not quite the cultural shock one might expect. Though the Reach itself is quite different, the trappings of home were always evident inside the city itself. I was sent to maintain some semblance of order, to deal with documents, administration, and the various tasks associated with governing such a place. In a sense, my very purpose for being there at all helped me adjust to any homesickness I might have had.",
        "",
        "Markarth has always been a place that looms over its inhabitants with a kind of ancient superiority that both fascinates and unnerves. The Reach has a reputation for being wild and unruly, but Markarth still has the methodical touch of the Dwarves. Orderly and precise, yet over time it filled with people who are anything but.",
        "",
        "If someone had told me that I'd fall in love with the place enough to stay here after the Empire fell, I would have laughed in their face. But that's precisely what happened. It helped too that once Caddach became Ard Caddach, he personally requested that I stay. He is a difficult man to say no to, and I've always had a soft spot for anyone who appreciates my administrative skills.",
        "",
        "Perhaps that's why I've grown to like the Reachfolk so much. Many of them cannot read or write, and have no care to learn. That makes me rather invaluable to them, which is a position I won't deny that I've grown to relish.",
        "",
        "Not to say that life in Markarth as an Imperial hasn't been rife with challenges. Not everyone appreciates my work. There are clans that arrive who barely trust their own, much less those who are different from them. It's my duty to keep records, to speak with them and help solve disputes, but I must work at a severe disadvantage. I have been threatened, humiliated, and hated. No matter how long I serve here, there are still those among the Reach who don't trust an Imperial meddling in their affairs.",
        "",
        "But I love this place. I love the strange mix of personalities and clans that Markarth has become. I enjoy working with Ard Caddach, and I enjoy feeling needed. There is no difficulty too great that I couldn't overcome for my devotion to this place and its people.",
        ""
    ]
}