{
    "id": "IndirimsJournalAssembled",
    "paragraphs": [
        "Definite evidence of Sea Sload incursion on Summerset. We're tracking one of the vile creatures along the coast to the west of Alinor, near the vicinity of Welenkin Cove.",
        "* * *\nWe ran into a phenomenon that seemed to be not entirely natural in origin. A geyser sprang up, but instead of just spouting water, it also unleashed the terrible sea creatures that have been reported near Shimmerene and other parts of the island, the yaghra. Worse, there were also undead monstrosities among the unleashed horde.",
        "* * *\nWe need to confirm my findings, but I have come to the conclusion that the yaghra and the undead have been set upon us by some sort of Sea Sload magic.",
        "* * *\nAt the center of the strange geyser, we discovered one of the sea gems the Sapiarchs have named \"abyssal pearls.\" It radiated a foul magic that not only appeared to anchor the geyser, but seemed to serve as a lure of sorts for the yaghra. Upon destroying the pearl, the terrible event came to an abrupt end.",
        "* * *\nWe tracked the Sea Sload to its hiding spot in Welenkin Cove. The creature called itself B'Korgen as it addressed its yaghra servants with a combination of its guttural verbal language and by speaking directly into their minds. If we got close enough, the mind magic seeped into our own heads. It was a strange and defiling experience.",
        "* * *\nB'Korgen appeared to be tending to a bed of growing abyssal pearls. It drew strange sigils in the water around the pearls and even upon their lustrous surfaces, and added alchemical mixtures to the water that made the sea glow with an arcane light. I'm sure this is the source of each pearl's magic.",
        "* * *\nA cloaked and hooded High Elf paid a clandestine visit to the Sea Sload in Welenkin Cove while we made our observations. The figure spoke softly, but a few words reached us on the seaborne breeze. It seems that B'Korgen is one of a small number of Sea Sload currently active in Summerset's shadows. They call themselves \"the Abyssal Cabal\" and they appear to have partnered with a group of High Elves that calls itself \"the Court of Bedlam.\" The Battlereeve will want to find out more about this subversive group.",
        "* * *\nFrom what I could glean of the conversation, the geysers are just part of a larger plan to wreck havoc across Summerset and eventually sink the island so the Sea Sload can reclaim it.",
        "* * *\nI took a chance and slipped closer to try to get a better look at the sigils, the pearls, and the cloaked and hooded figure. B'Korgen is definitely combining magic and alchemy to alter the nature of the abyssal pearls. I wish I had more time to study the creature's techniques. I heard the Sea Sload tell the hooded figure not to worry. \"K'Tora accomplished his role in the mission, and while his death is regrettable, it doesn't change the overall plan.\"",
        "* * *\nThe hooded figure slipped away and Miriya and the Captain decided not to give chase. Better to return to Alinor with what we've learned and let the Battlereeve decide our next move.",
        "* * *\nFrom what we've been able to learn, Summerset is not being invaded by an overwhelming force of Sload. Instead, a small cabal of Sea Sload—what started out as four, now reduced to three due to the death of one called K'Tora—has infiltrated the island in order to unleash the destructive abyssal geysers and hordes of yaghra and undead. And they appear to be working in conjunction with a group of High Elves that calls itself \"\"the Court of Bedlam.\"",
        "* * *\nMarine Saruwy slipped on a wet stone and revealed our presence to the Sea Sload. It ordered its yaghra servants to dispatch us. Time to make a run for it. We need to get this report and everything we learned to the Battlereeve."
    ]
}