{
    "id": "OnInferniums",
    "paragraphs": [
        "From the notes of Pelagius Habor, Council Daedrologist-in-Residence, Imperial City",
        "",
        "Daedrologists rarely summon Daedra. Mostly because the majority of us have no real magical aptitude. Those brave—or foolhardy—mages who do invite beings from Oblivion into Nirn tend to focus on humanoid Daedra like Xivilai and Dremora, or more bestial creatures like clannfears and daedroths. This focus on ten to fifteen morphotypes regrettably blinds many sorcerers to the true measure of Oblivion's inhabitants. Countless beings roam the planes of Oblivion—some the size of fleshflies and others far, far larger.",
        "",
        "Take the Infernium, for instance. According to a well-regarded Dremora diplomat, mortals cannot pronounce the creature's true name, as it is spoken at a pitch too low for our ears to hear. The creature dwarfs most known Daedra in both size and hideousness, resembling a great fanged leech or monstrous caterpillar. It can easily devour beasts as large as horses and displays no great preference in what it consumes.",
        "",
        "While these facts should be more than enough to frighten most people, I find myself even more disturbed by its alien motivations. Like all Daedra with Dagonic allegiances, the Infernium seems obsessed with upheaval and revolution. But unlike other bestial Daedra, it doesn't pursue these ends in a crude, general sense. It seems keenly aware of where political and cultural power rests, and acts to check it with frightening results. High-ranking Dremora routinely fall prey to Infernium attacks—far more often than low-ranking Varlets who enjoy fewer defenses. Inferniums also consume powerful items such as grand soul gems, master lucents, and valuable extraplanar relics. Wherever there is potential, or prestige, or authority, you can be sure that an Infernium lurks nearby with eagerly chittering jaws.",
        "",
        "This raises all sorts of ontological questions about essence of power—something we mortals have always regarded as an abstract concept. We must consider the possibility that in Oblivion, abstract power may exist as a quantifiable, material force that can be detected, measured, and perhaps even collected in physical form. We will likely never learn the truth of it in my lifetime, but I trust that future Daedrologists will unlock this mystery eventually.",
        ""
    ]
}