{
    "id": "AnInterviewwithCountessCaro",
    "paragraphs": [
        "Conducted by Mercuro Catraso on behalf of the citizens of Leyawiin after the collapse of the Empire and the disbanding of the Imperial Elder Council.",
        "",
        "MC: Why did you decide to cede your authority to the Chamber of Legates?",
        "",
        "CC: I have yielded nothing to anyone. I am still the countess of Leyawiin city and the surrounding province. That is my birthright and my sacred duty. What I have done is appointed the Chamber of Legates to handle the day-to-day affairs of the city while I turn my attention to loftier matters.",
        "",
        "MC: What sort of loftier matters are you dealing with countess?",
        "",
        "CC: Oh, the loftiest, I assure you! But let us talk about other things. Such delicate concerns are not meant for public consumption.",
        "",
        "MC: Very well. How did you go about selecting the members to serve in the Chamber of Legates?",
        "",
        "CC: Well, after much research and deliberation, I settled on a triumvirate of legates to facilitate decision-making and to make sure no legislation could be delayed due to lack of a clear majority. The math works in our favor. Even if they cannot all come to the same conclusion, there will always be at least two legates who can agree. Majority rules, and all that. As for who should serve, well, the first members were obvious. I wanted to make sure that all three predominant groups with interests in the region were represented, and both Tebeza-ko and Am-Halu have served their communities since the time of the Longhouse Emperors. With a Khajiit and an Argonian, it stood to reason that I also needed to find an Imperial. Luckily, Councilor Lovidicus was between jobs after the Elder Council disbanded.",
        "",
        "MC: I've heard rumors that you and the legates sometimes find yourselves at odds over certain decisions they have made.",
        "",
        "CC: Where did you hear that? Is there someone who's head I need to have lobbed off? Joking, joking! No, I leave the Chamber of Legates to do their jobs, and they leave me to contemplate those loftier matters I mentioned earlier. I sometimes wish they didn't take up so much room in the castle, but beyond that, I appreciate and support the work of the legates. Even Councilor Lovidicus, who I had issues with during his tenure on the Elder Council.",
        "",
        "MC: So it's safe to say there's bad blood between you and Councilor Lovidicus?",
        "",
        "CC: Wherever did you get that idea? Governmental officials have disagreements all the time. It goes with the territory. But we both have the interests of Leyawiin and Blackwood at heart, even if we have different approaches to achieving those ends. That's what makes life at court so interesting!",
        "",
        "MC: Speaking of court, I hear you refused to see High Chancellor Abnur Tharn when he visited the city last month. Is that true?",
        "",
        "CC: Abnur Tharn is a conceited old bastard and I am more than convinced that he played some role in the unfortunate collapse of our beloved Empire and the start of this damn war. He can go to Oblivion for all I care. And you are correct. He isn't welcome within the confines of Leyawiin Castle.",
        "",
        "MC: The Three Banners War. Do you consider Leyawiin to be safe from that ongoing conflict?",
        "",
        "CC: As safe as we can be, considering our proximity to the Imperial City. But Captain Rian and the Ivory Brigade has thus far been able to keep the worst of the fighting from reaching our province. I expect the brigadines to maintain the sanctity of our borders until a resolution can be reached.",
        "",
        "MC: Thank you for your time, Countess Caro.",
        "",
        "CC: Oh, think nothing of it. I do so enjoy taking a few moments to share my thoughts with the little people. Provides a break from those loftier matters I must deal with. Quite refreshing, in small doses.",
        ""
    ]
}