{
    "id": "InterviewwithaSpiderCultist",
    "paragraphs": [
        "The Cult of the Spider is an outlawed form of worship honoring the Daedric Prince Mephala, more properly known as the Anticipation of Vivec.",
        "Notoriously secretive, the cult's methodologies and practices have been largely a mystery to those outside its embrace … until now. My research into the cult's existence has permitted me a unique opportunity: a private interview with one of its members.",
        "— So tell me, how did you come to be a member of the Spider Cult?\nCultist: As it is with all things, the weavings of Her web led me into the Spinner's embrace.",
        "— You mean Mephala herself recruited you?\nCultist: Is the fly recruited into the Spider's web? No. I could as much avoid this fate as avoid my own mortality.",
        "— Interesting. Let's talk about your fellow enthusiasts for a moment. What can you tell me about the other members of your cult?\nCultist: I can't share their names, but I could tell you what they do. We have a leader called \"the Widow.\" She gives us our purpose and communes with the Spinner Herself. Sometimes these purposes require a killing. Such responsibilities fall to our Deathweavers, who carry out the act in accordance with the Spinner's will. The rest of us are labeled Scuttlers, as we hurry along more discreet paths to weave our master's webs.",
        "— Fascinating. Have you ever killed anyone in the name of your master?\nCultist: Not yet.",
        "— Is there any truth to the claim that Spider Cults are little more than debauched orgy clubs?\nCultist: There is some truth to that, yes.",
        "— Oh. Would you care to elaborate?\nCultist: Seduction and copulation are powerful tools. Often, induction into the cult requires a member to engage in such activities with the Widow or a designee. Some Webs are more … zealous about this practice than others.",
        "— I see. How exactly would a prospective member apply?\nCultist: Is this for your research?",
        "— Naturally.\nCultist: How unfortunate. I could share that information with you, but only if you are actually going to join us.",
        "— Ah. Well … that's not out of the question. Perhaps this is all part of Mephala's plan, eh? Caught in her web, as it were?\nCultist: I believe this interview is over."
    ]
}