{
    "id": "TheInterrogationofHenghild",
    "paragraphs": [
        "The following is an account of the events encountered during the interrogation of the witch Henghild of Wittestadr by Garmath, Witchhunter of Direfrost.",
        "The interrogation was unremarkable for a time, and the crone had no unusual reaction to the various implements of torture beyond the expected screaming and pleading. It was when her blood first spilled that the manifestation began.",
        "The witch grew suddenly still, as if in a trance. At once, a chill wind filled the chamber, and the flame of the braziers turned an unearthly shade of green. Echoing all about, yet seemingly coming from no discernable source, all present heard a guttural, but unmistakably cogent chant, almost like a religious invocation. Upon reflection, I suspect that this was the language of Oblivion; the obscene tongue of the Daedric Princes.",
        "The iron chains that bound Henghild to the slab crumbled, impossibly, and fell away. Her back arched and her eyes rolled back in her head. Slowly, her body rose with no visible means of levitation, suddenly hovering several feet above the slab.",
        "After a moment, her mouth opened and she began to speak. But it was not the voice of the crone that issued forth, but rather the voice of a Daedric abomination. Her words were transcribed by no fewer than three witnesses. I record them here, in their entirety:",
        "\"Pain unto innocence. Screams in the dark. Nocturnal is here.",
        "\"My loyal servant is tortured and burned, bound and tormented, bereft of her life.",
        "\"The clan called Direfrost think themselves righteous, but Nocturnal has seen their wickedness.",
        "\"My curse be upon you, and your descendants.",
        "\"Your judgement will first be rendered in the form of an Ice Queen who comes in the guise of a pauper.",
        "\"Your blood shall be frozen. Your torment long and painful.",
        "\"And when your savior comes to release you, know that your true suffering has only just begun.",
        "\"There will be a reckoning between past and present, and the name Direfrost will lie in tatters before the end.",
        "\"A new Ice Queen will bring unto Direfrost all the anguish of Oblivion, and you shall know true suffering.\"",
        "At this moment, the crone's body burst into green flame, and crumbled to ash."
    ]
}