{
    "id": "IntoxicantsoftheShambles",
    "paragraphs": [
        "If you use any of these recipes, three-fourths of your earnings belong to Bahraxa.",
        "",
        "Liquids, powders, and other such substances that the lowliest of creatures will kill to get their grubby, stinking forelimbs on. There is no art to making these and those that imbibe them should feel ashamed to call themselves sentient. The mortals who take these substances do nothing but confirm their inferiority. Make large doses for your enemies and larger doses for those idiotic enough to call you friend. As always, be sure to charge the imbecile exorbitantly for the pleasure of your concoction.",
        "",
        "NUMB-NOSE",
        "A paste for when the victim will not stop talking during an interrogation or moments when the nasal and higher cognitive functions are not required.",
        "",
        "Mix shards of magnesium with a blood-rusted knife, fire from a torchbug's backside, and the pauldron of a Dragonknight. Toss the entire mix into a shallow lava pool and allow it to cool on the cobblestones of Stalwart Grave Street. Beat the mixture until it turns to a powder and add a few drops from a rotten lemon. Rub a thin layer under the nostril of your intended victim.",
        "",
        "SICKLE",
        "This dark liquid has the reported property of allowing the drinker to astral project to Oblivion—location not guaranteed. Also will reduce the skull to a husk. Give to mortals whenever possible. Be sure to watch for the moment when their eyes bulge.",
        "",
        "Take plum brandy and allow it to age at an accelerated rate in a fine barrel of bilge water, add powdered toadstool, and cut with runoff from the Bazaar.",
        "",
        "GLOW GROUT",
        "Watchers like this powder since it does not require a nose or mouth. The powder is tossed directly into the eye and the correct dosage is measured by throwing a volcanic rock toward the eye as well. If the rock touches the exposed optic orb, then the stupid Watcher has had a significant dose. This usually does not stop them from taking more. Make sure to volunteer to toss the powder at them and do not hold back on the throw. I once managed to completely obliterate the eyeball of a client. It was the single greatest day of my career.",
        "",
        "Crush an Orc's tusks. Mix with gravel and Ogrim's blood. Put in a pouch with a medium-sized volcanic rock.",
        "",
        "BEGGAR'S BAWLS",
        "Originally called Radiance, this drink is highly sought after by those who have suffered a wound too great to escape a return to Oblivion. Radiance makes the user see sounds and hear sights. Supposedly, this helps speed up reformation time in the reformation pools of Oblivion. Skro-Khag Bonecrusher was the first to dilute Radiance with Wounds Milk and created Beggar's Bawls. Makers of the clear, viscous drink can be found by following the trail of glassy-eyed Daedra resting in derelict doorstops. Mortals find the experience less interesting, with several claiming the drink tastes of pickled rose petals and has no effect on them.",
        "",
        "The recipe for Beggar's Bawls is a closely guarded secret. No seller has given up the exact ingredients—yet. It is simpler to kill one of the sanctioned makers and ration their current store until such time as they reform and come to reclaim their business.",
        "",
        "SMUDGE",
        "Smudge curbs even the most bloodthirsty Xivilia's anger. Overindulgence can turn a Daedra as docile as the vermin in mortal cellars. Some Daedra in the Bazaar find Smudge useful as it allows them to more easily commune with mortals without assaulting them. Why any self-respecting Daedra would willingly sully their temperament with Smudge is beyond me. I use it frequently on captives. It makes transporting them easier.",
        "",
        "Make a pale drink of one-half part snake venom, three parts storm water from the Sever, one part moon-sugar (it does not matter how fresh), and finish with one-half part malt vinegar. Pour down the throat of any captive who gives you trouble.",
        "",
        "REDMAIDEN",
        "Most mortals cannot survive in Fargrave for long without the aid of a Daedra. Some traitors have taken pity on the lamentable creatures and created pacts with them, effectively agreeing to the upkeep of a useless mortal servant in the process. Luckily for all Daedra who do not wish to tarnish themselves with contact with mortals, Redmaiden exists. It staves off the effects of the Drain and can keep mortals sane for a short duration.",
        "",
        "Mix volcanic ash, the entrails of a daedrat, a small amount of Skooma to disguise the taste, the pulverized seed of the tum-tho tree, and the death blood fluid of a Drain-crazed mortal in a small vessel. Store for multiple cycles. Serve to mortals in a small vial to ensure their return in under a fortnight.",
        ""
    ]
}