{
    "id": "IntroductiontoStagecraft",
    "paragraphs": [
        "In order to be a successful stage performer, there are several things you must never forget.",
        "The most important element of performing is … drama! Every performance must have some engaging or surprising element to it or it shall fall flat regardless of the entertainer's other skills. Find a hook, preferably one tailored to your audience, that captures their imagination, ire, or hearts—preferably all three! Then you have the foundation of an unforgettable performance. Look to famous characters, historical events, a loathsome monster, or anything else you know will command the attention and interest of your patrons.",
        "Now that you have the heart of your act figured out, it's time to make it truly impressive! Some will tell you that you need to have explosions and trained beasts to be successful, but the truth is that creative use of any and all available resources will likely serve you just as well. Can you throw your voice or speak several languages? Do you know someone with even rudimentary talent in magic? Do you have access to brightly-colored fabric or color-shifting kindlepitch? Any of these things and more can be a key component of your performance and nothing should be overlooked.",
        "With the premise and supporting mechanics determined you can now start refining your script! You never want to be at a loss for words on the stage so this part is just as critical as the rest. Start with a rough draft and work from there, keeping in mind the tone and context you've already established to ensure it all comes together. Try your act on friends and family to iron out the rough spots.",
        "Once you feel confident with the script, it's all about practice, practice, practice! Your performance should be second nature to you, but remember, you may need to improvise when hecklers or enthusiastic crowd members speak up, so don't be so locked into your speech that you can't make adjustments on the fly.",
        "One last tip. Make sure you relax and have fun up there! If you are enjoying yourself, so will your audience.",
        "There you have it—you are ready to get on stage and bring joy to your audience!"
    ]
}