{
    "id": "InvestigatorValeinVvardenfell",
    "paragraphs": [
        "\"I didn't come all the way to Vvardenfell just to see the sights, councilor,\" Investigator Vale said as she examined the bust of Almalexia that sat atop Councilor Vobend's desk. \"Although I must say I find your land and your people to be quite enticing.\"",
        "\"Then why are you here, Vale?\" Councilor Vobend demanded, his tone indicating that he was out of patience with the woman from High Rock.",
        "\"Because I asked her to come, Father,\" said Velnea, the councilor's daughter, as she strode into the chamber. \"I care about what happened to Master Adren, even if House Hlaalu would rather pretend that he never existed.\"",
        "Vobend collapsed heavily into his chair, suddenly exhausted by the weight of his responsibilities. \"We've been over this a hundred times, Velnea,\" Vobend sighed. \"Master Adren died. It happens. Not every death hides a conspiracy or a murder.\"",
        "Investigator Vale gave Velnea a dazzling smile before turning back to address her father. \"I'll be the judge of that, my dear councilor,\" she said with evident excitement. \"After all, it's what I do.\"",
        "* * *\nVale and Velnea walked side by side beneath the massive mushrooms that towered behind Master Adren's alchemy shop. The old alchemist had been Velnea's beloved mentor since she was a young girl, instructing her in the alchemical arts as well as encouraging other academic pursuits. There was a garden toward the back of the area, displaying a harvest of plants and flowers favored by alchemists. An easel was set up nearby, holding a canvas that showed the alchemist sitting beside his beloved garden. The painting was not quite finished.",
        "\"Adren always told me I could be anything I wanted to be,\" Velnea mused. \"I didn't have to become a merchant or a trader if my father's life didn't appeal to me. He … encouraged me to … dream.\"",
        "\"Sounds like he was a wonderful person,\" Vale said cheerfully as she marveled at the nix-hound that wandered over to investigate the strange visitor. \"And what is your dream, dear Velnea, if you don't mind me asking?\"",
        "Velnea blushed, hesitated, and stepped over to the unfinished painting. She said, \"I want to be a painter. I love to draw, and Adren helped me develop my talent. Landscapes, portraits, still lifes … I've created quite a body of work and he said that each new painting was better than the last. I was in the middle of this one when …. I miss that old alchemist. A lot.\"",
        "Vale bent down to examine the ground beneath one of the tree-like mushrooms. \"And this is where you found the alchemist?\" she asked.",
        "Velnea shivered and clutched her arms tightly. \"Yes. I came by to visit. When I couldn't find Adren inside his shop, I assumed he had come out here to read or tend to his garden. Instead, I found him lying there, face up and eyes open. I'll never forget the sight of him.\"",
        "The investigator stood up and scanned the rest of the backyard. \"You said nothing was missing? Hmm. According to your painting, one of the flowers has disappeared.\"",
        "Velnea looked at the unfinished painting and saw the vibrant and exotic bloom rising from the patch beside the image of her mentor. Then she examined the garden and let out a squeak of surprise. \"You're right! I can't believe I didn't notice that before! It's gone!\"",
        "\"And if your depiction is accurate, the missing plant is a rare crimson dragonthorn,\" Vale said. \"A much sought after plant when it comes to alchemy. And this discoloration on the stem of the mushroom. That indicates that the surface of the fungus interacted with a garlic snail and produced a plume of noxious gas. Quite toxic, as I understand it.\"",
        "\"A garlic snail? In Adren's garden? He was too good a gardener to allow such a pest to take root among his mushrooms,\" Velnea said.",
        "\"Then murder it is, my dear,\" Vale said. \"Tell me, did Adren have any rivals among the local alchemists?\"",
        "* * *\nInvestigator Vale entered Dirani's flower shop and walked confidently toward the older Dark Elf who was busy working on a floral arrangement that included flora and fungi. Following behind Vale were Velnea and a House Hlaalu soldier. Vale paused to sniff at the arrangement-in-progress before she stepped over to a large pot containing freshly turned soil. Sticking out of the soil was a crimson dragonthorn.",
        "\"Well, that's an extremely rare flower,\" Vale said, bending to examine the plant more closely. \"And look. It has the same small yellow dots on the petals, just like in your painting, dear Velnea.\"",
        "Dirani looked from Vale to the soldier and back again, clearly nervous and sweating uncomfortably. \"What … what are you implying?\" she eventually managed to stammer.",
        "\"I never imply,\" Vale said, placing her hand on a glass case sitting on the counter. The case contained a small colony of garlic snails. Vale tapped the side with one long, slender finger. \"I'll say the words plainly. You murdered Master Adren so that you could acquire his prized crimson dragonthorn.\"",
        "\"That's … that's preposterous!\" Dirani protested. Then she turned and ran out through the back of the flower shop. The Hlaalu soldier followed quickly after her.",
        "\"She's going to get away,\" said Velnea, disappointment evident in her sad voice.",
        "\"Nonsense, my dear,\" Vale said. \"Your soldier seems more than capable of apprehending an old woman. Now what do you say? I'd love it if you'd paint my portrait. Tell me, how do you feel about nudes?\""
    ]
}