{
    "id": "InvestigatorValeintheReach",
    "paragraphs": [
        "Investigator Vale, famed solver of crimes and unraveler of mysteries, needs no introduction. Not even in the wild and untamed expanse of the Reach. When the caravan that was transporting her from Skingrad to Solitude continued north after a stop in Falkreath, it came under assault by a band of Reachfolk raiders.",
        "",
        "Three of the four caravan wagons were able to escape, but the fourth wagon, the wagon carrying Investigator Vale, broke an axle and was quickly surrounded by the raiders. The four caravan guards raised their weapons and were prepared to die defending the wagon and its goods and passengers when the investigator leaped down from the conveyance and stepped forward.",
        "",
        "\"\"I invoke the Reach custom of a favor for a favor,\"\" Vale said, calling upon her research into the traditions of the Reachfolk. \"\"Surely there must be something Investigator Vale can do for your clan-chief to secure our safe passage through your land.\"\"",
        "",
        "A few disgruntled murmurs bounced through the crowd of raiders. Obviously, they had been hoping to engage in some pillaging and plunder. As a striking woman stepped forward, the raiders fell silent. She was clearly a Reach-witch, and she was clearly the leader of these raiders.",
        "",
        "\"\"I am Orana, clan-chief of the Spirit-Tale clan,\"\" she said with pride and power. \"\"Are you truly the legendary puzzle solver from High Rock?\"\"",
        "",
        "\"\"Puzzle solver sounds so unimpressive,\"\" Vale said, \"\"but yes, I am Investigator Vale. Do you have a crime or a murder I can unravel for you?\"\"",
        "",
        "Chief Orana smiled. \"\"No murder. At least not yet. But offerings left by the various clans for the spirits at Hroldan Ring keep disappearing. Already, my clan and two others have come close to battle, thinking one or the other has stolen our offerings.\"\"",
        "",
        "Vale couldn't help but notice the young male and female hunters trying to remain inconspicuous in the midst of the other raiders. But as Orana described the situation, they both threw nervous glances at each other and their cheeks turned bright red.",
        "",
        "\"\"Very well,\"\" said Vale. \"\"I accept. I shall solve this mystery for you in exchange for safe passage through Reach territory.\"\"",
        "",
        "\"\"Then let us perform the ceremony of—\"\" Chief Orana began, but Vale waved her off as she walked over to the two young hunters.",
        "",
        "\"\"These are your culprits, Chief Orana,\"\" Vale proclaimed. \"\"They didn't mean any harm. A prank gone wrong, am I right?\"\"",
        "",
        "Both young hunters nodded in agreement, clearly ashamed and clearly worried about what was to happen next.",
        "",
        "Chief Orana's brow wrinkled and she said, \"\"A hunter's prank. Yes, I remember. I was young once. Younger. They will need to repay the clans, but we will work it out.'",
        "",
        "\"\"Splendid!\"\" said Vale. \"\"Then we can be on our way. Safe passage, as we agreed?\"\"",
        "",
        "\"\"Safe passage\"\" the chief said with a smile, \"\"after the ritual. We have a ritual for everything.\"\"",
        "",
        "\"\"Of course you do,\"\" said Vale. \"\"Well, we wouldn't want to offend ….\"\"",
        ""
    ]
}