{
    "id": "InvestigatingOurAllies",
    "paragraphs": [
        "<title>Investigating Our Allies, Part 1</title>",
        "By Felinwoin, Summerset's Leading Chronicler",
        "I have heard your cries, your pleas, your demands for the truth. And, just as always, Feliwoin is here to deliver. Bringing you nothing but the latest and most relevant news, I knew exactly what role I must play in this new proclamation. I am of course talking about the new laws that allow our Dominion allies access to the shores of Summerset. Many are concerned about the impacts of such an event, with good reason. Are our streets safe? Are our homes secure?",
        "Readers, I made it my mission to find out.",
        "I started with Alinor, home to our royal court and most regal Proxy Queen Alwinarwe, may long she live and reign gloriously in these most troubling of times. Walking the streets, I made sure to disguise myself in garb as common as I could possibly find. Not a soul knew who I was, and that was just the way I wanted it. Crawling through the common rabble would allow me access to our new so-called-allies.",
        "My first encounter involved a rather brusque Khajiit making a purchase at the grocery. I observed from the sides, ever vigilant toward any case of sticky paws, given their propensity toward thievery. I was unable to observe any theft, but was there to bear witness a rather astonishing exchange. This Khajiit went up to the store clerk, put his items on the counter, and simply asked, \"How much?\"",
        "No, you did not read that wrong dear readers! No greeting, not so much as an honor or a praise! Apparently, our allies are too good for even basic, common manners. Oh, Auri-El above, I was simply staggered. I watched in horror as the poor clerk tried her best to respond in a far more befitting way as this brutish Khajiit continuously rebuked all words of politeness. After a few moments of cringing, I simply could not bear the weight of such impropriety and had to leave the store, my pulse drumming from what I had witnessed.",
        "My next sighting occurred while stopping at one of Alinor's many opulent fountains. Soon after taking my seat on a nearby bench, I witnessed a hoard of little Khajiits run to the fountain. My, there must have been at least ten of them! Without any sense of control, all at once they plunged into the crystal waters of the once tranquil fountain, splashing about in the most barbaric of fashions. Their mother came up from behind, clucking her tongue like a mad chicken. One by one, her children slowly stepped out from the fountain, talking excitedly all the while.",
        "I had of course heard that Khajiit gave birth to litters, but I never thought they would have so many children of the same age! I can see the population rising among our furred allies tenfold every decade, what with such ... tendencies. Not to mention the control these mothers seem to have on their children, apparently not thinking to teach them a modicum of manners.",
        "It was while I was sitting in shock, mouth agape, that the most perplexing interaction occurred. Perhaps it was my blatant observation of his kind, but a young Khajiit standing near decided to strike up conversation. I will not do you disservice by writing this cretin's dialogue here, but I will tell you that it involved the creation of children and how he would be willing to render his \"services\" for such an activity. I turned ruby red as, in face of such lewdness, I left at once.",
        "I of course need not remind my dear readers of the other reputations that I, being a lawful citizen of Summerset, am not able to observe. Surely, had I been able to risk my safety to observe more unsavory sections of the city, I would have seen a rise in skooma trades and black-market deals. Yes, I only have rumors to guide these claims, but the Khajiit are known for their inclination toward the illegal. I have no doubt that crime statistics will continuously rise, given their habitation of our beloved homeland.",
        "Let us hope that our leaders will soon see the error of their ways. Perhaps these allies are necessary in the war effort, but we're fighting a battle here on the very shores of our beloved island! A battle against brutish, lewd, and often miscreant Khajiits who threaten to rot our society from the inside out. With just one day's worth of observation, I can safely say that all citizens have every right to be anxious!",
        "We must all rise together and petition for the return of our peaceful seclusion. Appeal to our local leaders, inform your fellow citizens, and keep an eye out for those who have already invaded our homelands. Keep a tight hold of both your purses and children as you travel our once safe streets. Don't allow apologists to sway you, dear readers. Know the truth, written by my own, trusted hand!",
        "My next issue will continue my investigation, this time into the habits and culture of the Wood Elves, our lesser kin. Be sure to purchase it so I can continue my important work!",
        "<title>Investigating Our Allies, Part 2</title>",
        "By Felinwoin, Summerset's Leading Chronicler",
        "Since the fall of our reverent ancestors, we know that not all mer are created equal. We High Elves chose to walk within the glorious footsteps of those who went before us. We are the golden, the powerful, the just. Others, like the Dark Elves, betrayed our ways and were cursed for their impunity. They pray to their false gods and muck about in the ash.",
        "And then there are our current allies, the Wood Elves. Well, what is there to say about the Wood Elves? It is true that they follow our gods, however lightly, given their clear preference for Y'ffre. That, and their pointed ears, are where my comparisons must stop. Everything else about them, from their culture to their stature, is far removed from our level of perfection.",
        "Still, do we have anything to fear from our primitive cousins? I made it my mission to find out.",
        "The stars were keen for me to complete this particular assignment, for it was just as I set my mind to investigate that I was invited to an exclusive engagement. The details, of course, shall remain anonymous (though I can say it was within the abode of a rather high-ranking member of our royalty), but it gave me the opportunity I had been seeking. Among those on the invitation list, which I of course perused before sending my acceptance, were several Wood Elves.",
        "Here I could see our allies attempt to socialize with some of the most prestigious members of Summerset society. What an opportunity to witness how well they fit into our culture. With notebook in hand and wearing one of my many gorgeous dresses, I eagerly traveled to the abode of my host.",
        "I could barely contain my excitement as I made my way to the dining table. There, clustered together in a little clan of their own, were the Wood Elves who would be the focus of my investigation. I was quickly told by a fellow acquaintance that they were followers of the Green Pact, a lucky coincidence if ever I saw one. It was exactly this barbaric belief that many feared would clash so fiercely against Summerset's pristine principles.",
        "The first strangeness occurred when the meals were served to them. As we know, the Green Pact does not allow for the use or consumption of plant material. As such, our most gracious host saw fit to serve these Wood Elves nothing but the finest cuts of Summerset meat. They ate their meal with what can only be described as ravenous gusto, with not one care for the proper use of their silverware. Why, one even scooped up the juices upon her plate with a dessert spoon!",
        "As I watched this small tribe devour its meal, I could only imagine a legion of Wood Elves arriving to consume our local fauna. With that being their only sustenance, can we truly trust our little cousins to restrain themselves? There may come a day when no cow, chicken, pig, or even cat will grace our tranquil island. Can we truly allow for such a future?",
        "Still, I was determined to engage with these guests. After dinner I made my way to one, my decorum as impeccable as always, and asked what brought him to our island.",
        "\"I'm 'ere on be'alf of the king,\" he told me, his rather thick accent marring each syllable. \"Gotta' show you 'igh Elfs that we're civilized like.\"",
        "Each word he muttered, of course, led me farther from that conclusion. Still, I politely inquired what he believed Wood Elves would bring to the glory of Summerset. What contribution could his people make for the betterment of all the High Elves who called our isle home?",
        "I'm afraid he got rather coarse after that simple question. His wording was such that one might assume ignorance, but the vulgarity of his word choice showed outright hostility. I'm afraid to say he dared to call into question my pure intentions by asking such a question, adding more than a few choice descriptions about my person!",
        "I was simply flabbergasted. Quickly, one of his companions apologized to me and whisked him away. Still, the damage was done. I had seen quite enough of the manners and propriety of those we had chosen to welcome into our borders.",
        "I also remind you, my dear readers, the cultural differences that may prove quite perilous to our way of life. Cannibalism, blatant thievery, trees that walk about! How can we trust the Wood Elves to live properly alongside us, rather than running around in their little bone huts? From all that I've witnessed, I cannot believe such a thing is possible.",
        "I urge you, dear readers, to protest. Raise your voices against the moderate tide! Allow not a step more to be taken. Instead, push back. We must return Summerset to the glory of the past, and once again make it a home for High Elves and High Elves only.",
        "Will you join me in that cause?"
    ]
}