{
    "id": "InvestigationNotesNicholas",
    "paragraphs": [
        "Librarian Comment:",
        "This series of books isn't found in the released game. Whether they were all supposed to appear in some sort of order, or if there was one per alliance, is unclear. They are displayed here exactly as they appear in the files.",
        "",
        "<title>Investigation Notes - Nicholas [1]</title>",
        "I have evidence that he laid low in Marbruk for a while. One stray rumor says he was heading for Grahtwood, in the company of either a High Elf or perhaps it was a Wood Elf. Source was not entirely sober, and it is possible it was another Imperial entirely, but it is the best I have to go on at the moment.",
        "Most likely Grahtwood location, I think, would be Haven. Port town, easy to blend in perhaps? Lots of coastline - maybe means he's hiding out in caves.",
        "Elden Root is also a possibility, but my guess is that Haven would feel more like Abah's Landing, ships, trade, plenty of opportunity to set up again. Striped senche don't lose their stripes. Great, now I sound like that bumbling fool,\" Silver Claws.",
        "I've seen that nosy gossip Bellulor in here cadging drinks. I am sure he's a pcikpocket as well. I lost him twice trying to follow him back to wherever it is he and those of his ilk do business. Just need to be more patient.",
        "<title>Investigation Notes - Nicholas [2]</title>",
        "I have evidence that he laid low in here in Shornhelm for a while. One rumor says he was heading for Alik'r, in the company of either a High Elf or perhaps it was a Breton? Source was not entirely sober, and it is possible it was another Imperial entirely, but it is the best I have to go on at the moment.",
        "Most likely Alik'r location, I think, would be Sentinel. Larger city,  easy to blend in perhaps? It would appeal to that bastard to hide in plain sight. Right under my noise. If I were in Sentinel. Which I wish I were.",
        "Still maybe Bergama is also a possibility, but my guess is that the area around Sentinel would provide more places to go to ground.  I think I should try to find out more about the woman, perhaps that is a better avenue to information.",
        "I've seen that nosy gossip Bellulor in here cadging drinks, I imagine he might know something. I am sure he's a pcikpocket as well. I lost him twice trying to follow him back to wherever it is he and those of his ilk do business. Just need to be more patient.",
        "<title>Investigation Notes - Nicholas [3]</title>",
        "I have evidence that he laid low in here in Stormhaven. Had several witnesses describing an imperial that fit his description. One woman says he was heading for Deshaan of all places. In the company of either a High Elf or perhaps it was another Imperial? Source was not entirely sober, and it is possible it was another fellow.  Still the timeframe fits and it is the best I have to go on at the moment.",
        "Although he might consider Mournhold, I think the vigilance of the Ordinators would give a rogue pause. I might consider going to Tal'Deic. I could look up Ragna Stormcrag. Last I heard she was stationed there. Haven't seen or had a drink with her in years. She might be able to help. Besides, those Redorans she works with are stiff with honor. They'd be interested in finding a thief.",
        "I've seen that nosy gossip Bellulor in here cadging drinks, I imagine he might know something that may help me. I am sure he's a pcikpocket as well. I lost him twice trying to follow him back to wherever it is he and those of his ilk do business. Just need to be more patient."
    ]
}