{
    "id": "InvestigatorValeTheCurseofMandrakeManor",
    "paragraphs": [
        "\"You have no ghost\", my dearest friend. The culprit is, in fact, Palwin the blacksmith!\"",
        "Investigator Vale's words echoed off the walls as the crowd gathered in the library around Lady Mandrake gasped. Heads turned in all directions, seeking the accused. In the back of the room, the blacksmith stood nervously. A look of utter guilt spread across his face even as he shook his head from side to side.",
        "\"What are you talking about? There was no way a mere mortal could have caused all this trouble\", he said defensively. \"How could I sneak into a locked room and murder the butler? How could I hide the body when I was in my forge the entire time? You have no evidence, wench!\"",
        "The room fell silent as all eyes once again turned to Investigator Vale. The insult didn't seem to faze her in the least. Her eyes sparkled in the flickering candlelight as she drew back her shoulders and tilted her chin up slightly so that her raven hair fell across her back. The fingers of her right hand, curled into a tight fist, seemed to clutch something. She made a deliberate show of rotating her fist and letting her fingers fall open to reveal a shiny bronze key in the shape of a skull.",
        "\"Oh, you have once again underestimated me, dear Palwin,\" Vale said. \"The evidence is clear as the nose on your face. You were the only one who had access to this skeleton key, the one lost by the lord of Mandrake Manor!\"",
        "Palwin's eyes widened. He stumbled over his words before collecting himself, Then he said,\"You - you don't know that was mine. How did you even get it? I - wait. You used me!\"",
        "Vale's head rolled back as a joyous laugh erupted from her long, elegant throat. \"Oh, you silly little man! Of course I used you! Those drinks we shared last night? I added a tincture to yours that allowed me to search your rooms after you fell into a deep sleep. It was then a simple matter for me to see exactly what was out of place.\"",
        "Vale, now moving about the room and playing to her audience, continued. \"Scratches on the floor by the bookshelf clearly revealed evidence of a hidden door. Gloves casually tossed in a corner, stained with blood. Boots caked with grass from the forest where the bodies were found. And this key, sitting on your nightstand for anyone to see.\"",
        "\"What does any of that prove, except that you drugged me?\" Palwin cried.",
        "\"It proves everything,\" Vale said happily. \"Instead of a ghost, we have a disgruntled blacksmith who wandered the tunnels beneath the manor. Tunnels that could only be accessed with this key. What started as a scheme to frighten and blackmail the lord - shame on you for that! -eventually led to murder.\"",
        "\"No!\" Palwin screamed. \"I won't be cheated out of what's mine! Not again!\" He drew a dagger from his belt and rushed toward Vale. She stepped to the side at the last possible moment, sending Palwin off balance and head-long into the wall. He fell, his own dagger protruding from his chest.",
        "\"Murder never pays,\" Vale said. \"Now if you'll excuse me, I have a bottle of aqua vitae waiting for me. And another mystery. There's always another mystery.\""
    ]
}