{
    "id": "InvestigatorValeandtheSoberNord",
    "paragraphs": [
        "\"It's poison. I'd stake my reputation on it,\" Investigator Vale said.",
        "\"I swear, he didn't have a thing to drink all night! Didn't see him eat anything either,\" the bartender of the Lonely Troll said while he nervously wrung a towel through his hands, \"But he looked scared. Jumpy.\"",
        "Investigator Vale stood over the body of the male Nord that lay on the floor of the once-bustling tavern. Much of the place cleared out when the man dropped dead in the middle of the evening rush, but a few brave patrons continued to drink in corners out of sight of the corpse.",
        "The average Nord's commitment to mead was something to be respected, Vale thought.",
        "\"Strange. What was he doing here if he wasn't eating or drinking?\" Vale mused aloud, \"And how in the world was he poisoned?\"",
        "The attractive guard captain folded her arms across her chest and frowned, \"A sober Nord in a tavern. That always spells trouble.\"",
        "Vale smiled, \"My thoughts exactly, Captain Aeja.\"",
        "Without so much as a warning, Investigator Vale pushed herself away from the bar and made her way toward the tavern's recesses. Captain Aeja hurried along behind her. She was much taller but found it hard to keep up with the quick, curvaceous private investigator as she navigated the small pockets of people left inside the tavern.",
        "\"Investigator, where are you going?\"",
        "Vale stopped in front of a table tucked into the back of the tavern. There, a handsome man sat by himself, save for a pet scorpion crawling on his shoulder. As the two women approached, the man grinned widely and gestured with his sloshing tankard.",
        "\"Hail, ladies! To what do I owe the honor of having two lovely women approach my table?\"",
        "Investigator Vale slid into the seat next to him with a vulpine smile, \"I noticed your tankard is full.\"",
        "The man's expression did not falter, as Vale expected it to. He was either a very good actor, or her hunch was wrong. But her hunches were never wrong.",
        "\"Are you interested in helping me with that?\" the man asked with a waggle of his brow.",
        "Vale saw Captain Aeja stiffen beside her, her hand clenching the pommel of her sheathed blade. The young captain was rather alluring when she got all protective, Vale thought. But there would be time for that later.",
        "\"No, merely curious about the reason for your hesitation,\" she said with a smile.",
        "The man adjusted the sleeve of his robe with a subtle movement, \"Sometimes a man prefers to savor his drink. Is that a crime?\"",
        "\"Not at all,\" Vale said coolly, \"Unless, of course, you're staying sober to watch the fruits of your labor play out in a crowded tavern.\"",
        "\"That's quite a bold accusation,\" he scoffed, \"You can't walk around accusing anyone who isn't drunk of being a murderer.\"",
        "\"True. Though I can accuse someone with a deadly azure scorpion of being a murderer.\"",
        "\"Zaleya would never hurt anyone,\" the man protested.",
        "\"Not of her own volition, surely,\" Vale said, \"But that particular breed has been domesticated. She'd take orders from her master if instructed.\"",
        "The man narrowed his eyes, \"You have no proof!\"",
        "The Investigator held out a delicate hand. Her eyes flashed dangerously. \"Then let her sting me.\"",
        "Captain Aeja balked, \"What? Investigator, don't!\"\\n\\n\"To kill a man of that size, lovely Zaleya would have had to expend much, if not all, of her venom. It will take time for her to replenish that. Therefore, if I'm correct, I should be completely safe.\"",
        "The captain eyed the plucky investigator warily, but finally turned her gaze on the man. \"Well? Let's see it then.\"",
        "The man's expression didn't change, but Investigator Vale saw fury spark in his eyes. A muscle in his jaw jumped as he picked up the scorpion and placed it in the investigator's waiting hand. He made a soft clicking noise with his tongue, and the scorpion's tail plunged into Vale's palm.",
        "Almost simultaneously, the man jumped up and tried to run. Investigator Vale, who stood calmly cradling the scorpion, stepped deftly to the side to give Captain Aeja room. The tall guard shoved the man back into his seat so hard the chair tipped backward and spilled him onto the floor. Before he could scramble back to his feet, Captain Aeja drew her sword and laid it at the base of his throat.",
        "Investigator Vale smiled and stroked the scorpion with a delicate finger, \"My, you are full of spirit, aren't you, Zaleya?\"",
        "\"Investigator, are you all right?\" the captain asked.",
        "\"Never better,\" Vale replied.",
        "\"What kind of woman are you?\" the man choked, \"You were supposed to fall to your knees in pain!\"",
        "\"I only fall to my knees for very specific occasions, my dear,\" Vale said smugly, and then let the scorpion crawl from her hand and onto the table, \"Speaking of which, Captain Aeja, once we're finished here I'd love to buy you a drink.\"",
        "The attractive guard blushed and tried unsuccessfully to conceal a smile, \"As you say, Investigator.\"",
        "\"Though,\" Investigator Vale said with a wink, \"Perhaps we'll pick a different tavern.\""
    ]
}