{
    "id": "InveiglingtheClockworkApostles",
    "paragraphs": [
        "Getting into the Brass Fortress from out in the Radius means getting into the good graces of the Clockwork Apostles. Trust me, if they're not on your side? You're cranked. That being said, they're not the easiest group to understand. The Apostles aren't chasing the glory of their ancestors or the thrill of battle. They don't burden themselves with thoughts of war, or famine, or disease. In fact, they rarely burden themselves at all, getting factotums to do everything but wipe their-- but I'm getting ahead of myself. Let's start at what they do care about.",
        "Sotha Sil is not only the god of the Apostles, but their mentor of sorts. The relationship is rather like needy students with a particularly distant teacher. The Apostles always seem to be seeking his approval on whatever project they're working on, though I doubt they'll ever get it. Their God of Mysteries keeps to himself more often than not.",
        "All of the Apostles work towards one goal, something they call Nirn-Ensuing, or Tamriel Final, or Second Nirn, so on and so forth. If you want to bore yourself with the details, give the Sermons of Sotha Sil a read. And then another read. And then a third read so you can actually understand any of it, if you happen to be so inclined. All I know is that they're not so fond of this world, and they're trying to make it better. Somehow.",
        "Now you would think that making the world better would include what could generally be recognized as acts of generosity, or at least basic human kindness. You would be wrong on that account. You see, the perfect Nirn doesn't really include things like feeding the hungry or sheltering the sick. It does involve making a scrap ton of machines. For some reason.",
        "So, to get in good with the Apostles you have to help them conduct their experiments of gods know what. This means demonstrating a knack with magic, machines, or probably both. If you don't have those skills handy I suggest you listen closely for some other opportunity. The Clockwork Apostles are not above asking for favors, especially if it's for a task they think beneath them. Sure, they might not have the easiest or most wholesome requests in mind, but I suggest you take the chance while it's available."
    ]
}