{
    "id": "InvestigatorValeandtheHauntedLighthouse",
    "paragraphs": [
        "An Investigator Vale Adventure.",
        "",
        "\"\"And you say the apparition appears in this room?\"\" Investigator Vale gestured to the heavy door in front of her. Outside, the storm dragged on. Ocean swells crashed into the rocks of the island and hurled water against the lighthouse walls.",
        "",
        "\"\"You ask that like you don't believe me.\"\" Gawayne crossed his well-muscled arms and leaned back against the wall in the dark staircase.",
        "",
        "\"\"I have my suspicions,\"\" Vale raised her torch and peered at the door again. \"\"You've been the only caretaker of this island for a long time. Maybe you have a ghost, but it's equally as likely that something else haunts this lighthouse.\"\"",
        "",
        "\"\"I know what I heard.\"\"",
        "",
        "\"\"You heard a scream, yes. So you told me.\"\" Vale fastened her hand around the door handle. \"\"Let's see if we can determine the source of that scream.\"\" She pushed the door open, ignoring Gawayne's cries and protests.",
        "",
        "Investigator Vale stepped into the room. She could see her own breath hang in the air in front of her. The storm howled outside as the torch in her hand flared and then blew out, leaving her in total darkness.",
        "",
        "\"\"The ghost is real, investigator! And now you've let it loose in the rest of the lighthouse. I'll never sleep properly again.\"\" Gawayne's voice trembled as he called from the stairwell.",
        "",
        "Investigator Vale smiled. \"\"Nonsense. Bring me another torch and I'll show you your ghost.\"\"",
        "",
        "Vale removed her scarf as the light of the second torch started up the staircase. After a moment of searching, she found what she was looking for. \"\"Your fearsome ghost is nothing more than a crack in the lighthouse wall.\"\" She held her scarf in front of the crack and showed Gawayne how it billowed out from her hand.",
        "",
        "Gawayne stared at the piece of cloth as it swayed in the breeze. \"\"I dragged the great Investigator Vale all the way to my lighthouse because of shoddy masonry?\"\"",
        "",
        "\"\"Now, now,\"\" Vale said, \"\"don't beat yourself up. Ghosts and spirits are plentiful enough that you were right to be concerned. Still, better a crack that can be patched with some mortar than an actual haunting. True ghosts can be quite difficult to eradicate.\"\"",
        "",
        "At that moment, a deafening crack exploded outside as a lightning bolt struck the sea close to the lighthouse. Gawayne jolted at the sound and then sighed. \"\"There's no use trying to make it back to shore in this mess. I'm sorry, investigator, but it looks like you'll have to wait out the storm here.\"\"",
        "",
        "Investigator Vale grinned, \"\"This lighthouse may not have any ghosts, but I'm sure we can come up with something around here to raise our spirits until the storm settles down. I don't suppose you have any wine?\"\""
    ]
}