{
    "id": "InvestigatorValeADeadlyToll",
    "paragraphs": [
        "\"Well, it definitely looks like murder to me,\" Investigator Vale said as she approached the old wooden bridge. \"I've found that decapitation is hard to accomplish as a suicide.\"",
        "The bridge spanned a nondescript waterway just outside the town. There was nothing special or unusual about the bridge or the minor river it spanned, but this is where the town's mayor and his entourage had brought the inspector just the same. Nothing unusual, that is, except for the severed head perched neatly atop the handrail that ran along the right side of the bridge.",
        "\"You barely looked at the poor creature,\" Jakard Herrick, the mayor's trusted confidant and the town's leading merchant said. \"How in the name of Oblivion can you make such a bold assertion?\"",
        "\"Because I'm that good,\" Vale said, continuing to examine the scene of the crime. \"That is why the mayor hired me, after all.\" She pointed out some of her observations to the mayor and his entourage, including that the lack of blood and a body indicated that the murder didn't occur on the bridge.",
        "\"Does anyone recognize this unfortunate High Elf?\" Vale asked as she stepped over and bent down to better examine the head. It was clearly an older Elf, a male, with perfectly groomed hair and a serene expression on his face. He'd look absolutely peaceful, Vale thought, if not for the ragged scraps of skin and bone protruding from the hole beneath his neck.",
        "\"That's Glanonir the gold lender,\" the cute young guard that had accompanied them to the bridge blurted out helpfully. \"I'd know that smug face anywhere.\"",
        "The mayor gave her a hard look for talking out of turn, but didn't press the matter. \"So, investigator,\" he said, turning his attention back to Vale, \"can you tell us what happened here?\"",
        "\"Indubitably,\" Vale said with a smile, taking one more quick look around the area. \"It's as clear as, well, the nose on your face, Mayor Moorcroft. Or perhaps I should say, the nose on his face.\" She indicated Herrick the merchant with a nod of her head.",
        "Herrick coughed and stammered, \"Just - just what are you implying, Inspector Vale?\"",
        "Vale gave Herrick her most dazzling smile. \"I haven't made any implications. Yet.\" She plucked something from the victim's hair and then bent down and removed something that was stuck in the gore pooled on the handrail under the victim's neck. She looked at both items, sniffed them each in turn, and spun triumphantly toward the mayor.",
        "\"This,\" Inspector Vale said, holding up the first item, \"is obviously stinkhorn. Our dead gold lender had a number of stems in his hair, which I'm certain led the troll right to him.\"",
        "She held up the second item. \"This is a black tea leaf. I found it in the gold lender's drippings. Black tea. That's one of your primary commodities, isn't that right Herrick?\"",
        "The merchant, sweat beading on his forehead, swallowed with an audible gulp and began to step away from the bridge. The cute young guard deftly stepped into his path, her hand pointedly resting on the pommel of her sword.",
        "\"Explain yourself plainly, Inspector Vale,\" the mayor said, clearly dismayed.",
        "Ah, yes,\" Vale sighed. \"I forget that not everyone sees the world as clearly as I do. Jakard Herrick owed a great debt to the gold lender. More than he could hope to repay, as the black tea crop was pitiful this season. He had noticed the troll that was lurking under this bridge and decided to use it to take care of his problem. He convinced Glanonir to meet him at the bridge, where he unceremoniously dumped a sack full of stinkhorn stems over his head and pushed him into the river. The troll emerged, ripped off the gold lender's head, and dragged the rest under the bridge. You'll find what remains of poor Glanonir, as well as a sleeping troll with a full stomach, right beneath our feet.\"",
        "\"That's - that's nonsensical!\" the merchant exclaimed.",
        "\"No, that's irrefutable,\" Vale said smugly. \"Black tea leaves, the same as those still stuck to your sleeves, Herrick. From working in your storehouse, I'm certain.\"",
        "\"Shall I throw this miscreant in the dungeon, Mayor Moorcroft?\" the cute young guard asked as she lavished the investigator with a smile.",
        "\"Of course you should, my dear,\" Vale said, taking the mayor by the arm. \"And then you should summon some more guards, or you'll never get that troll out from under your bridge. Now, come along, Mayor Moorcroft. We really should discuss my fee -"
    ]
}