{
    "id": "InvestigatorValeTheLockedRoomMurder",
    "paragraphs": [
        "\"Oh, the room was indeed locked when the murder occurred,\" Investigator Vale said, brushing dust from her elegant finery. The scullery maid, equally as dusty and looking quite flushed, hurriedly adjusted her apron as she ran out from behind the alchemist's well-stocked shelves.",
        "\"What was going on back here, investigator?\" Alchemist Krelana asked suspiciously.",
        "\"Oh\", your feisty little maid was just helping me with my - research,\" Vale said, \"pay her no mind. What you should be paying attention to is this half-empty bottle of wamasu bile.\"",
        "Alchemist Krelana shifted nervously, glancing at the burly town guard who was watching their exchange with renewed interest. She swallowed and said,\"What does my old supply room have to do with the death of Grath the Banker? He was locked in his own room when he died.\"",
        "Vale dragged a gloved finger across one of the shelves. \"Yes\", the place is rather dusty. You did insist that this particular storage facility hadn't been used in many months. But notice the bottle of wamasu bile. Most of the dust has been wiped away. And do you know why?\"",
        "\"Why?\" the burly guard asked.",
        "Vale awarded him with her most dazzling smile. \"Because, good constable,\" the banker was already murdered when he locked himself in. He just didn't realize it!\"",
        "Vale turned to the alchemist with a triumphant grin. \"Admit it. You applied generous amounts of the deadly bile to the banker's quill during these past few weeks. You slowly poisoned the poor man!\"",
        "\"Damn you, Vale!\" the alchemist spat. \"But I won't let you have the satisfaction of watching them cart me off to a dungeon!\" Krelana poured the contents of a vial down her throat before the guard could stop her. Her skin turned the color of ash even before she slumped to the ground.",
        "\"Your death gives me no satisfaction, Krelana,\" Vale said with regret. Then she perked up. \"But your scullery maid, on the other hand - now where did that little vixen run off to?\""
    ]
}