{
    "id": "InvestigatorValeRetinueofShambles",
    "paragraphs": [
        "<title>Investigator Vale: Retinue of Shambles, Part 1</title>",
        "The Wood Elf sprawled across the bed in the pristine cabin, a dagger protruding from his chest and a pool of blood spreading beneath him. \"Murder, Vale?\" said Nemdalan, High Elf captain of the Silver Swan sailing ship, obviously hoping she would change her declaration to something less sinister. \"Are you absolutely certain?\"",
        "Investigator Vale sighed. \"Do you think he accidentally plunged the blade into his own heart, Captain Nemdalan? I suppose it could be possible, but I find it highly unlikely.\"",
        "Firrinor, a Wood Elf brew master looking to take advantage of Queen Ayrenn's proclamation that opened the borders of Summerset, would have been one of the first of the new immigrants to step foot upon the High Elf homeland. Now, he was nothing more than a memory in Valenwood and a guest at Y'ffre's campfire. The investigator bent closer to examine the hilt and pommel protruding from the brewer's chest.",
        "\"It had to be one of those high-and-mighty High Elves, yes?\" said Zaraki, the Khajiit clothier. \"Despite Queen Ayrenn's promises, they don't want the likes of us to sully their pristine island.\"",
        "\"Perhaps,\" said Vale, using the light of a candle to better study the intricate carvings that decorated the handle of the murder weapon. \"But I find the use of a ceremonial dagger rather significant. Daedric, I believe. I don't recognize all of these symbols, though the pattern suggests the adoration of multiple Princes. Intriguing.\"",
        "\"So what are you saying, Vale? We're scheduled to dock in Shimmerene tomorrow morning!\" Captain Nemdalan sputtered.",
        "\"I'm saying, my dear captain, that you have not only a murderer aboard your vessel—you have a murderer who's also a Daedric cultist, and those tend to be the most intriguing kind,\" Vale said, hardly bothering to hide her enthusiasm. \"Now this voyage is finally getting interesting!\"",
        "* * *\nVale and the Khajiit clothier searched the ship's deepest hold, exploring the narrow spaces between the crates, kegs, and barrels piled from deck to ceiling. \"You didn't have to accompany me, Zaraki,\" the investigator said, bemused. \"I'm quite capable of taking care of myself, you know.\"\"",
        "\"Zar meant no disrespect, investigator,\" Zaraki replied as he brushed cobwebs from his tawny fur. \"But this one didn't feel right allowing you to descend into the bowels of this ship all by yourself. Not with a murderer on the loose. Why the captain and his cowardly crew didn't volunteer to help you, only Jode and Jone know for sure!\"",
        "Vale squeezed through the gap between two stacks of crates and led the way into a small clearing in the middle of the forest of cargo. She noticed that one of the stacks was balanced precariously, as the bindings supporting it had come loose during the voyage. She stepped gingerly past the unstable stack to stand in the center of the cleared space.",
        "\"Precisely where I expected to find it,\" she said triumphantly, pointing to a makeshift shrine to one of the Daedric Princes. \"The god of pledges and promises, if I remember my lessons with the headmaster of Daedric studies at the University of Gwylim.\"",
        "Zaraki circled the rune-covered deck and the Daedric symbol rising from its center cautiously. \"You attended the university?\"",
        "\"Well, let's just say I audited a few private lessons with the headmaster,\" Vale said slyly. \"She learned as much from me as I learned from her, I'm proud to admit.\"",
        "As the Khajiit reached a furred hand toward the skull-topped wooden plinth surrounded by vile runes, the investigator slapped it away and motioned him to be quiet. Footsteps were approaching the hidden shrine. Vale and Zaraki pressed into the shadows cast by the close-packed crates and waited. A moment passed, and then a tall High Elf in noble garb emerged from a gap between the stacks.",
        "\"I take it you're our Daedric cultist?\" Vale asked as she stepped into the surprised High Elf's path.",
        "\"Lord of Trickery take you!\" he shouted as he drew a wickedly curved dagger from his belt. \"You should have never gotten involved in the affairs of the Retinue of Shambles, Breton tramp!\"",
        "Before Vale could respond, Zaraki leaped into action. The clothier brandished a sword from who knew where and blocked the cultist's dagger thrust. \"That is no way to treat a lady!\"",
        "The cultist pointed his dagger at the Khajiit and began to cast a spell. Not waiting for him to finish, Vale planted her expensive leather boot into the small of the High Elf's back. The kick knocked him sideways, into the unsecured stack of crates. The crates clattered to the deck, crushing the cultist beneath them.",
        "\"Damn!\" Vale said, blowing a loose strand of hair out of her eyes. \"I didn't think the entire pile was going to come down! I can't get answers out of a dead man!\"",
        "\"At least that will be an end to the murders, yes?\" Zaraki said.",
        "\"He mentioned the Retinue of Shambles,\" Vale replied. \"I have a feeling this was just the beginning.\" Investigator Vale paused, looking the Khajiit over appraisingly. \"And something tells me you aren't a simple clothier, Zar.\"",
        "\"I'm not? This one has no idea what you're implying, investigator.\"",
        "Vale scowled. \"A mystery, Zaraki. Haven't you heard? Investigator Vale solves mysteries. But I'll deal with that later. Right now, I think we could both use a drink. Shall we go and inform the captain that he has a mess to clean up below decks?\"",
        "<title>Investigator Vale: Retinue of Shambles, Part 2</title>",
        "Investigator Vale sat at a small table in the intoxicant lounge, sipping golden wine from an ornate flute of glistening glass. The lounge window looked out upon one of Shimmerene's main streets, allowing her to watch the High Elves saunter past as she contemplated the events that occurred aboard the Silver Swan. These cultists calling themselves the Retinue of Shambles concerned her more than she had let on, especially considering that the group appeared to consist of multiple Daedric factions come together for some sinister purpose—a purpose, she realized, that threatened not only Summerset but perhaps the entire world.",
        "This was definitely not the sort of thing that Vale usually dealt with, but she didn't see anyone else in the vicinity who was volunteering to step forward. And she thought her trip to Summerset was going to be mostly uneventful and relaxing.",
        "The Khajiit who claimed to be a simple clothier strode over and deposited himself in the empty chair across from Vale. \"Zaraki sees that you have started without him,\" Zaraki said as he poured wine into his own flute. \"This one shall endeavor to catch up, quick, quick!\"",
        "Vale clinked her glass to his and took a long drink of the effervescent wine. \"I hate to admit it, but I'm out of my element in this foreign land,\" she said. \"All of my usual contacts and avenues of research are across the sea and far away. I need to figure out how to find out more about this so-called Retinue of Shambles.\"",
        "\"Do not worry, pretty lady,\" Zaraki said jovially. \"This one might know a person or two who can help us with this situation.\"",
        "\"Us?\" asked Vale suspiciously. \"That brings me back to my original question. Just who in Oblivion are you really, Zaraki-dar?\"",
        "\"This one is offended by your accusing tone, investigator, but also pleased by your use of the honorific at the end of my name. Zar thinks it sounds very, very good. But there are cultists to deal with, yes?\"",
        "\"Oh, very well,\" Vale said grudgingly, \"Take me to your contacts here in Summerset. I'm quite certain your cloth provider and button merchant can tell us all about Daedric cult activity on the island.\"",
        "\"You'd be surprised what you can learn when you ask the right questions of the right people, pretty lady. Stay close and let Zar show you how it's done!\"",
        "* * *",
        "Four hours later, after following Zaraki into every storefront, tavern, and back alley in Shimmerene, Vale had to admit that the Khajiit knew how to get people to talk. He was charming and disarming, but also scary and threatening, depending on who we were dealing with and what was called for to get them to open up. She wasn't going to stroke his fur, but she was impressed by his technique. Still, other than some vague rumors and a few outrageous claims, they weren't any closer to finding the Retinue of Shambles. Then they stepped into an unassuming shop filled with scrolls, manuscripts, and extremely old books.",
        "\"Lentelfan!\" Zar called into the quiet stacks of paper. \"It is your old friend, Zaraki, come for a visit!\"",
        "Someone stepped out from behind one of the high shelves. It was a High Elf woman with long, dark hair, dressed in a noble's finery. A medallion hung from a chain around her neck. It depicted a spider spinning a web. It was a beautiful design, but for some reason it set Vale's teeth on edge.",
        "\"Lentelfan no longer owns this fine establishment,\" the High Elf said. \"Perhaps there's something I can help you with, though I sincerely doubt it. I don't usually trade with people of your caliber.\"",
        "\"Listen here, you self-important—\" Vale snapped as she moved to confront the woman, but Zaraki's strong arm held her back.",
        "\"Your mangy cat knows his place, Breton,\" the High Elf sneered. \"You would do well to learn yours.\"",
        "\"A thousand pardons, esteemed one,\" Zaraki purred, bowing low to the High Elf as he stepped between the two women. He continued to lay on a thick and intricate apology as Vale fell back and used the opportunity to better survey the area.",
        "Investigator Vale's gaze fell upon a small desk buried under stacks of parchment and dozens of rolled scrolls. One sheet in particular caught Vale's attention. It appeared to be a list of names and locations, a few of which she recognized from her studies of Summerset maps when she was preparing for her trip. The sheet also contained symbols that Vale couldn't decipher. She made sure that Zaraki was blocking the High Elf's line of sight as she slipped the parchment sheet into the inner pocket of her long coat.",
        "\"I'm bored, Zar,\" Vale said, tossing her long raven hair and setting her full lips into a pout. \"You promised me dinner and a fine bottle of wine, and this doesn't look at all like the restaurants we have back in Daggerfall.\"",
        "The two companions exited the shop quickly, serendipitously glancing back to make sure the High Elf wasn't following.",
        "\"Do you know who you almost picked a fight with, Vale?\"\" Zaraki asked.",
        "\"Judging from the medallion, a high priest of Mephala,\" Vale said. \"And a remarkably rude one at that. But I found something that might give us some insight into what's going on around here, provided you know someone who can read Daedric script.\"",
        "\"This one knows a great many experts in a great many things.\"",
        "Vale smiled at the Khajiit and took his paw in her hand. \"I think I may be beginning to like you, Zaraki-dar.\" She heard him purr at the mention of the honorific.",
        "Neither of them noticed the tiny spiders following in their wake.",
        "<title>Investigator Vale: Retinue of Shambles, Part 3</title>",
        "Investigator Vale tapped her foot impatiently, waiting for the High Elf to finish translating the sheet of parchment she removed from the old book shop. Zaraki gave her a look, but she ignored him and tapped even more furiously.",
        "Galaadil, Assistant Sapiarch of Daedric Studies, leaned back and rubbed his eyes. \"You were right to bring this to me, Agent Za—\"",
        "\"Please, my friend,\" Zaraki interrupted, noticing how Vale raised an eyebrow when Galaadil addressed him, \"we're all friends here. There's no need to be so formal. Just call me Zaraki. Or Zar, if you prefer. But you were saying ...\"",
        "\"The names are prominent members of High Elf society, each linked to a specific location in Summerset,\" Galaadil explained. \"As for the Daedric symbols, they revere three different Daedric Princes and refer to powerful relics I assume are somehow related to the people and places. It's really quite fascinating! Where did you say you got this?\"",
        "\"We didn't,\" Vale said, scooping up the parchment as she turned to leave.",
        "\"Where are you going in such a rush, pretty lady?\" Zaraki asked as he stood to accompany her.",
        "\"I don't think a simple Khajiit clothier would care about my business,\" Vale said lightly, \"but I wouldn't turn down the help of Agent Zaraki-dar of the Queen's Ears.\"",
        "\"What? Who said—? This one isn't—,\" Zar sputtered. Then he said quietly, \"When did you figure it out?\"",
        "\"Really, Zar?\" Vale teased. \"The tales of Zaraki-dar, Ear of the Queen, have reached even High Rock's less-than-civilized shores. I knew it was you the moment I laid eyes on your tawny, furry, well-rounded ... head. Well, maybe the second moment. Now let's go stop the Retinue of Shambles.\"",
        "\"People always tell Zar how much they appreciate his furry, well-rounded ... head,\" Zaraki mused as he hurried to catch up with Investigator Vale.",
        "As they walked side-by-side, they didn't see the tiny spider clinging to the back of Vale's long coat.",
        "* * *\nVale and Zaraki-dar made their way cautiously into the coral forest outside Shimmerene as dusk began to creep across the sky. The dense collection of petrified coral created a strange, labyrinthine landscape along the island's eastern shore. Clues on the parchment sheet had led them here. A few steps into the area and they could hear ominous chanting echoing off the coral protrusions closing in around them. The unknown words had a sharp edge to them that made Vale's skin crawl and Zaraki's fur stand on end.",
        "They walked deeper into the coral maze, eyes alert and searching. Flickering firelight danced behind one of the coral pillars, so Vale proceeded in that direction. Zaraki rested a paw on her shoulder, silently urging caution. She nodded and peered around the pillar.",
        "In a clearing at the center of the coral forest, the High Elf wearing the Mephala medallion they encountered in the old book shop stood before an abstract yet disturbingly asymmetrical three-sided shrine that bore Daedric symbols associated with three different Princes. She gazed into the fires burning in the three braziers as she chanted the same phrase over and over. Behind her, the air shimmered and glowed with a strange, unnatural light. Something was coming! Before Vale could act, a tiny spider scurried off her back and rushed toward the cultist, growing larger until it was about the size of a cat when it climbed onto her shoulder.",
        "\"You're just in time,\" the High Elf said with obvious disdain. \"You can be the first of the lesser races to experience the majesty and power of the Altmer reborn!\"",
        "\"Hey, Zaraki-dar,\" Vale asked, \"you have any idea what this overblown, pointed-eared, Daedra-loving idiot is talking about?\"",
        "\"Not a clue, pretty lady,\" Zar replied. \"This one doesn't like the looks of that shrine, though. Zar does not believe it is strictly legal.\"",
        "\"Well, then,\" Vale said, and she took two steps forward and kicked the makeshift shrine with her heavy leather boot. It shattered, scattering the three small braziers and extinguishing two of the three small fires.",
        "The cultist screamed in rage as the glow behind her faded and the air stopped shimmering. She drew a long, curved dagger from her robe as the spider on her shoulder reared up and clacked its mandibles.",
        "\"None of that Daedric nonsense from you,\" Zaraki-dar said as he drew his own sword and stepped in front of Vale. \"By order of the Queen, this one accepts your surrender!\"",
        "With that, a dozen Dominion soldiers rushed into the clearing to surround the cultist, each brandishing a weapon. The cultist and the spider looked around, then she dropped her dagger and the spider settled back down.",
        "\"This isn't over, cat,\" the High Elf cultist spat.",
        "\"Oh, I think it is,\" Vale countered cheerfully, \"at least as far as you're concerned.\"",
        "* * *\nVale leaned back against her pillow, looking up into the dark room above the inn. \"Do you think there are more of them out there, Zar?\"",
        "Zaraki-dar, one hand holding up his head as the other stroked Vale's naked thigh. \"There are always more, pretty lady. That's why the queen keeps me around.\"",
        "\"Well, then, I won't worry about it right now. I'd much rather have another go at your tawny, furry...",
        "Zar kissed her, cutting off Vale's words. She returned the favor."
    ]
}