{
    "id": "InvestigatorValeShadowFellows",
    "paragraphs": [
        "\"This was no run of the mill murder, baroness,\" Investigator Vale said as she rose and stepped back from the body. \"No, this was an assassination. The work of the Shadow Fellowship, or I'm a Morrowind mushroom. I'd stake my reputation on that.\"",
        "\"The Shadow Fellowship?\" Baroness Esmonda exclaimed, raising a dainty hand to her full, red lips. \"The league of assassins? That's just a myth!\" Despite her protestations, the baroness suddenly went pale and looked around nervously.",
        "\"Oh, the Shadow Fellowship is quite real,\" Vale said, slipping off her leather gloves and returning them to the pocket of her long coat. \"They've operated in secret for hundreds of years. Whenever someone gets too close to the truth, they employ bribery, blackmail, and murder to keep their activities hidden. I've made a study of the clandestine organization - covertly, of course - but I've never had a case that so clearly points to their involvement.\"",
        "\"Doesn't that frighten you?\" the baroness asked. \"I would completely understand if you decided to abandon this investigation...\"",
        "\"My dear baroness, I have never abandoned an investigation in my life and I'm not about to start now,\" Vale said indignantly. \"I just need to determine how best to proceed.\"",
        "* * *\nThat night, in a richly appointed room above the town's inn, Investigator Vale slept fitfully after talking to dozens of people and following up on a half-dozen leads. Dark dreams troubled her rest, causing Vale to toss and turn in the small bed.",
        "Suddenly, Vale sat up, letting the sheet fall away from her body as she drew out the dagger she always kept under her pillow. She pointed it squarely at the dark form sitting in the room's only chair. The figure snapped her fingers and the candle beside the bed ignited with a spark. It helped a little, but mostly it just threw more shadows around the room.",
        "\"You're from the Fellowship, I presume?\" Vale asked.",
        "\"Let's not apply any labels, shall we?\"\" the woman said. Her face was still obscured by shadows and a mass of long, dark hair, but Vale could see that she was dressed in tight leather and wore at least three blades that the investigator could readily spot.",
        "\"Have you come to murder me in my sleep?\" Vale asked, her own blade never wavering.",
        "\"Neither I nor my associates have any desire to see the great Investigator Vale come to harm,\" the leather-clad woman said. \"There's no profit in that. We have one more contract to complete and then we'll fade away like dew in the morning sun.\"",
        "\"The baroness!\" Vale exclaimed.",
        "You are as perceptive as we've heard,\" the woman said. \"But sometimes even perception arrives too late to change the inevitable.\" The woman rose and stepped to the room's single window. \"Enjoy the rest of your evening, investigator,\" she said with a slight bow before slipping into the night.",
        "Investigator Vale did not sleep the rest of that long, dark night.",
        "* * *\nIn the morning, Vale returned to the baroness's manor house to find that the town guard was already at the scene. She approached the captain, an older man she had worked with in the past, and nodded a grim greeting.",
        "\"The baroness is dead,\" Vale said. It wasn't a question.",
        "The captain of the guard nodded. \"Fell down the steps in the night and broke her neck,\" he said. \"Must have been the grief over her husband's murder that made her careless. Such a shame, but there was no way to stop an accident like that.\"",
        "\"Yes,\" Vale agreed. \"But there will be a reckoning.\"",
        "And with that, Investigator Vale turned and departed the manor house, already thinking of numerous ways to deal with the Shadow Fellowship. Someday, perhaps, she would take on these villains. But not today.",
        "Not today."
    ]
}