{
    "id": "InvestigatorValeFowlPlay",
    "paragraphs": [
        "\"The ducks, Count Tamsin,\" Investigator Vale proclaimed as she rolled away from the burly noble.",
        "Tamsin, confused and disappointed that the lithe and curvaceous private investigator was no longer on top of him, struggled onto his elbows and exclaimed, \"Ducks, my sexy sleuth? This isn't really the time.\"",
        "Vale leaped from the bed, wrapping the silk sheet around her and leaving the count alone and exposed. \"Oh, this is the perfect time! I've finally figured out what's been going on in your estate.\"",
        "\"The mysterious deaths?\" Tamsin stammered, covering himself ineffectively with a pillow. He wasn't sure whether to get up and join her or stay in the bed. \"I know I hired you to solve my problem\", but I was hoping to bring another situation to a conclusion first, my dear.\"",
        "\"The craving is no longer upon me, Count Tamsin. I have other fowl to pluck, as it were.\"",
        "\"What are you talking about, Vale?\" the count, now as angry as he was embarrassed, was having a problem keeping his voice down. \"Speak plainly!\"",
        "\"Plainly? I never speak anything but! It was an ingenious plan, but as always, Investigator Vale has figured it out.\"",
        "\"Vale! My patience, like your craving, is wearing thin...\"",
        "Vale smiled and sat by the window, letting the breeze flow through her long, raven hair.",
        "\"Your game warden, Jelitar Narre. Every one of the deaths I investigated occurred shortly after the victims finished a meal of roast duck - duck provided generously by Narre. He poisoned your vassals.\"",
        "\"The bastard!\" Count Tamsin exclaimed. \"I'll chop him up and feed him to his own ducks, damn the man!\"",
        "Suddenly Vale was pressed against the count, nothing but the thin silk sheet between them. \"I love the way you think, count,\" she purred. \"I do believe the craving has returned.\"",
        "\"\"What about my game warden?\"",
        "\"Justice can wait, Tamsin,\" Vale whispered, \"but I do believe we were in the middle of something when the solution so rudely interrupted us. I'm quite famished, but I'm in the mood for something a bit more substantial than duck.\"",
        "\"Oh, Investigator Vale,\" the count said, as he and the sleuth fell back into the bed."
    ]
}