{
    "id": "TheIvoryLordAHeroBorn",
    "paragraphs": [
        "The soldier waited with bated breath. His hand gripped the blade haft tightly, turning his knuckles ashen white. His sword arm shook nervously as he stood behind the others, waiting for his chance to strike. Any moment now, the Alessian patrol would pass by. He had to wonder, though, what exactly had he gotten himself into?",
        "His name was Erric Deleyn, and even he didn't know where his part in all of this began. An innkeeper's son barely of age, his family tree was literally dripping with proud horse breeders, farm hands, and—like his father—cooks. He had as much warrior's blood flowing through his body as he did muscles in his arms and back. Which is to say, almost none. Yet here he stood, armor hanging loosely on his thin frame, holding a sword he barely knew how to use.",
        "Erric wished he could say that he had joined the militia to gain revenge or honor. That his father and mother had been slain in an Alessian attack. Or that the love of his life was taken to the slave camps of the evil Alessians. By the Eight, he would have settled for any excuse in which the Alessians wronged his family.",
        "But, no. Erric's family was safe and sound. His pleasantly plump parents happily ran an inn in one of the small towns that dotted High Rock. And the love of his life? Well, there was none. He had never felt the embrace of a damsel or tasted the kiss of serving wench. So why did he want to fight the Alessians? Well, he had heard bad things about them, but as far as he was concerned it was all rumors and innuendo. He had lived a sheltered life.",
        "No, the reason Erric stood next to Kish'na the fierce Khajiiti maiden and Calinden the handsome Ayleid knight wasn't quite so lofty. It was more mere chance and accident that had led him to this time and place. He had been sneaking off into the woods at night to practice the same fighting techniques he'd seen the city guard practice. He wanted to learn how to fight, but he didn't want anyone to see him doing it. There was too much of a chance someone would make fun of him. After all, he was just a cook's son. So every night Erric would grab his rusty sword and mismatched armor and head into the woods to train.",
        "But tonight would be different. There would be no more practice.",
        "As Erric ran through back alleys to reach the hole in the wall he knew so well, he turned a corner and almost ran right into them. His breath caught in his throat when he saw them. A handful of men and women from different cultures all huddled together, whispering. They wore impressive uniforms and carried even more impressive weapons.",
        "Cautiously he approached them, but Erric had little skill or grace. He tripped over his own feet and landed in a puddle with a loud splash. The warriors turned as one, weapons drawn and eyes hard. But they saw his armor and weapon and assumed he was there to meet them. Being too afraid to say otherwise, Erric was welcomed into their group.",
        "It was simply a case of mistaken identity. Later, he might have called it fate.\nBut tonight? Tonight was the night Erric Deleyn was going to die. And that event would change the world around him forever.",
        "The sound of clanking armor and approaching footsteps echoed through the dark streets. It was obvious that the marchers didn't care if they were heard. In fact, it sounded like they were trying to make more noise than was necessary.",
        "Erric Deleyn closed his eyes and listened. He tried to count how many armor-clad boots were pounding toward them. Not that the numbers mattered. If there were two Alessians or ten, Erric knew it would how this was going to end. \"Someone's going to stick a blade right through my head,\" he thought.",
        "Erric felt a hand touch his shoulder and he opened his eyes. Calinden, the mercenary Ayleid knight with the long-flowing golden hair squeezed his shoulder reassuringly. \"Stick close to me,\" Calinden said.",
        "A sense of calm came over Erric as he nodded in response. It was as if the Ayleid knight knew exactly what Erric was thinking. Erric would have taken more comfort in that thought if the sounds of the footsteps weren't getting closer and louder.",
        "Kish'na, a Khajiiti warrior on Erric's other side, pulled two blades from their sheaths and held one up. She wanted them to hold for her signal. The other mercenaries in the alley shifted back and forth, excitement and fear shining in their eyes as they waited for the order to attack.\nMore steps. Louder. Louder. And then silence.",
        "Erric looked around in surprise. Why had the unseen marchers stopped? The rest of the mercenary band seemed as confused as he was. Except for Kish'na and Calinden. Kish'na's raised blade did not move.",
        "Erric would later learn that what happened next is what usually happens when you hire people willing to stab other people with swords and daggers. The mercenaries grow impatient and become eager to spill blood so they can collect their gold. Usually, this break in discipline brings such hired soldiers to their end that much quicker. And, unfortunately, it was Erric's group that broke first.",
        "\"Kill those bastards!\"",
        "The yell rang out from someone behind and to the left of where Erric was standing. Suddenly they were rushing forward, more a tangled mass than a fighting formation. Erric was pushed to the side as weapon waving mercenaries shoved past him.",
        "\"What are those idiots doing?\" Kish'na demanded as the mercenaries left the cover of the alley. She shook her head in frustration but run out after them, her twin blades drawn and ready.",
        "Calinden turned to Erric. \"Remember what I said.\" And with that, the Elf pulled the large blade from the sheath on his back and ran to join the fray.",
        "Erric felt panic overwhelm him and he stood frozen in place. The clang of weapons and shield. The roars of battle. The screams of pain. Everything sounded muffled to Erric's ears. His feet felt stuck to the cobbled street. The war had arrived, and Erric could only watch it unfold before him.",
        "After an eternity that really only lasted a few seconds, Erric was finally able to move. He lifted one foot and placed in front of the other. Slowly, deliberately, he repeated this action until he reached the edge of the alley wall. Erric took a steadying breath. Then he peered around the wall.",
        "Everywhere Erric looked, he saw white armor and Alessian banners. It wasn't a scouting party that the mercenaries attacked—it was an entire cohort of Alessian soldiers.",
        "The mercenaries fought hard, but they were undisciplined. They lunged at the wall of armored soldiers like drunks in a tavern brawl. They were cut down, one after another, with relative ease. The Alessians simply blocked and parried each attack, taunting their foolish foes before cutting them down.",
        "The only members of the mercenary band that appeared to be having anything close to success were Calinden and Kish'na. The Ayleid knight Calinden's massive two-handed sword sliced through armor, flesh, and bone with equal ease, while the Khajiit Kish'na's twin blades twirled around her in an exotic dance of death.",
        "Erric watched in awe as the battle played out in front of him. He knew that if he charged in to help the mercenaries, he would be cut down before he could so much as scratch an Alessian shield with his rusted sword. But if he turned and ran, and if any of the mercenaries survived, he would be remembered as a coward and a fake. They might even come after him, looking for revenge. All these thoughts and more bounced around and collided inside his head, leaving him frozen with indecision and fear.",
        "But nothing brings clarity of mind like a sharp blade cutting through the air in front of you and rushing toward your face. Erric barely dodged out of the way, just as an Alessian soldier backed into him and knocked him to the ground. The rusty blade that Erric had been holding so tightly flew from his hand as he landed on his back. His helmet slammed into the wall he had been standing next to, and for a moment everything went black.\nThe next thing Erric knew, Calinden was standing beside him and lifting him to his feet. The street around him was littered with Alessian corpses. The Ayleid knight said nothing. He simply turned and walked back into battle.",
        "Erric had seen enough. He couldn't take it anymore. With growing frenzy, he looked for a path of escape. He could count the number of remaining mercenaries on one hand, but the sea of Alessians seemed as wide and deep as the waves that crashed along the Daggerfall coast. At that moment, Erric knew that he didn't want to die. He picked a direction and started to run—right past the most frantic and bloody fighting.",
        "As Erric's legs carried him past the combatants, he reached down and grabbed a sword lying near one of the many corpses. Drawing on reserves he didn't know he had, he increased his speed. He focused on reaching the nearest open doorway or getting around the next corner. He knew that he could lose himself in the back streets if he could just get away from the fighting. He was close. He was going to make it.",
        "As Erric turned the corner to make his escape, the sword he carried before him slid into something soft and wet. He was staring into the face of an Alessian officer who looked as surprised as he was. The officer wore multiple badges of honor, but not one of them had been enough to save him. Erric's blade had slid into the space between where the officer's armor connected front to back, slicing between ribs and puncturing a lung. The officer gasped as his eyes rolled back and his knees buckled.",
        "As the officer dropped to the ground, he let go of the ivory horn he had been holding. It rolled to a stop next to Erric's right foot. Erric stared at the horn for a moment, then he picked it up and stowed it in his belt. He had no idea what he was going to do with it, but it seemed like a good idea at the time.",
        "That's when the arrow buried itself in Erric's back. He stumbled forward as pain radiated from the point of impact. Already, his vision was starting to blur. He saw the Khajiit and the Elf run toward him. He saw an army of Alessians chasing after them. He tried to breathe but that made everything hurt even more.",
        "And then everything faded and Erric saw nothing at all."
    ]
}