{
    "id": "OntheIvoryBrigade",
    "paragraphs": [
        "By Tarnian Lovidicus, Chief Councilor and Member of the Chamber of Legates",
        "",
        "Of all the timeless lessons one might learn from a study of statecraft, perhaps none is so lasting or inflexible as this: Those who hope for peace must keep themselves ready for war. While there are dangers in courting rivalries with neighboring states or succumbing to the temptation to resolve problems by force, it is far better to deter your enemies with a show of strength. And should deterrence fail, then the leader who has prepared for the worst will be much more ready to defend the realm than one who has neglected this duty.",
        "",
        "Regrettably, Leyawiin now finds itself in this age-old predicament. We can no longer look to Cyrodiil's legions for our defense; the Empire's collapse has left us an independent city-state surrounded by potential adversaries. While we have reiterated our neutrality in the Three Banners War many times, I fear that it is only a matter of time before one of the great alliances takes note of two dangerous facts: Blackwood is rich and unspoiled, and Leyawiin's position astride the mouth of the Niben River makes it a prize of immense strategic value. Whoever controls Leyawiin can send a fleet from any port in Tamriel straight to the Imperial City, deciding the contest for the Ruby Throne with one bold stroke. And even if neither Jorunn, Emeric, or Ayrenn are inclined to violate our neutrality, can they take the chance that their rivals won't? It seems likely to me that any of them might attempt to seize Leyawiin simply to keep it out of the others' hands.",
        "",
        "Given these facts, there is only one way to prevent the Three Banners War from spilling into Blackwood. Leyawiin must raise a strong army of its own, and do so immediately.",
        "",
        "That may seem like a ruinously expensive proposition, but I have given the matter some thought, and I believe we do not need a force that can outright defeat a concerted attack by one of the great alliances. All we need do is present enough of a defense that none of the alliances can count on seizing Leyawiin without sustaining losses that would fatally weaken them against their rivals. For that purpose, we do not need field a full legion of troops. A single reinforced brigade, well-armed and well-trained, should suffice in the short term.",
        "",
        "Captain Rian Liore, formerly of the Imperial Legion, has suggested the name Ivory Brigade, in honor of the white horse that graces Leyawiin's emblem. I intend to put it before the Chamber of Legates at our next meeting. Debating names may seem like a pointless exercise, but names have power to inspire, to motivate, to make a mere concept into something real.",
        "",
        "Of course, the best name in the world means little without soldiers to carry it. Here the Empire's troubles work to our advantage. Many Imperial Legionaries stationed in Blackwood have received neither pay nor orders from Cyrodiil in months. Their units have been effectively disbanded; I propose that we actively recruit these stranded legionaries to our cause by offering to make good on their back pay and confirming their role as protectors of this province. Hundreds of experienced Imperial legionaries would represent an excellent beginning for the sort of fighting force Leyawiin must build.",
        "",
        "Around this rock-solid core of Imperial veterans, we can muster a force of local militia, native Blackwooders willing and able to fight for their homes. From their more experienced comrades, the militia can learn military discipline and Imperial fighting skills. And, unless I am mistaken, our local militia should provide our veterans with invaluable knowledge of the terrain, people, and conditions of Blackwood.",
        "",
        "These are dangerous times. But I am confident that, with the right sort of leadership and the support of the Legates, our Ivory Brigade will prove equal to the test."
    ]
}