{
    "id": "IxtaxhExplorersJournal",
    "paragraphs": [
        "<title>Ixtaxh Explorer's Journal, Page 1</title>",
        "It seems my companions were right. Nothing can prepare someone for a journey into the Ixtaxh xanmeer. I entered the ruin scant minutes ago, and already find myself utterly lost. What's more, I've found almost nothing of value! Had I come here seeking brittle bones and cracked pottery, I would not be disappointed. Alas, I came seeking treasure.",
        "Perhaps I have not ventured deep enough. I know I should seek some means of escape, but I find the idea of leaving empty-handed totally unacceptable. I must find something, however small.",
        "I've heard rumors of some crystal tucked away in the bowels of this place. The Kuju-Jas, or Kajip-Xat, or some other (similarly unpronounceable) crystal. Finding something like that might make this entire misadventure worthwhile.",
        "<title>Ixtaxh Explorer's Journal, Page 2</title>",
        "Hours flutter away into the darkness, and I find myself no closer to this illusive crystal. I've taken to scattering the pages of my journal—a breadcrumb trail, as it were. I'm no architect, but I'm willing to wager that whoever designed this place was similarly unqualified. Doors and staircases routinely lead to nowhere. Nigh bottomless pits appear with unsettling frequency. And then there's these damned statues; stylized Argonian faces with mouths contorted into ghastly sneers. I can't help but detect a smugness in their expression. Unsettling to say the least.",
        "There's one corridor I haven't explored yet—the dankest and most foul-smelling. I suppose I have no choice but to see where it leads. Mara help me.",
        "<title>Ixtaxh Explorer's Journal, Page 3</title>",
        "A breakthrough at last! After nimbly skirting past a brood of spiders and traps without end, I found a massive vault. I see something glimmering at the base of a massive statue. Part of me wants to run directly toward it, but something feels off. There's a sound in there—an odd sort of gurgle—that sends a shiver up my spine. Then again, nothing ventured, nothing gained! Time to snatch up this treasure and be on my way!",
        "<title>Ixtaxh Explorer's Journal, Page 4</title>",
        "Something hidden in the walls. Writhing around in there! Traps everywhere. If anyone finds this, don't make my mistake. Go! Just—",
        "[The remaining text is illegible.]"
    ]
}