{
    "id": "JanusJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Cause from the Creation Club",
        "",
        "15th Last Seed, 4E 201",
        "",
        "I was called upon to assist with the Rielle expedition, and have been studying urgently and without rest. I was entrusted with a page from an ancient Ayleid text, retrieved from a researcher in Bruma.",
        "",
        "My Ayleidoon is not very good, but I was able to understand something about elemental shards, and \"sleeping guardians\" within the ruins. None of this would be a problem if Vonos had granted me more time, but he and our Lord are impatient. But I will make do. My research is what matters.",
        "",
        "The Ayleids believed the four elements to be Air, Water, Earth, and Light. From what I understand, shards representing these four elements may serve as \"keys\" to certain hidden chambers. It is fascinating to ponder how many Great Welkynd Stones may be hidden among ruins thought to be barren.",
        "",
        "If there is a hidden chamber within Rielle, this might be how they are opened. But how? Where? At the cost of their lives, many of our disciples have searched nearly every corner of the ruin, but have yet to discover anything. I will study the texts further.",
        "",
        "17th Last Seed, 4E 201",
        "",
        "Vonos has issued urgent orders to descend upon Rielle with the last of our expedition team to try and find the Great Welkynd Stone. I am to go with them and lead the team. The Vigil of Stendarr are assumed to be on our trail so we must act quickly.",
        "",
        "I must not allow this latest wrinkle to deter my research. It is almost within my grasp.",
        "",
        "17th Last Seed, 4E 201",
        "",
        "Woe to those who entered before me and met their fate. I imagined not the horrors that awaited me.",
        "",
        "Our persistence in this expedition has awoken Ayleid Wights - guardians who have lied in wait for untold centuries, sealed in their sarcophagi, awakening to protect the ancient powers within.",
        "",
        "And yet, all is not lost. I found four Welkynd Stone holders in the Rielle Crypt, each colored gold and positioned to the north, south, east, and west. The directions correspond to each of the four elements.",
        "",
        "North, upward to the Air (Wel) in the sky.",
        "",
        "South, for the Earth (Sercen) under our feet.",
        "",
        "East, for the Light (Alata) of the rising sun.",
        "",
        "West, for when the Water (Nen) devours it.",
        "",
        "A diagram in the Ayleid text matches this pattern. If these shards are retrieved and placed in the correct holders, I believe the secret chamber containing the Great Welkynd Stone will make itself known.",
        "",
        "My team has been slain, and I have been injured. A pity, as I have heard rumors of an area underneath the college where this stone could have been put to better use. I just need to hold out a little longer..."
    ]
}