{
    "id": "JewelryCraftingSurvey",
    "paragraphs": [
        "<title>Jewelry Crafting Survey: Alik'r Desert</title>",
        "Resource cache uncovered: In a granite lith, south of Satakalaam, between the Thief and Yldzuun.",
        "Surveying so close to a hazardous ruin and a clutch of murderous harpies was nerve-wracking, I should say. I may be many things - scholar, explorer, tradesperson — but an adventurer I am not, and the guide and escort I had hired lost his way and presumably died horribly more than a day prior to finding this location.",
        "Thankfully, I'm fairly canny, and prepared myself with numerous trinkets and distractions to cover my escape. I don't know if any harpies noticed me prior to setting out decoys and bombing my escape route, but they CERTAINLY didn't see me as I fled. And flee I did, I'm not too proud to say!",
        "<title>Jewelry Crafting Survey: Auridon</title>",
        "Resource cache uncovered: Between two seaside columns, on the coast far west of Mathiisen, between Smuggler's Cove and Tanzelwil, below Glister Vale.",
        "Ignore my success. Why would anyone send a surveyor to the coast for a precious metal? The softness of the material practically ensures sand and grit will grate it out into the sea.\nWhat mad reasoning brought me to this place? Why must I endure the rank stench of the sea, picking my way through driftwood?\nThis coast dazzlingly features mudcrabs. Terrible creatures! Normally, I avoid them whenever possible - their boorish behavior and foul bouquet guarantees it - but, here I am, among the crabs.",
        "Perhaps, someday, I will be killed by a mudcrab falling from the sky. Perhaps that might be today.",
        "<title>Jewelry Crafting Survey: Bangkorai</title>",
        "Resource cache uncovered: South of Yanurah's Respite, between the Qharroa Ruins and Damar Farmstead.",
        "If I could think a single thought to burn every wasp out of the air, I would. Otherwise, lower Bangkorai is quite nice. Between the fascinating ruins and broadly striated natural stone formations, there's much to take in and all beautiful.",
        "Upper Bangkorai, on the other hand, is not. It's all old damp forest out-crowding the delightful natural stone. I suppose the river's nice. I'm reasonably sure I heard a werewolf cry at some point during the night. So I suppose it's either werewolves or wasps, and you have to choose.",
        "<title>Jewelry Crafting Survey: Coldharbour I</title>",
        "Resource cache uncovered: Overlooking the abyss, west of the Vile Laboratory, east of the bridge between the Hollow City and Cadwell's Hovel.",
        "The last thing I remember, I was striking camp when a storm struck and a hole opened in the sky. What's happened to me? This doesn't seem like the world I know. Is this a dream?",
        "And if it is a dream, why am I finding myself admiring the stone of this horrid, floating world, and uncovering precious metals? Can't I conjure up some strapping, shirtless Khajiit to carry me around? What an awful dream.",
        "<title>Jewelry Crafting Survey: Coldharbour II</title>",
        "Resource cache uncovered: Under a large, sharp canopy of stone spikes, below a great tree, behind another jut of stone, equidistant between the Grotto of Depravity and Font of Schemes.",
        "I find the water here interesting - there's an energy to it I don't quite understand. Why am I here? Between the floating bits of jagged rock and the surplus of daedra, I'd wager I have found myself somewhere in Oblivion.",
        "Surviving's been a trial. I've been able to catch some strange fish that have only made me mostly ill. Perhaps this is yet a dream, a long nightmare from which I've yet to wake? If so — whomever governs this dream — I'd prefer handsomer pursuers, thank you.",
        "<title>Jewelry Crafting Survey: Craglorn I</title>",
        "Resource cache uncovered: Under a large, sharp canopy of stone spikes, below a great tree, behind another jut of stone, equidistant between the Grotto of Depravity and Font of Schemes.",
        "I find the water here interesting - there's an energy to it I don't quite understand. Why am I here? Between the floating bits of jagged rock and the surplus of daedra, I'd wager I have found myself somewhere in Oblivion.",
        "Surviving's been a trial. I've been able to catch some strange fish that have only made me mostly ill. Perhaps this is yet a dream, a long nightmare from which I've yet to wake? If so — whomever governs this dream — I'd prefer handsomer pursuers, thank you.",
        "<title>Jewelry Crafting Survey: Craglorn II</title>",
        "Resource cache uncovered: In a cliffside cranny, southeast of Chiselshriek Mine, north of Inazzur's Hold",
        "Something's gone strange in Craglorn. Since I got here, some of the constellations aren't present in the sky. I'm also seeing strange lights on the horizon, so — naturally — I've been exercising more caution than usual.",
        "After all, if something's blotting out the stars, it's clearly large enough to eat me without even realizing it's done so. I'd rather not attract the attention of any such thing.",
        "<title>Jewelry Crafting Survey: Craglorn III</title>",
        "Resource cache uncovered: On a rocky cliff overlooking a lake island, west of the Seeker's Archive, south of Anka-Ra's Avowal, with an only slightly occluded view of a local waterfall.",
        "I spied a group of adventurers engaging in some amount of adventure recently. Without my guide, surveying the region's been quite peaceful, so this was a bit of a shock.",
        "Anyway - as is my particular habit, naturally - I avoided them entirely. As I crept away, there were a number of explosions, some screaming monsters, and a lot of shouting. Bothersome, to be sure. I wish adventurers would stop in their adventures periodically to consider how much they disrupt peoples' lives.",
        "<title>Jewelry Crafting Survey: Deshaan</title>",
        "Resource cache uncovered: On a bluff overlooking the road south of Mournhold, between the Shrine to Saint Rilms and Deepcrag Den, opposite the road from a Dres plantation.",
        "The Dunmeri heartland. Do you know the smell of netch? I certainly do, for it will never, ever leave my clothing.",
        "If you were expecting anything more from me, you shan't have it. It smells terrible here and I can't get it off my mind.",
        "<title>Jewelry Crafting Survey: Eastmarch</title>",
        "Resource cache uncovered: South and east of Dragon's Hollow, in the cliffs.",
        "Why would anyone live somewhere so cold? Even here, south of the permafrost, my spines tingle in the cold air. I look at mammoths and bears and feel only fur-envy and a deep need to not remember their odor.",
        "I guess it could be worse. I could have frozen to death. But it could be better, too: I could have an actual cartographer working with me, rather than needing to take extensive notes on every location I visit. Why do I do this, again?",
        "<title>Jewelry Crafting Survey: Elsweyr</title>",
        "Resource cache uncovered: Northeast of the Tenmar wayshrine, pass through a stone archway leading behind a massive lith, against the southeastern plateau. Be ready for a hike.",
        "Why do I always find myself in an active warzone? I was led to believe Elsweyr would be like a vacation - I'd be able to enjoy the warm sun, the diverse geography, the interesting plantlife, and the acrobatic locals during this trip.",
        "Alas! Dragons are REAL and DETERMINED TO RUIN MY FUN. I may never stop screaming. Never!",
        "<title>Jewelry Crafting Survey: Glenumbra</title>",
        "Resource cache uncovered: On an island west of the Wyrd Tree, between Farwatch and the Shrieking Scar, on the coast.",
        "I will be frank: I can take more credit than usual for this. Lightning struck a supply of kindlepitch I had been ferrying with me on the survey (coastal surveys being particularly foolhardy) and exposed the precious metals recorded above.",
        "Why did I have kindlepitch with me? I HAD planned a violent cordon for my encampment in the event any mudcrab dared approach my provisions. Alas.",
        "<title>Jewelry Crafting Survey: Grahtwood</title>",
        "Resource cache uncovered: In a recess at the base of a cliff, opposite the Temple of the Eight, up-grade from the Gil-Var-Delle wayshrine. Not far from a suspiciously friendly hag.",
        "Grahtwood's natural beauty is subject to interpretation. For every towering graht-oak, the dense forest features some score or more horrible thing wishing to rip you open and eat your stuffing. Trolls, hags, stranglers, hoarvors — all frankly disgusting and unfortunately common.",
        "I would say \"at least the mudcrabs have the common decency to remain on the coast,\" but the hoarvors are everywhere. They may actually be worse, as their hindquarters jiggle when excited. Disgusting.",
        "<title>Jewelry Crafting Survey: Greenshade</title>",
        "Resource cache uncovered: In a cleft between two great stones, on the shore behind shipwreck debris, south of Seaside Sanctuary's docks, west of the Underroot.",
        "Be wary of crocodiles. And fleshflies, for that matter.\nWhile not contending for my life with lusty crocodiles, I found the view quite nice.",
        "All the same, I'd remain on my toes. No great vista or precious metal is worth becoming some creature's dinner.",
        "<title>Jewelry Crafting Survey: Malabal Tor</title>",
        "Resource cache uncovered: In an unmarked prospector's cavern, between the Tomb of the Apostates and Bone Grappler's Nest, southwest of Tanglehaven.",
        "Imagine my surprise at discovering an actual, proper lode! Granted, it features the dusty bones of a long-dead prospector, and a very intimate family of hoarvors, but it remains a pleasant surprise all the same.",
        "Yet, it remains a gem buried in the rank, foetid heart of Valenwood. Alas.",
        "<title>Jewelry Crafting Survey: Reaper's March</title>",
        "Resource cache uncovered: Nestled into a cliffside nook, far but due west of Rawl'kha, between Deathsong Cleft and the Do'Krin Monastery,\\n\\nI would love Reaper's March, intimately, if it were not already so well-travelled. There are roads everywhere here; the Khajiit and Imperials and Bosmer have all done an excellent job — top-notch, really — of exploring this boundary territory to the fullest.",
        "The climate is perfect, really. Plenty of sun, not too hot, not cold at all. The terrain is delightful, of course; everywhere I've been has been a gorgeous vista.",
        "It's just a shame about all these people. If I could buy the province and evict them all, I would.",
        "<title>Jewelry Crafting Survey: Rivenspire</title>",
        "Resource cache uncovered: On the western shore of an oddly sonorous island northwest of Northsalt Village and Northpoint, in a natural recess visible from Westwind Lighthouse.",
        "This island is blessedly free of mudcrabs. With the suspicious volume of shipwrecks nearby, there's ample resources to (perhaps) build a modest cottage here, though I find the curious singing sound the wind makes unnerving.",
        "I'm frankly not sure why some enterprising hermit hasn't thrown a home together here yet. It's a nice place — you're close enough to the shore to be able to fling stones at crabs from the island, and far enough to where you can really drink in the scenery.",
        "It's also a bit cozy! I really don't feel like I'm alone.",
        "<title>Jewelry Crafting Survey: Shadowfen</title>",
        "Resource cache uncovered: In the foothills, east bank of the river, behind a large rock abutment, southeast of the wreck of the Graceful Dominator, east of Percolating Mire.",
        "I'm from Shadowfen. I'd hoped to never come back, but thankfully my close familiarity with the marsh's various waterways has given me free ability to avoid everything I hate that lives here.",
        "Hoarvors, stranglers, close relatives, I've ducked them all. I'll be leaving as soon as I can, before I am roped into some sap-drinking family reunion.",
        "<title>Jewelry Crafting Survey: Stonefalls</title>",
        "Resource cache uncovered: High in the foothills, between Fort Arand and Othrenis, due south of Ash Mountain, behind the area's lone tree.",
        "I would like to remind us all that the Velothi chose to live surrounded by volcanoes. This was deliberate, and a choice. This was what they wanted.\nI have a great deal of respect for a culture that assessed its needs and concluded it never wanted friends. This place is terrible; it's hot, the ash stings my eyes, there are hostile kwama and spiders and shalk and beetles everywhere.",
        "I think I'm starting to like it. Haven't seen a mudcrab yet.",
        "<title>Jewelry Crafting Survey: Stormhaven</title>",
        "Resource cache uncovered: In a cleft between two rocks, near a waterfall, east of Nightmare Crag, west of Bonesnap Ruins. A pace north of Steelheart Moorings.",
        "I'm increasingly frustrated with our inability to find a cartographer of merit.",
        "\"Insufficient funding,\" they tell me. What miserable fiction!",
        "Instead of having a mapper — a professional! — with me with some knowledge of the area, I instead have to (for example) contend with roadway bandits, escape them into the arms of a cadre of friendly cultists working some manner of idiot ritual at a stone circle, give THEM the slip and tumble into a very alarmed doe and then — and then! — run WITH HER through an equally (violently) confused pack of wolves before happening upon our precious metals. It's fine. This is fine.",
        "<title>Jewelry Crafting Survey: The Rift</title>",
        "Resource cache uncovered: Nestled into the cliffs, northeast of Riften, opposite a camp of giants, north of the Lost Prospect.",
        "Perhaps it has something to do with all of the mammothcheese aging up the butte from me as I write this, but this area of Riften is rank with sulphur and urea. I just thought you might like to know.",
        "That aside, The Rift is certainly one of the more hospitable regions of Skyrim. Climate-wise, that is. Beautiful countryside, though a bit cold for my tastes. And ripe.",
        "<title>Jewelry Crafting Survey: Vvardenfell</title>",
        "Resource cache uncovered: On a damp island southwest of Gnisis or, more specifically, its wayshrine.",
        "My best decision in coming to Vvardenfell was in trading for a good ash mask from some clever Zainab Ashlander. I can see just fine and — more importantly — am coughing far less often.",
        "More importantly, I'm very much looking forward to being done with everything and heading back to Suran. I shan't say why, but would recommend a visit to nearly anyone.",
        "<title>Jewelry Crafting Survey: Wrothgar I</title>",
        "Resource cache uncovered: Just northeast of Coldperch Cavern, along the bluffs on the way to a great statue of Malacath, behind a fallen tree, southeast of the Shatul Range.",
        "I thought I understood cold, snow, and winter. I was so, so disastrously wrong. I'm wearing the pelts of six different animals and still freezing my scales off.",
        "I can barely write, I'm so cold. This is awful.",
        "<title>Jewelry Crafting Survey: Wrothgar II</title>",
        "Resource cache uncovered: Between the Exile's Barrow and Accursed Nursery, due south of the Morkul Plain Wayshrine, at the foot of a great butte.",
        "Came up with a system of shorthand to make recording my notes easier. Inconveniently, descending from the mountains made Wrothgar incredibly more bearable.",
        "It's still cold, but my breath doesn't freeze onto my nose immediately, and I can write more ably. So, I suppose I have shorthand for any such time I find myself short of time or in another frozen wasteland. Great.",
        "<title>Jewelry Crafting Survey: Wrothgar III</title>",
        "Resource cache uncovered: Just down the cliff from the path to Old Orsinium, as it curves above a view of the sea.",
        "The trees around here leave their needles everywhere. They also leave a dusty film of disgusting tree waste everywhere. I have fir pollen in places I never, ever wanted trees to know I have.",
        "When I get back to Orsinium, I'm going to spend some time steaming in that delightful underground bathhouse. I'd say I've earned it, after experiencing what the Orcs call \"countryside.\""
    ]
}