{
    "id": "JonquilsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Farming from the Creation Club",
        "",
        "23th of First Seed",
        "",
        "Urval wanted so badly to make a go at being farmers, so here we are now with our own rocky plot of land and a ruined old farmhouse with a leaky roof. It's not what I dreamed of, but we'll make the best of it.",
        "",
        "At least the soil's good, even if it's full of boulders. I'll be able to get a nice garden going, with all the ingredients I need for my potions. The income from that should get us through the first winter, if nothing else.",
        "",
        "10th of Second Seed",
        "",
        "I found a secret room walled off in the basement. It will do nicely for my alchemy lab; I love my husband dearly, but he can be a pig-headed dolt when it comes to the gentle magics of the earth. If it weren't for my potions, little Rin would have perished last winter from a fever.",
        "",
        "1st of Frostfall",
        "",
        "Urval",
        "",
        "I've seen the ugly looks he gives my potions and herbs, but where else are we going to get the money for all the things he buys? Next thing you know, he'll be trying to buy another farm!",
        "",
        "13th of Mid Year",
        "",
        "Rin's gone missing. We've looked everywhere, but we can't find find him. His little wooden sword is missing too - gods perserve me, I hope he hasn't run off! He doesn't realize how dangerous it is out there on the tundra.",
        "",
        "16th of Mid Year",
        "",
        "It's been three days now. My little boy is still gone. I don't like how <Alias=Husband> is looking at me - his eyes are too dark, too still, like a frozen lake. I think I even heard him mutter something about \"getting what I deserve.\"",
        "",
        "Could he have...? No, I dare not even put the thought to paper.",
        "",
        "He did it. He must have. That monster killed my son, and now he looks at me with those hate-filled eyes and a mocking smirk. He despises my alchemical arts so much that he took my son from me to punish me.",
        "",
        "I've never brewed poison before, but I know how it's done. I know how to bottle death. A few drops in his mead and my child will be avenged.",
        "",
        "It is done. The gods will damn me, but they will damn him more for the murder of a child. Rin, I'm so sorry. I wish I could have-",
        "",
        "Wait, I hear someth",
        "",
        ""
    ]
}