{
    "id": "JoseftheIntolerant",
    "paragraphs": [
        "There are many legendary gladiators who've made their names in the Blessed Crucible. Among them, Felhorn, Sanarel the Great, and Aleris the Shroud are known for their formidable combat prowess and fighting spirit. But others, like Josef the Intolerant, have become famous for other reasons.",
        "Let me first say that the Blessed Crucible of Skyrim features an amazing array of competitors, with combatants arriving from all over Tamriel to test their mettle. In this time of warring alliances, it's not just anywhere that an Altmer would drag a wounded Orc to safety, or where a Redguard would so readily step into an arrow's path for an Argonian, but the Blessed Crucible is one such place. In the Crucible, one's team is one's nation, and the struggle for the Brimstone Crown the national religion.",
        "However, there was one man, a young gladiator named Josef. He came from the Breton Lion Guard, and was fresh-faced, decent with a blade. None questioned that he was a healthy boy, ready to take the Crucible by storm. But Josef could never understand the social phenomenon of the Crucible, and trusted only other Bretons. He could not fathom the fact that gladiators must place their trust in their teams, not in gladiators of the same race.",
        "Said gladiator Oberelle, \"Our match began, and this Breton boy sent his Khajiiti team member sprawling to the ground. Then he looked me in the eye and blinked twice, slowly. 'Is he trying to wink?' whispered my ally, Doumant. We capitalized on their folly and beat the boy and the Khajiit unconscious. One must never refuse such strokes of fortune in the Blessed Crucible.\"",
        "As time passed, young Josef grew increasingly frustrated. He scoffed at suggestions to collaborate with gladiators of other races. His demeanor incensed the Crucible audience along with its competitors, and management loved him for it. \"We would print Josef's face on currency if we could. He is a boon to us,\" they said.",
        "The gladiators felt differently.",
        "Said Dalu the Dunmeri Blade, \"Josef told me he would never collaborate with a kwama farmer. And he hounded me every day for kwama eggs. He was certain that I had some, or could, by some miracle, produce them. I have never even tasted a kwama egg. I was born in Skyrim.\"",
        "Said Ethenen, the Rabid Dunmer, \"Josef repeatedly referred to me as Dalu.\"",
        "Said Azrukana, the Crimson Cat, \"I told him he could trust me in battle. That he needed to, if he wanted to live for much longer as a gladiator. He rasped his voice and said, 'This one thinks you should have some moon sugar and keep your opinions to yourself.' I did not like that.\"",
        "Said Inarfar, the Skyforged Razor, \"When Hrasvard, my comrade of a decade, was slain in combat, I went to the Hall of Champions and I wept. That Breton boy found me and said, 'Did you run out of mead-coin? I know how that feels, but unlike you Nords, I wouldn't cry about it.' The beating that ensued in Hrasvard's honor lasted eight minutes.\"",
        "No gladiator had gained as much infamy as Josef in so short a time, but he soon disappeared.",
        "His current whereabouts are unknown."
    ]
}