{
    "id": "JournalofOrryntheBlack",
    "paragraphs": [
        "Regrettably, my attempts at the preservation of creatures of the Daedric host appear to be a dead end. The pull of Oblivion always wins in the end. Much like sculptures in ice, my works in this medium are a fleeting beauty.",
        "~~",
        "There it is, like an estranged partner hovering over the remains of a recent split, familiar boredom comes calling. I envy the long dormancy of draugr at times like this.",
        "~~",
        "Sensing my malaise, one of my ambitious attendants took it upon herself to seek a distraction for her master. She brought me a dry volume of Dwemer history to while away my time. I briefly considered watching her corpse dry into a leathery husk as a more thrilling alternative, but there was a confident smirk in her expression that convinced me to indulge her.",
        "~~",
        "Lizabet has served me well. The book she brought me provides a kernel of truth to a fanciful legend. The author claims to have paid a recent visit to the long lost ruin known as Fang Lair. I believe I'd like to see this necropolis.",
        "~~",
        "The bulk of my followers now scour the Dragon's Teeth Mountains for Fang Lair. Even with clues provided by the historian, it will be quite an undertaking. Even so, this renewed purpose has bolstered my patience.",
        "~~",
        "During these months of search, I've collected many records on Dwemer and Dragons. Their ambitions were not dissimilar. Mastery over existence! I'm not so different, though we've all chosen different avenues to explore. Considering their fates, I have no desire to follow in their footsteps.",
        "~~",
        "Finally, Fang Lair is in my grasp. The price paid was quite light. The lives of a few dozen of my followers were claimed by these treacherous mountains, but they are settling into their new roles as well as can be expected.",
        "~~",
        "This place is beautifully desolate. The bones of thousands are strewn throughout the crumbling halls. Some shattered, some blackened, and some fossilized in the stone itself. A record of extinction and terror, but is the centerpiece to this exhibit to be found here among them?",
        "~~",
        "Now here's an unexpected turn. Fang Lair was not entirely uninhabited. We had a very special squatter in our midst: an ancient Lich from a time when the Dragon still lived and breathed, and one of the group responsible for ensuring it ceased to do so. He has so much to tell me, once I've made him more compliant.",
        "~~",
        "The Lich conducted obsessive studies of the Dragon's remains during his stay here, so very kind of him to share. Adapting them to my methods will not be difficult. I'm already envisioning a wondrous display, though my conversation with the Lich and his companions has revealed a missing element. This Dragon possessed a priesthood during its lifetime and the High Priestess is nowhere to be found. I must have her."
    ]
}