{
    "id": "TheJournalofDarienGautier",
    "paragraphs": [
        "My first entry in a brand-new journal! How should I begin? Should I write in a stiff, formal tone? More conversational? So many decisions to make! How will I manage? And what am I supposed to do with what I write? Do I read it later and reflect on my true feelings? Damn it! Why did I let Alinon talk me into starting a journal?",
        "Alinon said that writing things down would help me with my nightmares. Damn liar. He probably just wants me to write down my secrets so he can share them with the guard and have a good laugh.",
        "That's not a bad idea, actually. Good for him for thinking of that! I'll need to keep that in mind as I write my entries.",
        "* * *",
        "Cheese\nBread\nFresh Herbs\nBeef, Best Cut Available",
        "Yes, I know. This is a grocery list, not my thoughts and feelings. But I needed to write this down somewhere, and the journal was near at hand. Might as well make the thing useful as well as therapeutic.",
        "* * *",
        "Reminder: Meet Prescilla at the tavern at dusk for drinks. Don't forget!",
        "* * *",
        "Reminder: Meet Shelli at the tavern at dawn for drinks. Don't forget! Forgetting did not turn out so well with Prescilla.",
        "* * *",
        "All right. Time to use this journal for its intended purpose. (Note to self: when you write down notes to remind yourself of something, you actually have to go back and read the notes or the reminding thing doesn't work.)",
        "Alinon assured me that he was not going to steal this book and share its contents with the rest of the guard. He actually wants me to write down anything I remember about the nightmares I've been having. I still think he's pulling my leg, but I'm willing to give anything a try. I'm losing too much sleep not to try something!",
        "I don't remember anything in vivid detail. Only vague glimpses of the nightmares I've been having since winter. I can't tell if they belong to one long dream or many separate ones, but they all have something in common: the bright light right before I wake up. I want to say that it speaks to me. That I can hear what it tells me. But when I wake up all I can recall is a glowing orb with light so intense that I have to shield my eyes.",
        "Other things haunt my dreams. Dark images and frightful events. I've seen the sky turn dark and split apart to allow giant shackles to crash into the earth. I've seen armies of Daedra and undead swarm our cities, killing anyone who stands in their way.",
        "Other times I've seen the face of death itself, its fangs dripping with blood as it stared at me. I've felt them sink into my neck and watched the creature burst into flames as it drank my blood. And then I see a cold, blue land. Jagged rocks that float in the alien sky. A sky I've never seen in the waking world. I hear screams in the distance. And everything is cold and death and nothingness.",
        "Then the light appears once more, as if to guide me to safety. To tell me something. To say … and that's when I wake up.",
        "I exhaust myself. I drink too much. And still the nightmares come to me. I really need to get a good night's sleep!",
        "* * *",
        "Onions\nTomatoes\nBread",
        "Damn! I did it again. Oh well. It's been a while since I've had one of those nightmares. Maybe this journal thing is working after all.",
        "* * *",
        "I can't believe it. It's happening. It's actually happening. I don't know if I should be horrified or, well, I don't know what to think. All I know is that this isn't a dream.",
        "Anchors from the sky are falling all around Tamriel. We're being invaded! May whatever gods favor us watch over us. My nightmares are coming true.",
        "I can't let Alinon know about this. He'll think I'm some sort of prophet or something and make a big deal. I definitely don't want that to happen!"
    ]
}