{
    "id": "JournaloftheLordLovidicus",
    "paragraphs": [
        "Entry 1. Beauty! Pure and sublime. That is the only way to accurately describe my love, the maiden gro-Malog. True, the Orcs of Tamriel are often vilified by the other citizens of the Empire, and rarely would they be considered a pleasure to look upon. So, is my maiden Luktuv a rare breed of Orc, unlike the rest of her kin in physical appearance? Nay. In fact, she is the perfect representative of her race, green skin, muscular frame and all. But beautiful she is, all the same. For who am I to judge? Who am I to criticize when so many would condemn my very existence? I can only hope my love is as understanding when she learns of my unique condition, for I have yet to reveal that most precious of secrets.",
        "Entry 2: Damn the politics of my station! Taxation and trade negotiations and meetings with disingenuous aristocrats -- it's sometimes enough to make me regret my birthright altogether. I've spent the latter half of my life hiding my identity, guarding my secret. But now I am faced with an even greater challenge, for if word were to get out that I have fallen in love with a servant -- and an Orc, no less -- I would be all but ruined! Such is the life of the Cyrodilic nobleman.",
        "Entry 3: Curse me for a coward, but I have not yet found the strength to tell my beloved Luktuv the truth. Perhaps it's for the best, for what benefit is there in her knowing? She would share all of my fears but none of my abilities. Her life would become one of doubt and uncertainty. Still, if she is to spend her remaining mortal days with me, she has the right to know the truth.",
        "Entry 4: Joy and exaltation! She is with child! My beloved Luktuv is carrying my child! The midwives predict a boy, and we have already settled on the name Agronak. In truth, I never realized such miracles were even possible, but the Divines have granted us their blessing, and so shall it be. I must wonder, of course, if my dear child will share in my Dark Gift. Only time will tell.",
        "Entry 5: Tonight the truth will be revealed. I will tell my beloved Luktuv everything. She will know who and what I am, and we will decide how best to raise the precious child that grows in her womb.",
        "Entry 6: Betrayal! Foul and loathsome harlot! How dare Luktuv question my motives, question the love I have for my own unborn child! When she learned the truth, that I, the Lord Lovidicus, am no longer human, that I have walked Tamriel as a vampire for the past two hundred years, how quickly she judged me! So, I am a monster, am I? Perhaps I should have proven her right. Perhaps I should have drained her dry when I had the chance! But I loved her, as deeply as a man has ever loved a woman, and I wanted nothing more than to bring our baby into this world and embrace my new role as father. Perhaps when Luktuv has come to her senses -- for she refuses to come out of her room -- we can have rational discourse about our future. I do not, however, retain much hope.",
        "Entry 7: Imprisoned! Imprisoned in my own home! While I slept, Luktuv locked me in my own private chambers. She called to me through the doors, told me of her plan to escape with our unborn child. She means to keep my baby from me! When I get free, I will find the traitorous whore and rip the child from her very womb!",
        "Entry 8: Two weeks. Two weeks have passed since Luktuv locked me in my quarters. Try as I might, I cannot free myself. I cannot breach the doors! If I don't feed soon, I feel I will go mad.",
        "Entry 9: Food blood blood blood blood I need it I need blood need blood",
        "Entry 10: ..."
    ]
}