{
    "id": "JournalofHostiaAsellus",
    "paragraphs": [
        "We're on lean times again. Folk haven't been venturing down the path we've been watching. I told Fandus his idiot gang was holding up the travelers too often. Now they're avoiding us entirely. Greedy fools.\n—\nStill no spoils to speak of. We're catching frogs to stretch our limited supplies, but we'll be down to boiled boot leather soon if nothing changes. I'm skipping meals to keep Julitta fed. This is no place for a sick child.\n—\nFandus assured me that things are going to be all right. We fought about it. He told me the gang is planning a raid. I don't like it. The nearest village belongs to those Root-House People. Nasty folk. Territorial. Fandus says they're going to hit their food stores while most of the warriors are out hunting. I can't argue. We need food.\n—\nJulitta is anxious in the empty camp. She won't stop asking when her father will be back. She's realized now that I'm lying when I tell her \"soon.\"\n—\nThey did it. Fandus and the rest strode into camp cocksure and grinning like fools, but their arms were laden with fresh food and dried goods. I still can't believe they pulled off that raid. We'll eat well tonight and a few weeks more at least.\n—\nIt's been three days now. I've screamed myself mute and cried myself dry. I can't go on like this. I have to keep Julitta alive. She's finally sleeping. I should do the same.\n—\nThose eyes. I keep waking up to those beady yellow eyes. Every time, it's like I'm there again. I only realize it's not real because I don't hear Julitta screaming as they drag her out of bed. Dagging lizards.\n—\nI chanced taking us deeper into the swamp, toward Blackrose, but it paid off. I found another camp of Blackguards. They didn't seem keen on taking on more mouths to feed. A few were sizing me up for the cages, I could tell, but Gruznak agreed to take me on so long as I pull my weight. He told me later it was my eyes that made the decision. Said he could tell I'd have killed the lot of them with my bare hands before I let them cage up my little girl. He was right.\n—\nGruznak has me feeding the stock for now. I have to choke down bile every time I look at one of them. The broken ones don't trouble me at least. It's the fresh ones I hate. At least when you tame a dog you don't have to listen to it try and beg in your language. I hit him until he stopped moving.\n—\nI got an earful about damaging the stock. It was the teeth that were the problem. Buyers don't like unsightly beasts. Gruznak said to remember that next time. He wants me to start breaking in the fresh ones. Said I was a natural.\n—\nIt feels like time has flown by since we got here. Feels almost like we've got a future here. Gruznak's a savvy leader. He takes the lion's share of the bounty, but he sees that we're all living well. Julitta and I a little more than the rest. Think he's got a shine on me.\n—\nAnother year, come and gone. Fast. Wish I could hang onto the good years longer. I haven't wanted for food or a warm bed for a long time, but I still catch myself tucking away what I can. I hate that gnawing fear. The lizards' eyes stare at me in my sleep. I'll cut two out tomorrow. Gruznak be damned.\n—\nJulitta's no little girl anymore. Her innocence is all but gone now, what little the mud-lizards left her. Feels like she was clinging to my skirt just a week ago and now she's fending off the advances of Gruznak's boot-licks with the knife I gave her. She's of the age where she's going to need to pull her weight now, might as well teach her to use it.\n—\nI gave Julitta a timid Bright-Throat to mind. She feared him at first, but I showed her we don't need to be afraid of the beasts anymore.\n—\nJulitta enjoys leading the Bright-Throat around by a leash. I haven't seen her so care free in a long time. I never realized how much fear she was still carrying around. I'll let her enjoy it another few days, then we'll have to have to have a chat about thinking of the mud-lizards as pets.\n—\nGruznak's slaving business is booming. The gang's ranks have tripled just since he opened a channel to the Telvanni of Vvardenfell. He wants me to head up my own crew. Think I like the sound of that."
    ]
}