{
    "id": "JournalofMagiulShiana",
    "paragraphs": [
        "17 Hearthfire, 2E 401",
        "Young Prince Anton inherits the throne of his father this day. Queen Sylvie will stand by his side as he ascends for his coronation. The roasts and the cakes are prepared to my direction. I am proud of the servants. I cannot tell which dishes I cooked anymore and everything will be ready precisely on time.",
        "The young Prince came down last night and requested my longfin stew for tonight's banquet. This old palace chef has never been so honored.",
        "18 Hearthfire, 2E 401",
        "I endured the tongue-lashing of Queen Sylvie for my \"scandalous dish\" in front of my staff. Little Gloria asked me why I didn't speak up and tell the Queen that King Anton requested it personally. She is, of course, so young. She cannot possibly understand. One does not speak up against their betters.",
        "King Anton came down an hour later and thanked me personally for the meal. He will make a good king.",
        "11 Rain's Hand, 2E 408",
        "Queen Sylvie passed away this evening. She expired peacefully in her sleep. I berated the staff, who believed that cooking a meal for the ailing Queen tonight would be a waste of food. Still, I did not make them cook. Food should never be prepared with spite.",
        "Instead, I went to the ailing Queen and asked what I could make for her. I could see that she knew she would not make it through the night. But she smiled faintly and humored me. She asked for my longfin stew.",
        "27 Second Seed, 2E 409",
        "King Anton has survived the poisoned darts of the assassins. The staff has worked diligently to prepare the most healthful food to help speed his recovery. I caught Gloria slipping potions of fortitude and health into his soup. I gave her the gold I earned for the week. She will make an excellent chef one day. After I am no longer around, of course.",
        "14 Sun's Height, 2E 409",
        "King Anton recovered fully. His first action was to hold a funeral for his Seneschal, the loyal servant who took the brunt of the assassins' cowardly attack.",
        "Gossip in the kitchen revolves around who is to be the next Seneschal. Gloria said it should be me. What nonsense.",
        "19 Sun's Height, 2E 409",
        "Gloria will have to prove her mettle in the kitchen sooner than I thought. King Anton has asked me to be the next Seneschal. I told him I knew nothing of the position. He replied that that was why he wanted me to take the job.",
        "I suspect there is much the King is not telling me, but it is not my place to question his wisdom.",
        "30 Frostfall, 2E 414",
        "I recently rediscovered this journal. How very quaint it is, and so full of memories. I thought it would be amusing to write in it again. It seems so long since I was just the palace chef.",
        "Gloria, my dear wife, has taken to the task better than I could have hoped. The servants look up to her, and she is proud of them each and every day. I understand the King's wisdom now. How he knew I would rise to this task I might never understand. I bow to his wisdom now as I did then.",
        "22 Sun's Dawn, 2E 425",
        "This old book has endured much. As I lie in this bed, coughing from poison, it brings me a small amount of joy. Gloria lies nearby. If I could will my strength into her I would. I slew the spy who poisoned the King's food myself, before I succumbed, but not before Gloria ate her fill.",
        "King Anton is unharmed, but Gloria ….",
        "7 First Seed, 2E 425",
        "Gloria went to her final sleep in the night. One of the servants brought us dinner, not knowing what was to come. I didn't know Gloria had taught the servants how to prepare my longfin stew.",
        "In the morning, the servant came and apologized for the crass meal. I told her it was all right. Longfin stew is a meal fit for a queen.",
        "29 Rain's Hand, 2E 430",
        "The shakes took me today and I fell. I am not so old that my own legs should fail me. Damn the effects of this poison! At least I found this book under the bed.",
        "King Anton wants to try some Ayleid magic to heal me. His wisdom, as always, is beyond mine. The new Seneschal serves him well, but still he looks after this old man.",
        "12 Last Seed, 2E 431",
        "I think I died today. It is difficult to say. I can walk around and speak, but there is a detached feeling. I can feel the crown I am bound to, sitting in its chest, and the servant who watches me raise the pen and write these words looks at me fearfully.",
        "I still serve my King, even in this spirit form. I do not tire and I possess a form so much closer to my younger self. I can serve until my King's bones turn to dust. And so I shall.",
        "11 Hearthfire, 2E 450",
        "The King passed away today and will be sealed in a tomb. I am to be his guardian. I could do with the solitude. The servants fear me and to be frank their company doesn't do that much for me, either.",
        "* * *",
        "Time has passed in the tomb and my inkwell runs dry. I am bound to the crown, buried with my once-King. His bones crumble, but still I serve. What use am I, serving in this hollow place? Was my King's wisdom so infallible, or did I just blindly believe in it?"
    ]
}