{
    "id": "JournalofaScornedLover",
    "paragraphs": [
        "Dear Journal,",
        "",
        "Last night, my whole life changed. I know that you're thinking: \"\"Quenten, you've been in this position before.\"\" But this is different this time. On this I swear!",
        "",
        "One night of passion. That's all I wanted. I'm not a fool. I heard of Jakarn's reputation—and his predilections. The master of midnight, with warm beds in every city in Tamriel, comes to our island and all I desired was his affections for one night. And I got them!",
        "",
        "I met Jakarn in a tavern near the harbor the night his ship came to dock. He was handsome, dashing. Charming, even. He had a swarm of besotted fools flocking around him. They were hanging off his every word, off his jerkin, off his very arms if he laid them to rest for more than a moment. He seemed happy to be the center of attention, but also annoyed by it. So, I took it upon myself to relieve him of the situation. I purchased a pint of the tavern's most pungent brew and meandered between the tables. Then I tripped, spilling my drink down the back of every single admirer crowded around him. None of the beer landed on Jakarn, of that I made sure.",
        "",
        "Jakarn's admirers ran off, cursing or crying. In their absence, the tavern's ambiance changed, molded into someplace more intimate. The perfect setting for what I had in mind. Jakarn insisted that he buy me a beer to replace the one I spilled. I accepted the offer with a smile. As for the rest of the night, I'd prefer not to record all the sordid, wonderful, intimate details. However, I'll give you an idea of what transpired between us.",
        "",
        "Oh, the memories! Every gesture Jakarn made, every kind word that dropped from his perfect lips. It felt like I had the attention of one of the constellations! In a dingy harbor tavern, it felt like we were the only people in the world who mattered. He understood me. Really, deeply, understood my whole being. Which is something that he later proved. No one else could have made me feel the way he did. And I understood him, that was important. I learned everything he enjoyed: what made him smile, the jokes he laughed at, all of it.",
        "",
        "I'll be in his arms once again. I know it. Nothing can keep the two of us apart. Not after a connection as powerful as the one we shared. We're destined. I'm not sure what we're destined for, but there's a pull deep in my chest. He promised he'd see me again. I know he'll come back, later tonight. He'll find me and we'll be swept away together once more.",
        "",
        "* * *",
        "Dear Journal,",
        "",
        "I don't like to be smug, but I was right.",
        "",
        "Last night was as amazing as the first night. We talked, got to know each other even more. He told me about his past jobs, clarified all the aspects of his life that were left out of the heroic tales and songs.",
        "",
        "We'll meet again tomorrow. He promised. He even said that the others vying for his attention held no appeal. That I'm the only one he wants in all of High Isle.",
        "",
        "* * *",
        "Journal,",
        "",
        "Jakarn didn't visit. I stayed up the whole night, waiting to hear the faint sound of his knuckles against my door. I can still feel the pull in my chest connecting me to him. I'll find him. Tomorrow I won't go to the shipyards. I'll search for Jakarn. What if he's in danger? If something happened to him, I don't know what I would do. No. He's alive, I can feel it. And whatever reason he has for staying away, I know it must be a good one. It has to be.",
        "",
        "* * *",
        "Journal,",
        "",
        "I'm through talking about Jakarn. He took my heart and tore it from my chest. Were all the things he said to me just words? No, they couldn't be. He was sincere. I know he was. But I don't understand what convinced him to spend time with that seamstress! What could she offer him that I couldn't?",
        "",
        "Unless, Jakarn never really cared about me. But I thought he did. I was so sure of it!",
        "",
        "I'm going to find him. Get the truth of this matter from him, make him say the words I dread to hear. Maybe I'll stop by that tavern and purchase a tankard of their most repugnant brew. If my fears are correct, then I'll make sure to spill it on Jakarn.",
        "",
        "Every. Last. Drop."
    ]
}