{
    "id": "JournalofJusticiarAvanaire",
    "paragraphs": [
        "Sarocil tells me that the debt collectors are getting impatient. How funny this whole situation is. I had always dreamed of my little sister returning, but now that she's here in my home I feel only grief. She's brought nothing but trouble, yet I can't turn her away. Not now. Not after she's come to me in her time of need.",
        "I'm still not sure she's clean. I hate to say that about my own sister, but skooma changes a mer. I could barely recognize her, she was so thin. Her bony fingers, clinging to my skirts. Her broken voice begging me to help her. I want to believe her, I want to help her make a good life but... I can't. Not yet.",
        "Even so, I have little choice now. She owes money to some dangerous characters. How could I let my baby sister be sold to some Telvanni mage, or killed to make a statement? I can't take that risk.",
        "The trouble is that the Divine Prosecution's reputation doesn't allow for underhand dealings. There's not a fool in Summerset who would agree to a bribe. Too suspicious. I hate to admit it, but this buyer Sarocil found is the only way out. What they want with the pearl, well, Auri-el knows. But what choice do we have?",
        "I made sure to be put on Captain Telomure's squad, just as planned. I'll wait until we're close to Tor-Hame-Khard. That's where the buyer should be waiting for me. I'll take the captain by surprise, grab the pearl, and leave him for dead. If I know Summerset soldiers, they'll follow me into the ruins. And then, well... the buyer has assured me that they'll take care of the soldiers. Permanently.",
        "I'll report that bandits stole the pearl, and there won't be a mer alive who can contradict me. If all goes well, my position should remain intact. By Oblivion, I may even be promoted for my bravery. And Sarocil will have the gold she needs. She'll be safe.",
        "I do this for her. She's all the family I have left, broken or not. I'll take care of her. No matter the cost."
    ]
}