{
    "id": "TheJournalofRalisSedarys",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC. The first 18 volumes are not in game.",
        "",
        "<title>The Journal of Ralis Sedarys - Volume 19</title>",
        "The Journal of Ralis Sedarys, Volume 19",
        "Moving on to Solstheim next, chasing after vague rumors of this Kolbjorn Barrow. My patron seems confident we can find the Relics of Azhidal out here. I'm a bit skeptical, but so long as he pays well, I'll dig wherever the old coot likes.",
        "Initial prospects look poor, to say the least. I was sure I had my map wrong at first, until it became clear that the place had just been lost to the ash. I'll dig out as much as I can, maybe see if I can recruit some of the local residents to help me out. I haven't seen anyone since I got out of Raven Rock, but I keep hearing conversations and whispers around me, so I just need to track them down.",
        "<title>The Journal of Ralis Sedarys - Volume 20</title>",
        "The Journal of Ralis Sedarys, Volume 20",
        "This excavation is going to be one of the harder ones, I can tell. Hired some diggers out of Raven Rock. They all said they were experienced miners, but I guess they're not used to running into trouble as they dig. In a place like this, you never know what was buried long ago, and have to be ready for whatever you come across.",
        "In any case, there were some unfortunate losses when the sleeping dead weren't quite sleeping and weren't quite dead. Operation is stalled unless my friendly partner is able to find enough coin for us to hire some replacements. Maybe it's time to take up a collection from the constant spectators who gather to mock me.",
        "<title>The Journal of Ralis Sedarys - Volume 21</title>",
        "The Journal of Ralis Sedarys, Volume 21",
        "My invisible \"friends\" have kept it up, drawing closer. It took me a while to realize they were hiding themselves, but I figure it's out of shame. It takes a certain type of cowardice to spend all your time questioning a man's worth and value. You'd think they'd have the decency to at least let me sleep, but they persist even there.",
        "As for the dig, we continue to stall out with the opposition from within the barrow. I had hoped the hardy people of this island would be able to deal with shuffling bones, but I appear to have overestimated them. I won't make that mistake again.",
        "<title>The Journal of Ralis Sedarys - Volume 22</title>",
        "The Journal of Ralis Sedarys, Volume 22",
        "If it weren't for the comfort brought by my invisible friend, I would have fled this place long ago. I wish I had realized earlier that it was not a group, but a master who contains multitudes. He's guided me into a true understanding of the barrow, and I greatly desire to meet with him.",
        "My insight into this place is now so intuitive, so fundamental, that I almost feel as if I built it myself. I explained to the workers how to use the tile set, but they seemed too afraid or uncoordinated to properly step on each tile quickly enough. No problems, nothing that the master cannot solve.",
        "We will be able to converse properly soon enough.",
        "<title>The Journal of Ralis Sedarys - Volume 23</title>",
        "The Journal of Ralis Sedarys, Volume 23",
        "Lord Ahzidal demands more blood, and I give it willingly. The hired men have somewhat pitiful souls, so it sometimes takes several of them to achieve the desired effects.",
        "I won't be writing any more. There is no need. The time has come to awaken the master, and bring him to the fate he deserves."
    ]
}