{
    "id": "JournalofMerethrin",
    "paragraphs": [
        "Gwannas came to me last night agitated, his eyes wild with excitement. It took several minutes for me to calm him to the point where I could understand what he was saying, his thoughts were flowing so fast and free that his lips and tongue could not keep the pace.",
        "When at last I could understand him, I couldn't believe it. Immortality. Life eternal. Discovered, so he related to me, entirely by accident, a fluke, scrawled with a hurried staccato script in the pages of a book whose binding had been swapped with that of a tome on the magical properties of the feathers of exotic waterfowl.",
        "He had consulted the volume for insight into a simple potion, but the moment he saw its true contents he was mesmerized by it. He studied it long into the night. He claims to know it by heart. …",
        "Gwannas is set on his course, and I find myself caught up in his infectious enthusiasm. Think what we might do with immortality! The knowledge we could acquire and the help it could offer. Why do healing spells help with some ailments and not others? We would have time enough to solve this and so many other puzzles!",
        "It's a cruel trick that men are cut down just when they start to truly become wise, that they must spend a lifetime of training just to know what men before them discovered long ago. …",
        "We have chosen the location for our ritual. A secluded cave, which the locals call the \"Cave of Sorrows.\" We laughed at it as a bit of provincial superstition, but now, I'm not so sure.",
        "The things we have had to do to prepare the ritual … I can't bear to write them. Horrors that I've only managed to justify to myself because of the good my brother and I will be able to accomplish, once immortality is in our grasp. Sometimes, not even then.",
        "I look at Gwannas and I wonder if he is even troubled by what we've done. He wears an expression of such perfect calm, always. I envy his confidence.",
        "All the crystals are now in place. Tomorrow, we will complete the ritual. I must put my doubts to rest now and get some sleep. Tomorrow, all our deeds will be vindicated."
    ]
}