{
    "id": "JournaloftheKingsSeneschal",
    "paragraphs": [
        "King Ranser wants a second fort built as a twin to the one on the tor overlooking Shornhelm. It is his feeling that two forts can support and aid each other, greatly increasing our hold over the region. After a quick examination of our options, I've decided that we can build this new fort on the foundation of the ancient ruins in the Lorkrata Hills.",
        "Construction began today on the new fort. Nestled in the foothills below the mountains, the engineers are building the walls and towers to align with the area's natural stone. We are also expanding into the ancient network of tunnels and chambers beneath the hills, using the original construction as a basis. The work is slow, however, as we persevere not to collapse the entire mountainside atop us.",
        "As work on the Hall of Heroes started, we uncovered a curious runestone. Nothing like it has turned up in any of the texts I've consulted, and it doesn't seem to have any innate powers that I can see. I will keep it with me, where it will remain safe and so that I can study it at my leisure. Perhaps it will reveal its purpose to me at the proper time.",
        "As I walked with the engineer to examine the newly opened corridors, the runestone began to glow. The intensity of the glow seemed to respond to specific locations within the corridors. I need to investigate this phenomena more closely, but later. When the halls are empty and I can perform my studies away from prying eyes.",
        "I discovered the source of the runestone's strange behavior—I think. An ancient relic. half-buried in the ancient soil, seems to be of Ayleid origin. When the runestone and the relic are in close proximty, the air itself seems to hum with intense energy. The discovery excites me and frightens me at the same time. I have sent for King Ranser. I'll let him decide what we should do with these ancient items.",
        "King Ranser has decided that the best course of action is to hide the relic and the runestone. We've assembled a small trusted team of workers to build a secret room next to the Hall of Heros. We will hide the relic there. I have not yet decided on a place to hide the runestone, however."
    ]
}