{
    "id": "JournalofCulanwe",
    "paragraphs": [
        "It seems fitting that the servant of the Queen of Dawn and Dusk should try to broker peace between the Nedes and the Ayleids. Her realm is between times, between places, and between realities. If I can help two peoples who have such hatred of each other find peace, I will have accomplished something, at least, in my time in this mortal realm. I sense Azura guiding me, and her strength flows within me, but it is her wisdom I need now.",
        "23 Sun's Height\nDid I say I needed Azura's wisdom? Nay, I need her patience. Only an immortal could put up with these … people! The Nedes are well-named. Yes, they spent many years shackled and tormented by the Ayleids, but none alive today remember that suffering first-hand! The recompense they demand continues to escalate, even as the pride of the Ayleids swells. I sense they will break off negotiations any day now, and we may go from uneasy peace to outright war.",
        "Ah, Azura—keep me from speaking with them! The power of my voice can change their reality, but that would be a bandage on an infected wound. Nothing but true change can allay the anger between these peoples.",
        "27 Sun's Height\nThe worst has happened. One of the Ayleids is dead, a messenger killed while running errands. The Ayleids suspect the Nedes and they do not deny it. Rather, they take umbrage … as if the death of one messenger cannot be measured against the long suffering they endured. This will not go well. My voice may be the only answer.",
        "29 Sun's Height\nI stand amazed. I did use my voice, but only … adjusted reality somewhat, to forestall conflict. The true miracle came from a Nede and an Ayleid. Both outsiders to the negotiation, they joined together to solve the mystery of the murdered messenger … and found the culprit neither Nede nor Ayleid! A servant of Molag Bal was responsible, his aim to sabotage these negotiations!",
        "The two heroes have done what I could not. They've brought Nede and Ayleid together against a common foe. I foresee hostilities between these two peoples ended.",
        "",
        "2 Last Seed\nWith the wedding of the two heroes, the breach has been closed. But I cannot imagine Molag Bal will let this go unchallenged. I will seek an answer … a way to shield these peoples in Azura's name. As long as I live, the Harvester of Souls shall not touch what we have created here today. Azura, give me strength. Let my voice change the world as long as I am in it."
    ]
}