{
    "id": "JournalofaFallenOfficer",
    "paragraphs": [
        "By Falura Uveleth, Former Officer",
        "It got the job done.",
        "That's what I told myself after a tough call, after a hard assignment. It may not have been by the book, but hey, nothing ever is. Little things at first, things I thought I'd forget by the end of the week. A well-placed bribe here, a promise that my superiors would know nothing about. I kept slipping, and slipping, until I was telling myself that phrase every night. It got the job done.",
        "And who could really question my goals? The House Redoran's Narcotics Oath-Bureau is one of the best forces for good Vvardenfell has to offer. What could be more noble? We were cleaning up Vvardenfell, one arrest at a time. Anyone who went undercover knew the stakes, and they knew that our superiors were more apt to look the other way if the results were to their liking. Maybe that was my first mistake. Thinking no one was looking.",
        "The skooma ring I infiltrated was top priority. Skooma is nasty stuff, an opiate that causes hallucinations. Addictive, deadly, cheap, the drug's a powerful combination. Even the growth and sale of moon sugar is illegal on Vvardenfell's shores, for good reason. With such a high stakes case they decided to send their best officer, who at the time happened to be me.",
        "When an officer infiltrates a skooma ring there are the expectations, and then there's the reality. They can't avoid certain habits. Bribes are commonplace, extortion as well. No one talks about torture when you're signing up, but it happens. Deaths come with a bit of paperwork, but hey, who's going to mourn a dealer? All of these you can learn to live with. It's what you eventually can't live without that eats you up.",
        "It shouldn't be surprising that few skooma rings accept members who don't use the product, at least occasionally. There's no bigger red flag than turning down an offered pipe, and in my line of work even the smallest of suspicions can lead to a quiet death in some dark alley.",
        "The case itself went off without a hitch. I did my usual reconnaissance, gained trust of those up top. Found out who was in charge and where trade was coming in. The case closed within three months, quicker than any other officer could have finished it. But not quick enough.",
        "I admit, I was hooked. It was an itch I couldn't scratch, a thought I couldn't drown out. I started drinking, thinking that would numb the withdrawal. But drink simply washed away my resolve, and eventually I was searching for dealers for a whole different reason.",
        "It was fine for a time. I was able to keep my dosages short, concealed my habit from those around me. It all fell apart when another office brought in my dealer, and she was more than happy to talk. Not surprising, but I suppose addiction doesn't bring the clearest of mindsets.",
        "I was told I was lucky to be stripped of my rank and not thrown behind bars, but I'm not one to lie down and accept my disgrace. I'm nothing if not resourceful. I've sobered up and smartened up, and now I'm on a new mission. I'll win back my honor if it's the last thing I do, no matter the means."
    ]
}