{
    "id": "JournalofScampNaal",
    "paragraphs": [
        "Naal find write stick and leaf thing in Husk's bag. Husk silly shape, got extra teeth in face. Husk the sort of creature no go to blank space between walking time. Husk stay on ground. Husk no look for write stick and leaf thing. Naal have them keeps.",
        "",
        "* * *",
        "Naal like this place. Very warm. New smells. No Shout-Man. No push through portals. No carry Shout-Man books. No carry burny hot water. No long time reading. Naal do what Naal want. What Naal want mostly walking. Up big hill. Down smaller hill. Feel warm air between ears. Hear big clangs. Naal not go see what do. Naal follow no Shout-Man. Naal follow Naal.",
        "",
        "* * *",
        "Very big no good. Naal walk near big clang. Hear many thing. Hear Dremora. Hear no happy Dremora. Hear walking hulks. No like them. Naal walk back over big hill much quick. Walking husks over big hill. Naal stuck. See Dremora hit husks with big long fire CRACK! No like that. Naal ear no feel good. Naal cold. Naal want go, want walk over big hill and no see much. Naal stuck. Stay behind rock at top of hill. Keep distance with Dremora and husks. Naal no see where Dremora go. Naal stay and wait for warm. Naal no follow new Shout-Man. No Shout-Dremora. Naal no want.",
        "",
        "* * *",
        "Big mistake. Large creature with snap face. Chase Naal. Running now.",
        "",
        "* * *",
        "Naal no know where Naal run. Ground no warm. Air no light. Big cloud. Naal keep walk. See what happen here.",
        "",
        "* * *",
        "Naal walk much far. Many fall-wet here. No warm. Hear big CRACK! No see Shout-Man. Naal turn go where warm. Find Dremora. See with Xivilai Sword-Lady. They no shout. Stand near much large fire. Naal stay near, see what do.",
        "",
        "* * *",
        "Bad news Naal. No-Shout-Dremora and Xivilai Sword-Lady see Naal. Find Naal near big rock. Say they no be Naal Shout-Man. Say Naal follow Naal, not them. Xivilai Sword-Lady say here Burn. Say Naal good hiding. Say Naal no go Shout-Man or walking husks. Naal stay. Hear all they say on Burn and Sever. Place with many fall-wet called Sever. No-Shout-Dremora agree. Say he prefer no go Sever much also. Naal no get why funny but think Naal make companion. Xivilai Sword-Lady say Naal stay where Naal want. Say Naal no companion. Naal no agree. But Naal say no much.",
        "",
        "Xivilai Sword-Lady no like Naal. Naal no know what Naal do.",
        "",
        "* * *",
        "Naal right. Xivilai Sword-Lady no let Naal stay. No-Shout-Dremora no say much. Let Xivilai Sword-Lady toss Naal out. Say Naal stay much long. Time for walking. Naal angry.",
        "",
        "Nall is follow No-Shout-Dremora. Naal is throw dirt him. Naal is stomp fire. Naal is kick Xivilai Sword-Lady. Naal is cast big portal. Is throw them out Burn. No one tell Naal what do. Naal follow Naal. \\n\\nNaal no make companion.",
        ""
    ]
}