{
    "id": "JournalofHabbertUnsinett",
    "paragraphs": [
        "<italic>From the Journals of Habbert Unsinett, Senior Archivist and Researcher</italic>",
        "Dresan Keep's archives continue to grow and prosper. I love working with the knowledge of the ages. I know that no mere mortal endeavor could equal something as vast and comprehensive as the Apocrypha of Hermaeus Mora, but I am content here. And, of course, I have not sold my soul in servitude to a Daedric Prince to dwell amid a wealth of information and history. (Though sometimes I do dream of wandering the endless stacks of Apocrypha.)",
        "***\nI have told the younger acolytes repeatedly that they must individually dust each book and then carefully replace it. I caught Gatrin dusting a shelf of books, just swiping a cloth across the spines as casual as can be. He was not wearing gloves, either, and I have reinforced, time and time again, the need to keep the natural oils from our skin away from these precious tomes.",
        "***\nI would like to say that the wars do not trouble me, but that would be a lie. I spoke with Lady Dresan the Elder about the fate of this treasure trove of knowledge preserved within the keep. The books on arcane magic, in particular, should not fall into the wrong hands. We have a plan of preservation that falls mainly upon my shoulders to implement. Most of the staff has fled as the fighting intensifies. Some have gone to join the wars, to return home to families. Others have gone to I know not where. A few of my colleagues remain, however. Dresan Keep is our home and its library of knowledge our life's work. I shall enlist their aid in preparing a safe space for the most important treasures in the library. Sacrifices will be required.",
        "***\nTime has taken on a strange pace, but it is peaceful here now. I have made a vow to protect the keep's treasures. We spent countless years indexing all of the volumes within the collection. At the risk of flattering myself, my series of charts that cross-reference people, places, and relevant tomes in the collection is both useful and a work of art. Someone, someday, will need the information we have collected, and they will know how to put it to good use.",
        "I worry about mildew, though."
    ]
}