{
    "id": "JournalofTsonaEi",
    "paragraphs": [
        "<title>Journal of Tsona-Ei, Part One</title>",
        "Herein find the memoirs of Tsona-Ei, Argonian sailor and First Mate of the fine sailing ship, the Golden Era.",
        "I have never been one to keep a log, but these are exciting times and the gravity of current events compels me to put quill to parchment. I have been a sailor for a long time, but I've never seen a gathering of ships the likes of which the Emperor has assembled.",
        "The Sload, loathed as they are by all the peoples of Tamriel, moved his majesty to action because of the terrible toll their plague has taken upon every port in the west. Every land fears this plague born of Thras by the slugs and their vile necromancy. When the call to arms was sounded, it was answered from across the empire: Colovian galleys, Redguard corsairs, Breton warships, Aldmeri cutters—even Black Marsh freebooters like me and much of our crew. Never have I known such a force to set sail together.",
        "The All-Flags Navy, they call it, a mixed fleet under the command of Baron-Admiral Bendu Olo. We sail to Thras together. Woe betide the Sload! They have brought this great and terrible fleet down upon themselves.",
        "<title>Journal of Tsona-Ei, Part Two</title>",
        "We have left the Abecean Sea behind and entered the Sea of Pearls, the waters that surround the Thrassian Archipelago. Never was a sea so ill-named as this one: the enthusiasm of my earlier entry ends here.",
        "For two days we have been wracked by storms more foul and terrible than any I have ever seen. They seem to grow worse as we approach Thras. The crew talks of terrible whispers on the air and glimpses of rotting things moving in the water. I myself have been too sick to see or hear anything other than my own illness. In all my years, I've never suffered the sickness of the rolling sea before. That doesn't bode well for the rest of this trip.",
        "We were a mighty fleet with sails as numerous as the trees of my native Alten Corimont. Now I cannot know our number. The fog, with its stench of rot and terrible foulness, obscures our vision and makes it hard to see beyond two lengths of the mast. We passed rocks as we approached that were only a few paces from our hull. We hear the cracks and screams that indicate our sister ships were not so lucky.",
        "The fog ended today. We emerged from what appeared to be a solid wall of cloud that extended in an unbroken circle around the islands of the Sloads. Our first view of the largest island was awe-inspiring: a tower, taller than any I have ever seen and made of blood-red coral, reached into the sky. A terrible blue light flickered at its apex like an strange bud upon the tower's stalk.",
        "<title>Journal of Tsona-Ei, Part Three</title>",
        "Other ships followed us through the fog. One by one they emerged. Some were battered, some were missing, but many remained. We formed up and sailed toward the main island.",
        "Through the terrible storms that battered us on our way, the captain stood firm. Many in the crew wished to abandon our cause, but the captain cursed them and would not hear of it. His cabin is directly above mine and at night I swear I could hear demonic whispers and see eerie lights. The captain I knew slipped away in the fog to be replaced by spectre of anger and hate.",
        "A projection of Baron-Admiral Olo appeared on our deck. He spoke as if he could not see us—I assume this was some sort of magical broadcast to the fleet. He ordered us to take boats and men to sack the big island and lay siege to the tower by land as his remaining Imperial ships bombarded it from a distance. We armed ourselves with swords and bows, and the captain ordered us to the longboats.",
        "When we set foot on shore I think we were the first to arrive. We were not the last. The Sloads are powerful necromancers, but they are poor hand-to-hand fighters and our numbers dwarfed theirs. Still, they fought, and they died as we conquered their island. They whispered curses to their Daedric Lord with their dying breaths are we took their gold, their goods, and their lives.",
        "The blue light atop the coral tower began to pulse and bleed energy into the clouded sky. When the ground beneath our feet began to quake and tremble, no one had to tell us to run. The island began to crack and sink. The sea around Thras boiled as we rowed for our lives back to the Golden Era.",
        "We were hauled back on deck in time to watch the Coral Tower collapse into the sea. We noticed too late the current that pulled us towards it. As the eye of blue light atop the tower dipped into the sea it began to spin like a great wheel, and when it met the waves it formed a monstrous whirlpool. Half the fleet was drawn into it, our ship included.",
        "<title>Journal of Tsona-Ei, Part Four</title>",
        "I remember thinking, as we slid into the massive whirlpool, that my mates and I would never see Alten Corimont again. I was right, but not in the way I thought. The truth was even worse.",
        "As we were sucked into the pulsing blue light beneath the maelstrom, I felt water rush over my scales. Before the sea could consume me, a gale of cold wind exploded from below. We were no longer sinking—we were falling! As I clung to the deck, I saw that the whirling wall of water had been replaced by a dark, haunted sky and an infinite expanse of cold, dead earth. And it was rushing to meet us as we fell.",
        "I blacked out, waking up some time later on the deck. I remember seeing the Captain talking to what appeared to be a great beast. I remember the beast handing the Captain something and then I blacked out again.",
        "When I awoke, I was transformed. My scales and skin were gone—I was nought but bones. The Captain was now the Admiral, and whatever he commanded we could not refuse. More ships fell from the sky, and our Lost Fleet grew. We put the Era back together, dug tunnels, and constructed a town from the wreckage of the other ships, all at the Admiral's command.",
        "We hate him, but we cannot disobey him. It's that crown he wears. I pray that one day someone who can resist the Admiral finds this journal. This journal, and the key I have hidden within its pages."
    ]
}