{
    "id": "JournalofBravamLythandas",
    "paragraphs": [
        "12th First Seed",
        "The experiments continue to progress. I have imposed several persistent illusions on the subject's mind, though he must still wear the amulet. It was simple to convince him that his own soul was tied to it and that its removal would mean immediate death.",
        "I do not have complete control of the illusions yet; when I tried to convince him the shed was made of stone instead of wood, he saw it as made of sweetmeats and I had to prevent him from attempting to eat it. The individual's own predispositions still have some undesired influence.",
        "17th Second Seed",
        "Finally! I solved two problems that have been stalling my work with one elegant solution. With the exact combination of domination spells I have created, I now have total control over the hallucinations (along with persistence) without the need for costly enchantments.",
        "This is a timely find, as the subject recently indicated that removal of the amulet might be preferable to the current stages of the experiment. I can now begin looking for additional subjects.",
        "5th Mid Year",
        "The three that inhabit my basement are convinced that they live in a palace. They have begun to take on the aspect of nobles, which is their own conceit—I have not attempted to alter their perceptions of themselves. This shared illusion has held for two weeks and shows no sign of breaking down under prolonged scrutiny, as the others had.",
        "I remain hesitant to subject myself to these illusions yet, though I am fairly confident I'd be able to extract myself. Testing has not revealed any of the distortions I'd hoped to observe in the nature of local reality. Perhaps more subjects are needed.",
        "10th Sun's Height",
        "Another interesting development occurred today. I introduced the notion that a werewolf would rampage through the palace to just one of the subjects, out of range of the others. When I returned him and he awoke, it was not he who first spotted the werewolf at all, but another subject!",
        "Each seemed to perceive the beast. I shall have to test this further—is the illusion becoming its own reality, or have I accidentally connected them in some way? Could the false world bleed through? How exciting!",
        "23rd Sun's Height",
        "I am losing control. It is almost as if some outside force is interfering; I can feel a strange undercurrent in the spells I have woven, resistance in the minds of the subjects. They are becoming unintelligible and difficult to work with.",
        "One sits in the corner, rocking back and forth and muttering prayers to Dibella, of all things. Another has injured herself horribly and will need to be removed. Thus far, I had not been concerned for the soundness of their minds. What could be causing this?",
        "2nd Last Seed",
        "To my great surprise, everything in the basement was gone this morning—the simple furnishings, supplies, and, most upsettingly, the subjects. The basement walls, ceiling, and floor are now completely covered with a mural depicting the grand chamber of a palace.",
        "The subjects are nowhere to be seen, and strangest of all are the set of paints and single brush found lying in the corner. Some trickery and tampering has clearly taken place. I shall have to investigate further."
    ]
}