{
    "id": "journal37",
    "paragraphs": [
        "Amarbina is wrong. Her premonitions don't always come true. I saw the ring when they buried Nicoleric in the cathedral graveyard. I don't know where he got it, noticed it on him when he came back to town. He died right afterward. No reason for the ring to go to waste; his loss, my gain. So I snuck back that night, did a little digging, and took the ring. No one saw but a drunk beggar and he won't remember.",
        "The ring is beautiful. Some craftsman poured a lot of himself into it. I wanted to give it to Amarbina as a present, but she recoiled as if I'd put an asp into her hands. She yowled that it was cursed, an evil thing that should be brought back to its maker to be destroyed. I laughed at her. If she doesn't want it, it's mine. I'll sell it for a bag of gold. Or maybe I'll keep it. I like the way it looks on my finger.",
        "***",
        "Others are jealous. The last few days, I've heard them whispering about me, calling me names, saying vile things about me. It's the ring; they covet it, want to take it from me. They see it and hate me for it. The ring glows to warn me, to tell me enemies are about. I hear them whispering but never see who's saying those things about me. If I ever spot them, I'll kill.",
        "***",
        "Had to leave Shornhelm. Couldn't take the things they were saying about me. Amarbina begged me not to go, begged me to get rid of the ring. But she wants the ring for herself, I can see it in her eyes. Maybe she's behind the whispering, the hate. The ring glowed as we argued, warning me about her. Almost made her confess at knifepoint, but ran instead.",
        "***",
        "Even out in the wild, I can still hear the voices. They're inside my head, I can't get rid of them. I've done awful things in my life, it's true. Everything they say is true.",
        "***",
        "It's the ring. The voices are from the ring, the voices of the dead. Amarbina was right. Must get back to Shornhelm. Break the curse somehow. Maybe dig up Nicoleric again, give ring back. Amarbina will know.",
        "***",
        "Almost there. Struggle to move, voices pounding away, can't think. Don't deserve to live. See Amarbina before I die. Then join the voices."
    ]
}