{
    "id": "TheJoysofJewelryCrafting",
    "paragraphs": [
        "By Felarian, Jewelry Crafting Artisan",
        "Inside each of us is a stone: rough, rugged, unassuming. But beneath its jagged surface shines a color, a gleam of possibility, unrefined but full of promise. And with just a little polish, that stone has the potential to become a beautiful, glittering gem.",
        "The art of jewelry crafting rests within us all, but not everyone has the ability to see that capacity. Therefore, I've taken it upon myself to write a guide to how one may begin to polish his or her skill. And through these simple steps, any novice can learn the basics of jewelry crafting.",
        "Acquiring the Pewter Dust",
        "Pewter is an excellent material for any novice to begin with. Not only is it easily malleable, it is also absurdly abundant. One must simply keep an eye out for pewter seams within the wilderness. Much like ores, you'll generally find these seams within rocky outcroppings. There, you can easily acquire the needed pewter dust to begin your crafting.",
        "Refining the Pewter Ounces",
        "Next, one must refine their pewter dust into pewter ounces. You can do this at any jewelry crafting station you happen upon, which can generally be found within large cities. Of course, I would also recommend placing a personal crafting station within your home, if possible. I've found the convenience to be well worth the cost.",
        "Crafting the Ring",
        "Now is the time to put those pewter ounces to good use. While a simple pewter ring may not seem the most glamorous item to craft, it is certainly an excellent item to begin with. Again, a jewelry crafting station is needed to complete this task.",
        "Deconstructing Jewelry",
        "A jewelry crafting station can be used to not only craft jewelry, but also to deconstruct it. Deconstruction allows you to regain a portion of the ingredients used to create the ring or necklace. For example, a deconstructed pewter ring will give you pewter ounces. Of course, as in most aspects of crafting, this will also enable you to gain experience.",
        "Researching Traits",
        "Jewelry, while beautiful in its own right, can also be extremely useful. Given the right traits, your rings and necklaces can help increase health, stamina, and even magicka reserves. To craft jewelry with a desired trait, you must first research a piece of jewelry that already possesses that trait. If you find a pewter ring with the robust trait, for example, researching that ring will help you create new pieces of jewelry that are also robust. Sadly, this process always destroys whatever item is researched. But such is progress.",
        "Final Word",
        "It is my sincere hope that this guide has inspired you to begin delving into the glorious art of jewelry crafting. With just these few basics in mind, anyone can start their journey to become a true artisan. And on that note, I wish you the best of luck with your endeavors!"
    ]
}