{
    "id": "TheJudgmentofSaintVeloth",
    "paragraphs": [
        "A number of powerful healing relics are associated with Saint Veloth the Pilgrim. Of these, perhaps the most famous and well-remembered artifact remains the Judgment of Saint Veloth. This mighty Daedric warhammer stands as a shining symbol of everything Veloth embodies as the patron saint of outcasts and seekers of spiritual knowledge.",
        "Stored with other holy artifacts in the protected vaults of the Tribunal Temple, the Judgment of Saint Veloth served the prophet and mystic well in life, but has gained legendary powers since his ascension to sainthood. The God-Kings of Morrowind watch over the relics, keeping them ready for the day when their powers would be needed in defense of the realm.",
        "Saint Veloth personifies daring, and those who follow the lessons of his life and teachings learn boldness and cultivate an adventurous outlook. He defined the difference between good and evil Daedra, and even negotiated the original arrangements with the good Daedric Princes. This ability to distinguish the good from the bad was a hallmark of the living saint, as was his penchant for healing and healing items. Both of these aspects combined into his personal symbol of power, the warhammer known as Judgment.",
        "Veloth's Judgment rang with authority throughout the land, using its enchantments to cleanse corruption from the souls of those it struck down. It was a weapon, of that there can be no doubt. But Veloth was able to wield it with the same precision that a surgeon uses to wield a scalpel, removing the corruption from a soul and leaving the remainder alive and healthy. The warhammer stored the corruption for a time, turning it into energy that could be used by the wielder to enhance the power of the weapon.",
        "Of course, in the wrong hands such a powerful artifact could accomplish more harm than good. For this reason, among many others, the Tribunal keeps the Judgment and other artifacts locked away. It has been suggested that instead of being used as an instrument of healing, the Judgment could be used to siphon a living creature's entire soul, thus making the wielder infinitely more powerful. This conjecture has never been put into practice, and if the Tribunal has its way, it never will."
    ]
}