{
    "id": "KarisHitList",
    "paragraphs": [
        "Attention, new bloods! In the past, members of Thieves Guild proved who the best of the bunch was by stealing the rarest, most valuable treasures they could from some of the most powerful people in Tamriel. We REALLY don't need to attract that kind of attention right now. Seriously.",
        "However, the Guildmaster thinks it's important for you lot to hone your skills and distinguish yourselves, so I have cataloged an inventory of one of a kind items no one will send an army to retrieve. Find them. Steal them. Put them up in the Den as proof of the deed.",
        "This is for bragging rights, not gold, so don't come to me expecting a king's bounty for any of this stuff.",
        "Abah's Landing: The great great great- you get the idea -\n grandnephew of some banker back when Prince Hew was alive still has the poor sap's repossessed funeral urn sitting out as a flower pot.",
        "Greenshade: The Mages Guild is doing restoration work on an old set of weird living books for one of the Treethanes. I guess you're supposed to water them.",
        "Auridon: Prince Naemon had a commemorative decanter commissioned for his coronation, which never happened. Rumor says it's still on display in Skywatch Manor.",
        "Malabal Tor: There's an old Wood Elf tale about a bard so good he won a contest with a cursed harp. Supposedly the Mages Guild is keeping it from bursting any eardrums in the wrong hands.",
        "Reaper's March: The Mages Guild is caring for the ancient possessions of some Khajiit warrior of old at their holdings in Rawl'kha. You have the misfortune of finding his spittoon.",
        "Grahtwood: There's a mannequin that was supposed to stand in for one of the members of the Camoran dynasty when he died in battle. I guess they found him, because it's collecting dust in the embassy.",
        "Alik'r Desert: A wealthy innkeeper out in the desert has some antique bowl he claims is a family heirloom tracing his line back to some Ra Gada hero. Looks can be deceiving, but I have my doubts.",
        "Stormhaven: The first king of Wayrest might have been a good king, but he was a terrible poet. There's an unpublished book of his work archived in the Mages Guild. We won't make you recite it.",
        "Bangkorai: One of the more organized Yokudan conquerors had to use massive paperweights to wrangle all his inventories. Fair warning, I might keep these.",
        "Glenumbra: One of the carpets decorating Daggerfall castle is supposedly magical. I don't know why they'd just have something like that just sitting out, but use it to your advantage.",
        "Rivenspire: The Fighters Guild is supposed to have a bunch of letters the princess of Shornhelm wrote to King Emeric before he dumped her for the princess of Sentinel. Sounds juicy.",
        "Eastmarch: The locals out in Eastmarch say that King Jorunn's commissioned some ancient piece of Dwarven technology he smashed into a centerpiece for his next banquet. The thing's undergoing repair at their local Mages Guild.",
        "Stonefalls: One of the inns has an old coat-of-arms from the Ebonheart Pact's formation sitting in its basement. Seems they aren't sentimental about it.",
        "Shadowfen: There was some strange tribe that lived out in Black Marsh alongside the Argonians. Unsurprisingly, they're all dead, but the Argonians still keep some artifacts around. There's some religious shovel their people prayed to, I guess.",
        "Deshaan: Most of the time Dwarven artifacts are highly prized, but I have a lead on some banner that got taken down and thrown in storage around Mournhold. Probably more to the story.",
        "The Rift: Ysgramor is basically worshiped by the Fighters Guild. They'd give their sword arms to drink from the same vessel he did, but there's one of his old wine skins that's been sitting untouched."
    ]
}