{
    "id": "KastavsJournal",
    "paragraphs": [
        "<The folded, tattered pages hold brief passages written varyingly in dirt and blood.>",
        "",
        "My name is Kastav. I need to hold close to that fact. Kastav. I can't recall my family's name. Before, I tailored clothing. Fine things. Sold them at a modest shop in Leyawiin. My son would help.",
        "",
        "My memory of how I arrived here is scattered. Faint. That's what it does to you. Each drop of blood removes another detail. I can't see my son's face, although I know he had one.",
        "",
        "Others are here with me, chained in dirt. They call it Dremnaken. I can't remember if that's its name or kind. Its voice burrows into my mind. A thundering echo behind the eyes. Roars of constant hunger and cruelty.",
        "",
        "The guards take some who never return. They dragged an Orc man from here as he wailed. I've never seen an Orc so scared.",
        "",
        "Though I fear the means, I pray to the Divines for an end.",
        "",
        "—",
        "",
        "Heard our guards sharing tales of this Dremnaken. It rules this portion of the city. They admire it. It inspires them. They said that with every hunt it risks its essence, which they thought honorable. I didn't understand what they meant.",
        "",
        "Hearing their words drove me to rage. An Elf woman calmed me before I lashed out. What good would it do? Her name eludes me now.\\n\\n—",
        "",
        "Only a few of us left in the holding pen. The Dremnaken cannot complete its hunt. It appears paler. Slower. It takes more and more of us for the scrying. I have gone two, no, maybe three times now. Each time it takes more of my life. I only know I had a son because I wrote it down before. But I still recall my name. Kastav.",
        "",
        "Before the Elf women disappeared, she told me a secret. There is a way out. A prisoner from before, someone I cannot remember, found a hole. A small portion of wall broken away. If a person could get free, perhaps they could crawl through it. How she learned of this, she couldn't recall. But she held fast to the story.",
        "",
        "—",
        "",
        "I am all who's left. The monster's voice shouts for more blood. I am Kastav. I am Kastav. I am",
        ""
    ]
}