{
    "id": "KatriasJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "17th of Sun's Height\nDamn that scheming elf! Damn him! He steals my notes, my discovery, and publishes it under his name! Twenty years of my life spent digging through those ruins, and what do I get? A dedication? 'Friend and Colleague' my arse. He's just mocking me!",
        "Well, I'll have the last laugh. Taron may have my theory, but he doesn't have any proof, not yet. If I can find the Forge first, I can show the world this is my discovery. Mine, not his!",
        "4th of Last Seed\nI've got a lead. One of the moldy old books in Mzund mentioned the Forge. Ruined through and through, but I was able to copy down a few scraps, including a map of the first-era Dwemer kingdoms. Need to cross-reference it with modern borders when I get back.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_katria1.png>",
        "",
        "Here's the result:",
        "<bold>1 - Arkngthamz\nThis one, 'Arkngthamz', was on the inscription, too. Apparently the main Aetherium research center. Seems like the place to start.</bold>",
        "<bold>2 - \nMentioned as a 'Bthar-zel' ('allied city'?). Not Bthardamz, though. Looks like a smaller site, north or northwest of there, on the river.</bold>",
        "<bold>3 - \nThe primary source of Aetherium. Extracted from some deeper mine?</bold>",
        "<bold>4 - \nA storage site for raw Aetherium, just outside a major city. Apparently, it had to be kept outside because the Aetherium was 'harmonically volatile'.</bold>",
        "<bold>5 -\nNo name, no identifying information, but page after page of ruined diagrams. Couldn't make out much, but it looks like - an astrolabe, a gear, some sort of crest in four pieces? Could this be the location of the Forge? Something important, at least.</bold>",
        "",
        "22nd of Last Seed\nArkngthamz. My map may be rough, but it was enough to get me here. There may be something to this after all.",
        "23rd of Last Seed\nReached the Treasury. There's a Tonal Lock here, still active. Judging from the corpses, it's safe to say the traps are still active, too.",
        "Couldn't find any clues, so I'll make a sketch and work through this carefully. Five Resonators. Five tones. Just have to hit them in the right order. Let's see...",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_katria2.png>"
    ]
}