{
    "id": "Keshu",
    "paragraphs": [
        "<title>Keshu: Travels Beyond the Village</title>",
        "One of the first things Keshu the Black Fin, war hero and founder of the movement for an advanced Saxhleel society, decided after completing her rites of maturity and earning her place as a Saxhleel adult was to undertake a journey to learn more about the world beyond our tiny village. With sly Tee-Wan, mighty Vos-Huruk, crafty Xocin, and myself beside her, Keshu said farewell to the village and our teacher, the raj-deelith, Drameencin, and set off to see the wonders that waited beyond the familiar confines of Tadulpa.",
        "We headed north, stopping at each village along the way to visit friends and family members as we made our way toward the legendary city of Stormhold. In the village of Zurook, we were warned to avoid the Dark Elf enclaves in Stormhold, as they were notorious for capturing lone Saxhleel and shipping them off to serve as slaves back in Morrowind. We had heard rumors about Dark Elf slavers as we were growing up, but we never quite believed the tales in our secluded part of the greater marsh.",
        "We arrived in Stormhold with the rest of the throng of visitors—traders, mercenaries, crafters, and the most diverse group of people we had ever seen. In addition to the obviously citified Saxhleel (who we learned were called Argonians by the other races), we gaped in wonder at the giant Nords, the fair-skinned High Elves, the flamboyant Bretons, the brooding Dark Elves, and even the few Khajiit and Wood Elves wandering the squares.",
        "They were all strange and exotic to us, and we saw first-hand how some of our egg-brothers and egg-sisters were treated by the outsiders. Some, like the powerful and dignified city-dwellers, were bowed down to and venerated. While others, obviously weaker and poorer, were ordered about, denigrated, and even beaten, depending upon the whims of their masters. We were shocked and appalled, but Keshu ordered us to remain calm. \"We can't change the course of this river,\" she said. \"At least, not this day.\"",
        "During our exploration of the city, we happened upon a group of young Nords and their charismatic leader, the bard named Jorunn. We listened to Jorunn perform, fascinated by the stories he told and captivated by his clear and expressive voice. He noticed our intense interest, particularly that of Keshu, and invited us to join him and his companions for the evening meal. Keshu and Jorunn became fast friends, speaking of many things long into the night. It turns out, he and his companions weren't much older than we were and they were also traveling to see the world before the responsibilities of adulthood caught up with them. While we taught Jorunn and his friends how to eat and drink traditional Saxhleel fare, they exposed us to the Nord delicacies that were available at the inn.",
        "I didn't listen to everything that Jorunn and Keshu discussed that night, but I heard some of it. Jorunn spoke of his family, the wonders of Skyrim, and his hope to someday be a famous bard. He explained that his sister was going to be Queen of the Nords, but I assumed that was just another one of his fanciful stories. I'm not sure what Keshu believed. For her part, Keshu told Jorunn about life in the marsh, what it meant to be a Saxhleel, and how our people had once commanded a much more advanced civilization. He appeared to be genuinely fascinated by everything she said. As the fire in the hearth burned down to embers and the tankards of Nord mead and Saxhleel bile beer were finally emptied, Tee-Wan came rushing in. \"Xocin,\" he said, his voice cracking with fear and sorrow, \"he's been taken by the slavers.\"",
        "Keshu never hesitated. She rose and ordered us to action. She had no intention of allowing the Dark Elves to take our egg-brother away in chains. Before we could gather our weapons and head out, Jorunn stood. \"Friends don't let friends rush off to battle by themselves,\" the big Nord declared. \"Besides, we haven't gotten into a good brawl since last Turdas. My companions get cranky when they go too long without a good brawl.\"",
        "Our visit to Stormhold had taken a bad turn, like a sudden storm appearing on an otherwise sunny day. Xocin and Tee-Wan had decided to explore the city on their own while Keshu, Vos-Huruk, and I spent the evening with our new Nord friends. When Tee-Wan returned, he was alone. He explained that Dark Elf slavers had taken Xocin captive. Keshu, of course, planned to rescue him. And, much to our surprise, Jorunn the bard, leader of our new Nord friends, wanted to assist us. \"Nothing gets the blood running like busting a few Dark Elf heads for a good cause,\" he proclaimed in his deep, booming voice.",
        "Keshu and Jorunn led the way to the Dark Elf enclave on the edge of the city. \"House Dres,\" Jorunn said, but it came out more as a curse than a name. \"I should have known.\" We scouted the enclave, taking note of where guards were positioned and how they moved about the encampment. We determined where the newly acquired slaves were being held and began to formulate a plan for setting them free. Keshu led the discussion on strategy and Jorunn listened carefully, interjecting a suggestion every so often but otherwise agreeing with her plan. Just as the sun began to rise in the sky, four Saxhleel and five Nords went to war with the House Dres slaver's enclave. And the battle was glorious!",
        "Launching a surprise attack on an overconfident and unprepared enemy is easier than you might imagine. Especially when you have a handful of overeager, half-drunk Nords at your side. Keshu and Jorunn fought like whirlwinds, carving a path to the slave pen while the rest of us dealt with arriving reinforcements. It took the Dark Elves more time than we expected to get their defenses together. The late hour and the unexpected assault seemed to have totally flummoxed the slavers' usual routine. Jorunn explained that they were used to defending their caravans in the wild, but no one had ever had the audacity to strike at the heart of a Dres enclave. \"And that's why your plan is going to succeed,\" he said to Keshu.",
        "With relative ease, Keshu dispatched the guards trying to protect the gate to the slave pen. Jorunn stepped into the opening she created and smashed off the pen's lock with a single swipe of his massive battle-axe. Xocin emerged from the pen, leading a band of disheveled Saxhleel out of the confined space. By this time, the Dark Elves had rallied and were advancing on our position. \"We're about to have company, Black Fin,\" Vos-Huruk warned. \"And they have magic users with them,\" I added. Keshu began giving orders, ready to fight to the last of us if that was what was required. But Jorunn had a different idea.",
        "\"Not every battle needs to be to the death, my Argonian friend,\" the big Nord said with a twinkle in his eyes. \"Take your people and make your escape. My companion and I will keep the puny Elves occupied while you slip away.\" Keshu thanked him and promised to return the favor someday. \"I may just hold you to that promise,\" Jorunn laughed as he turned to face the oncoming slavers. \"Someday.\"",
        "Keshu led us and the newly released slaves into the marsh as Jorunn and his companions took up our defense. The Nords fought with gusto, and we could hear them laughing and singing battle songs as we disappeared into the swamp. After we had run for nearly as long as it took the sun to reach the top of the sky, Keshu called for us to halt. She asked me to return to the city and make sure the Nords had survived the assault on the slavers' enclave. Tee-Wan, skilled at stealth and deception, offered to accompany me. We set out immediately while Keshu talked to the now-freed slaves.",
        "We slipped back into Stormhold as quietly and unobtrusively as we could. The enclave was sealed up tight and a large contingent of guards had arrived to bolster its defenses. Tee-Wan and I made our way back to the inn. We found Jorunn and his companions there, appearing no worse for the morning's battle. He thanked us for showing concern and coming to check on him, but he told us not to linger. \"The House Dres leader is very upset about losing his slaves,\" Jorunn said. \"We're even getting ready to leave this place—after we finish our meal and our mead. Tell Keshu I look forward to our next encounter.\"",
        "And with that, Tee-Wan and I left the city of Stormhold. We never even glanced back once as we made our way to Keshu and the others.",
        "My tale of the younger days of Keshu, war hero and founder of the movement for an advanced Saxhleel society, continues. Our travels beyond the village of Tadulpa, the village where we grew up, proceeded, with Keshu determining every step we took through the greater marsh. Our company had grown from the five of us to a group of more than a dozen. Most of the slaves we freed from the House Dres enclave in Stormhold had departed, seeking to make their way back to homes and families. But not all of them had something to return to. And, it seemed, Keshu was developing into as charismatic and popular a leader as Jorunn the Nord, who we met in Stormhold.",
        "Keshu had always been fascinated by the tales of an advanced Saxhleel society that supposedly thrived in the distant past. For this part of our journey, she was determined to visit the site of one of these ancient cities. We followed clues contained in an old book she had borrowed from our teacher, the raj-deelith, Drameencin, and traveled deeper into the marsh. We moved through a portion of the swamp that was as dangerous to Saxhleel as it was to scaleless outsiders. In addition to strange predators and clouds of noxious poison that drifted casually on the breeze, we also had to contend with meat-eating plants, ambulatory mounds of flesh-dissolving mud, and swarms of hungry insects. But we were adult Saxhleel, tested and proven strong (well, except for me, who still had to complete my rites of maturity), and the great and powerful Black Fin was our leader. The swamp never stood a chance.",
        "We wandered for a time, trying to locate a specific landmark in the bleakness of the deep marsh. According to Keshu's book, we were looking for two huge shining cypress trees, their trunks twisted by age and proximity so that they were intertwined like a thick, knotted rope. It was Tee-Wan who eventually found the tangled trees, calling out his discovery with a mix of excitement and dread. For beyond the trees, looming like a mountain from the murky water of the swamp, was the ancient stone ruins of the advanced Saxhleel civilization.The ruins waited before us, consisting of equal parts oppressive stone and dark shadows. Most of us were wary if not outright fearful of approaching the place. How could Saxhleel have tolerated living in such a structure? But Keshu displayed not a hint of the fear the rest of us were feeling. In fact, her face shone with wonder and excitement. Before any of us could stop her, she was racing up the stone steps toward the top of the pyramid, anxious to discover the secrets of the lost civilization. When she saw that the rest of us were hanging back, she returned and addressed our group.",
        "\"Vos-Huruk,\" Keshu said, \"lead the group back to Tadulpa. I will follow and meet you there shortly.\" We were worried about Keshu remaining among the ruins by herself, but we were also eager to return to our village. \"What will you do out here?\" I asked. Keshu erected the spine of compassion and simply replied, \"Learn whatever I can.\"",
        "We had been back in the village for almost the entire cycle of the moons when Keshu emerged from the swamp and returned to Tadulpa. She received a hero's welcome, for the stories of our adventures had grown with each telling, and Keshu was considered to be the greatest of us all. She never encouraged the accolades, never sought glory. She greeted us each in turn, asked about the welfare of the freed slaves who had accompanied us, and then went to seek the counsel of the teacher, Drameencin. She found our old mentor in his mud hut, seeking solace from the heat of the day. \"Welcome home, student,\" he said, raising the spine of greeting.",
        "\"Raj-deelith,\" Keshu began, \"let me tell you what I found in the place of the Old Ones.\"",
        "<title>Keshu: From Egg to Adolescence</title>",
        "By Peek-Ereel, Friend and Confidant to Keshu the Black Fin",
        "Keshu the Black Fin, war hero and founder of the movement for an advanced Saxhleel society, started out as just another one of my many egg-brothers and egg-sisters. There wasn't anything overtly special about her when we were growing up in the village of Tadulpa. Not that I could see, anyway. She played traditional games, ate traditional food, and learned to hunt and track and fight. I guess if Keshu exceled at anything, it was tracking and fighting. She took to these activities like a shap takes to water, out-performing the rest of us with an ease that was almost supernatural.",
        "Keshu and I became friends almost from the moment we emerged from our eggs. We were inseparable. We played together, did our chores together, and attended our lessons together, growing up as all Saxhleel do. I suppose I began to notice something different about Keshu during this period. She had a passion about history that went beyond memorizing facts and numbers. She wanted to know everything she could find out about the once-great Saxhleel civilization that existed before Duskfall. In this matter, she was an individual, much more independent and more free-thinking than the rest of her egg-siblings. In some ways, her fiery individualism frightened me.",
        "I guess the Hist saw the same things that I noticed, for when she licked the Hist on our Naming Day, she was awarded with the name \"Keshu,\" which literally means \"Stands Apart.\" It was a strong name, a good name. The name of a crocodile in a lake of shap. Keshu accepted the name with dignity and honor. It fit her well.",
        "To demonstrate that Keshu wasn't all dull history and fighting, let me tell you about an event from our early childhood. The egg-tender Julan-Nah was forever scolding us and dispelling us from the Xal-Uxith, the Sacred Nest, even though Keshu loved to play among the developing eggs. To teach the egg-tender a lesson, Keshu tracked and captured a young wamasu. She released it into the nest, assuming it would scare the egg-tender and provide us all with a good laugh. It did the trick, all right, but it also cracked three innocent and helpless eggs. Keshu was so mortified by the damage she had caused that she volunteered to assist the egg-tender for the entire cycle of the calendar.",
        "Near the end of that cycle, the raj-deelith (literally, the elder teacher), Drameencin, arrived to instruct us in preparation for our rites of maturity. It was during this intensive period of lessons and training that Keshu's companions gathered around her. In addition to myself, Keshu attracted the attention of the powerful Vos-Huruk, the sly Tee-Wan, and the clever Xocin. Vos-Huruk was a mountain of a woman who was almost Keshu's equal in battle. Tee-Wan would grow to become a thief and a spy. Xocin, on the other hand, enjoyed mixing alchemical tinctures and would go on to become a powerful mage. All would follow Keshu to war. All except me.",
        "Throughout that season, our friendships deepened and Drameencin did everything in his power to prepare us for our maturity rites. But that is another tale entirely.",
        "<title>Keshu: The Rites of Maturity</title>",
        "I remember our rites of maturity as though we took them yesterday. Keshu the Black Fin, war hero and founder of the movement for an advanced Saxhleel society, earned her sobriquet completing these tests—and she began to build her reputation and solidify her relationship with the companions at this time as well. All of the companions exceled in the tests: Keshu, Vos-Huruk, Tee-Wan, Xocin, and even me (at least until the final test). Yes, we accomplished great things, but much of the credit has to go to our instructor and mentor, the raj-deelith, Drameencin.",
        "The elder teacher was ancient. Supposedly, he was old when our egg-parents hatched from the communal nest. But age didn't seem to slow Drameencin. More like a fine mold or a fermented ooze, he just got better with every passing season. By the time we became his students, he was at the top of his craft and we were poised to become his masterpieces. He followed the usual methods of instructing young Saxhleel, making sure we conformed to the needs and requirements of the community and teaching us advanced techniques for hunting and tracking and crafting. But he took us beyond the source of the river to also enhance our peculiar talents. We weren't just interchangeable eggs in a basket to Drameencin. We were individuals, and Keshu especially thrived under his tutelage.",
        "The Saxhleel rites of maturity consist of multiple tests of skill and bravery over the course of multiple days. Some of the tests are set, used by every Saxhleel community throughout the greater marsh. Others change, depending on location, time of season, or the specific tastes of a community's raj-nassa (the elder leaders). Our rites included three difficult tests. How Keshu performed at these tests showed what kind of person she was blossoming into.",
        "The first of these tests was \"The Trial of the Lost Centipede.\" We were each directed to reach into a barrel and pull forth a single marsh centipede. If you've never seen a marsh centipede, they are excellent specimens of great size and nasty temperament. The average marsh centipede is as long as the span of your outstretched fingers and as thick as your wrist. The centipede selected is decorated with a distinctive mark to identify it. Then they are given to runners who race into the wilderness and release them. Our test was to track our specific marsh centipede, capture it, and return it to the raj-nassa alive and well. Now, tracking a specific centipede through an overgrown marsh is no simple task. It takes skill, patience, and even a bit of luck.",
        "Xocin recovered his centipede first, but in doing so he disturbed a haj mota. In order to elude the hidden hunter, he was forced to wade into a deadly patch of quicksand. Keshu, who happened to be passing by at the time, distracted the haj mota and sent it scrambling in the opposite direction. Then she circled back and rescued Xocin from the sucking embrace of the pool of mud and sand.",
        "By the time Keshu tracked down her centipede, it had gotten itself into a terrible situation. A trio of hostile nagas was hunting the plump, many-legged creature, hoping to make a meal out of it. To complete this part of the maturity rites, Keshu could not allow that to happen. Without hesitation, she slipped into the dark water and swam toward the trio, submerged and hidden from view as she made her approach. Vos-Huruk, who was returning to the village after collecting her own centipede, happened upon the scene and watched as the event played out. She reported what happened and now I am writing it down for posterity's sake.",
        "As the naga hunters circled and closed in on their prey, Keshu silently rose from the dark water like a black fin on the prowl, a vicious dagger in each hand and a look of determination in her eyes. She dispatched the first two nagas with quick slashes of her blades, advancing toward the third before her initial kills had barely sunk below the surface of the marsh. By the time the last naga realized that death was fast-approaching, it was too late to defend himself. He fell without providing even a token resistance to the single-minded Keshu. She scooped up her centipede and followed Vos-Huruk back to the raj-nassa.",
        "",
        "The first of our three difficult tests completed, it was now time to begin our second rite of maturity. This was \"The Trial of the Perfect Bowl.\" It was as much a test of our crafting skill as it was a test of humility and confidence. The goal, we would discover later, was not necessarily to make the most ornate and complicated bowl we could devise, but to demonstrate that simple and utilitarian could also reveal perfection.",
        "The test consisted of three parts. First, we had to acquire the components necessary to craft our bowls. Then we had to locate the hidden crafting stations that had been set up in dangerous parts of the marsh for just this specific purpose. Finally, we had to craft our bowls and present them to the raj-nassa for judgment—before the crafting stations succumbed to the dangerous locations they were placed in.",
        "Each of us was provided with a specific material our bowls had to be constructed from. For example, Tee-Wan had to secure the shell of a rare three-clawed mudcrab, while I had to acquire the husk of a krona nut and Xocin needed to find the perfect branch from a dragon's tongue tree. While each of these presented a particular challenge, we were afraid for Keshu when we heard what her primary component had to be. She needed to steal an egg from a haj mota nest! Not only were haj motas extremely protective of their nests, the brittle shells of the haj mota egg were notoriously difficult to work with. More often than not, the shells crack when not worked with the utmost care and expertise.",
        "Keshu, now called \"the Black Fin\" as the tale of her success in the first rite spread throughout the village, headed out to locate a haj mota nest. Since she had met one of the massive creatures during the previous trial, she decided to return to that area to start her quest. She spent an entire day watching the marsh, observing the comings and goings of the haj mota. It soon became evident that the creature was a doe and that it had a full nest somewhere nearby. Of course, there are few creatures as dangerous as a mother haj mota protecting its eggs, and Keshu would have to tread carefully to successfully complete this part of the trial, let alone survive to finish the entire rite.",
        "Now, Keshu wanted to steal an egg from the nest, but she didn't want to harm any of the remaining eggs or injure the haj mota in the process. She believed in making as little mark as possible on the world as she passed through it. So once again she set out to distract the haj mota and lead it away from its nest. In this way, she hoped she could acquire an egg without having to face the creature's wrath. This time, she gathered a bundle of orange-grass and marsh roots—a combination that few haj motas can resist—and used the intoxicating aroma (at least to the haj mota) to draw the creature away from its nest. Then she tied the bundle to a water lizard and sent it scurrying into the deeper marsh. The haj mota followed after it, leaving Keshu's path to the nest clear.",
        "There were three eggs in the nest. Keshu didn't select the largest egg, or the egg with the thickest shell. She took the smallest egg, because its mottled shell looked smooth and perfect to her crafter's eyes. She saw the bowl within it, waiting to emerge. What she hadn't seen, not until the last possible moment, was the male haj mota stalking out of the marsh and heading for the nest. She barely had enough time to slip away before the male reached the nest and noticed that an egg was missing. She listened to its roar, a mix of anger and loss, as she made her way to her crafting station.",
        "Keshu's crafting station was set atop a log platform above a massive patch of deadly quicksand. She had to craft her bowl before the entire station sank into the marsh. She worked quickly yet carefully, expertly removing the very top of the egg to use as the basis for her bowl. She cleaned it, polished it, and added the reagents that would strengthen the shell and make it suitable for use as a vessel or container. She wrapped up her work and bounded off the platform just as the mud sloshed over the top and began to pull it completely into the marsh.",
        "As the raj-nassa examined each of our offerings in turn, we were able to look upon some truly impressive feats of crafting. But it was evident that Keshu had overtaken the field this season. Her bowl, crafted from the simplest haj mota shell, was elegant in its modesty and beautiful in its purity. It needed nothing but to be true to its natural form, and Keshu masterfully let that natural form shine forth—even as she turned it from a brittle shell into a strong, unbreakable bowl.",
        "",
        "Our third and final trial on the way to complete our rites of maturity was \"The Trial of the Stalking Hackwing.\" In some ways, this was the most dangerous of the rites we had to participate in to earn a place in adult society. Each of us was placed in a cage with a single, huge hackwing. The predatory bird was a vicious creature, strong and confident, every bit as capable a hunter as any of us—and it had the ability to fly. We had to allow the giant bird to attack us and draw blood. If we knew what we were doing, we let it strike so as to bloody us but not incapacitate us. Then the hackwing was released. Our goal: catch and kill the hackwing that marked us before it could do the same to us.",
        "Vos-Huruk and Xocin each took a beak strike to the leg. Both wounds were superficial, drawing blood but not ripping muscle or breaking bone. Tee-Wan allowed the hackwing to pierce his left arm, cutting a long but shallow line from his elbow to his shoulder. Keshu miscalculated a leap back and allowed her bird to cut her across the temple, just above her right eye. But I failed this part of the trial completely. I let the hackwing drive its sharp beak directly into my chest. The healers said it barely missed my heart. Even so, I was injured too badly to continue, and I would have to wait for another season to complete my rites of maturity.",
        "Keshu wanted to check on me, make sure I was going to be all right. The raj-nassa wouldn't hear of it, however, and ordered her to continue with her trial—until either the Black Fin or the hackwing was dead. So with a final glance to make sure the healer was assisting me, Keshu wiped blood out of her eyes and ran into the wilderness. As was traditional, she had no weapon or armor. Just her body and her wits. It was time for the hunter to survive the hunt.",
        "Have you ever been stalked by a hungry hackwing? The experience can be disconcerting and more than a little frightening. Often, you only hear the beating of wings and the rush of air overheard. Sometimes you notice a shadow pass by. Rarely, you catch a brief glimpse of a wing or a talon. And, if you show the slightest weakness, the hackwing dives in and attempts to wound you. Then it simply waits and follows until you collapse from loss of blood. In the case of the rite, we were already bloodied by the hunting birds. They were going to come after us—one way or another. The trick was going to be in anticipating the attack and countering it with an attack of our own.",
        "(I keep saying \"our,\" but realize I was effectively out of the test. I was injured and weak and barely conscious for most of the remaining portion of the trial, only learning what happened later, after I was healed and the rites were finished for the season.)",
        "Keshu led her hackwing into a portion of the marsh where open sky was at a premium. She wanted to use the tree trunks and canopy to her advantage, cutting off all but the most direct paths between the hackwing and her present location. She moved deeper into the trees, flattening out the approach so that when the hackwing finally attacked, it would have to come for her not from above but from a horizontal direction at more or less ground level.",
        "As Keshu waited for her predator and her prey, she broke a sturdy branch from one of the trees at a steep angle, creating a makeshift spear with a ragged yet pointed edge. She braced the spear and her back against the tree trunk behind her and positioned the point so she could raise it quickly when the hackwing appeared. She didn't have to wait long. Thinking that its prey had finally succumbed to blood loss and stopped to die within the cluster of trees, the hackwing swooped down and flew toward Keshu along the exact path she had planned. At the very last moment, Keshu angled the spear up and let the hackwing's speed and trajectory do all the work.",
        "The hunt was over. Keshu was victorious. She had completed her rites of maturity and was ready to take her place as an adult member of the community. And the first thing she did was rush back to make sure I was still alive."
    ]
}