{
    "id": "KhajiitiHonorifics",
    "paragraphs": [
        "Southwest Elsweyr Representative to the Thalmor",
        "Have you met Headmaster Tanion? A most polite and correct mer, who was horrified when I informed him that he'd applied a most improper suffix to my name, instead of the appropriate \"dra.\" (To spare him further embarrassment, we shall not go into details—but ask me sometime after I've had a couple of glasses of tawny port.)",
        "So it seemed like a good idea to this one to compile a list of the most common Khajiiti name-titles—at least the proper ones—for the benefit of the College of Aldmeri Propriety, and all our new allies from Summerset and Valenwood.",
        "Feminine Honorifics",
        "\"-dra\" is a title of respect awarded to one known for her wisdom and wit, or as a consolation to one who has achieved a venerable age. I prefer to think that, in my case, it is the former condition that applies.",
        "\"-daro\" is for one who has achieved excellence in the nimble manipulation of loose articles, such as small decorative objects and unattached coinage. It may also be awarded to one who is lithe of tongue.",
        "\"-do\" is for one who has earned renown as a warrior—usually male, but occasionally (too occasionally, in this one's opinion) a female.",
        "\"-ko\" is an appellation for respected healers, mages, and scholars, and is also sometimes added to the names of learned ancestors. Perhaps, once this one has passed on, her children will refer to her as \"Radurra-ko\"? …Well, it is a warm thought.",
        "\"-la\" is an oh-so-fleeting title applied to graceful maidens who are unmarried, or behave as if they were. This one remembers fondly when she was \"Radurra-la\"—just last year, no?",
        "\"-ma\" is for a young child of either gender, a term of endearment, except when it is shouted or snarled.",
        "Masculine Honorifics",
        "\"-dar\" is perhaps the most ancient of all Khajiiti titles, an appellation earned by those who are nimble in fingers and wits, and are both inquisitive and acquisitive. I have heard that it is also sometimes applied to politicians, but such usage would surely be jocular (and never employed by me, sweetness!).",
        "\"-do\" is an honorific for one who has earned distinction on the field of battle or in personal duels. Beware of those strutting lions who apply the title to themselves, not waiting for others to award it.",
        "\"-dro\" is a title applied to wise elders, patriarchs, grandfathers, and those who walk too slowly in front of one in the marketplace.",
        "\"-jo\" is an appellation for respected physicians, scholars, and mages, though it is also frequently adopted by charlatans and mountebanks. I remember a handsome, dark panther in Corinthe who wanted to sell me a string of \"enchanted\" pearls … but that is a story for another moon.",
        "\"-ra\" is for an esteemed leader of soldiers, trade, or governance. A cat-ra often has a harem of kitten-las, sometimes ostentatiously so, especially if he is making up for a deficiency in his short-tail.",
        "\"-ri\" is a title rarely awarded, as it is reserved for great leaders of our people, Speakers, Kings, and Manes—and perhaps for a virile lover whilst wrestling amongst the pillows. Or so I have heard.",
        "This one has also heard that among the faddish youth of Alabaster, it is the fashion to place the honorific before the name, rather than after. Radurra-dra likes to be fashionable, but she fears she cannot approve of this practice, as it will tend to make Khajiiti names sound far too alike. That would be boring—and we do not wish to be boring, yes?"
    ]
}