{
    "id": "KhunzarriandtheDemons",
    "paragraphs": [
        "<title>Khunzar-ri and the Demons</title>",
        "A Moon-Singer Story of the Hero Khunzar-ri.",
        "In the time before time, when the sixteen kingdoms were barely more than sixteen tribes, the great hero Khunzar-ri met a demon on the border of Elsweyr.",
        "The demon, whose name was Kaalgrontiid, proclaimed in a powerful voice, \"My brothers and I shall take this land. Its treasures and even the moons above will be ours!\"",
        "\"I do not think so, foul demon,\" Khunzar-ri said. \"Elsweyr and all it contains, even the moons above, are under my protection.\"",
        "The demon laughed. \"You cannot stop us, little cat-thing! You are nothing but soft flesh and fur, while we are scales and teeth and claws!\"",
        "Khunzar-ri thought for a moment. \"Perhaps you are right, oh massive demon. You are certainly too much for even my prodigious strength.\" Then he thought to himself, \"That is why I shall gather a Kra'Jun, a company of heroes. Together, we will find a way to stop you, foul demon!\"",
        "So, while the demons ravaged Elsweyr and chased the moons through the sky, Khunzar-ri went on a quest to form his Kra'Jun. He gathered the greatest champions of the age and convinced them to do what they had never done before — work together. He called to his side the Altmer, Nurarion the Perfect, who wielded the Subtle Blade. He coerced Flinthild Demon-Hunter to leave her castle in the far north. He used sweet words and flattered Anequina Sharp-Tongue, queen and moon-priest of the Ne Quin-al pride, until she agreed to stand beside him. Finally, Khunzar-ri asked he who would become the Betrayer to lend him his sword, for there was no finer warrior in all the land.",
        "With the Kra'Jun assembled, Khunzar-ri and his companions set forth to defeat Kaalgrontiid and his demon brothers. For forty-one days and forty-one nights, great and terrible battles raged across Elsweyr. The Kra'Jun won some of these battles and they lost some of these battles, but they could not find a way to kill or drive off the demons. It was he who would become the Betrayer who eventually made the suggestion. \"The demons seek to consume the moons. Why not let them have them? Or, to be more precise, let them think we have surrendered and acquiesced to their plans.\"",
        "\"A brilliant idea!\" Khunzar-ri concurred. \"But instead of consuming the moons, we let the moons steal the life from them!\"",
        "Anequina the moon-priest nodded in understanding. \"This one can do that. This one can talk to Jone and Jode and ask them to consume the demons.\"",
        "Then, Khunzar-ri used every bit of guile and charm he possessed to convince the demons that the Kra'Jun was now willing to help them. He told them where to meet, at a moon temple of renown, and waited while Anequina communed with the moons. \"It is not in the nature of Jone and Jode to fully consume the demons,\" Anequina said, \"but Jode will take enough of their life force to weaken them. That should allow us to contain them.\"",
        "\"I know just the place,\" proclaimed Nurarion the Perfect. \"An ancient place of power, forgotten and long abandoned. We can trap the demons there.\"",
        "Khunzar-ri was proud of the wisdom of his Kra'Jun, but he needed a way to lure the weakened demons into the trap. They had to enter the place of their own accord, for even weakened demons were too dangerous for the Kra'Jun to deal with. So Anequina and Flinthild put their heads together and devised a plan. They told Khunzar-ri, and he smiled and twitched his tail. \"Fragrant!\" he said.",
        "So the demons arrived at the moon temple and Anequina, acting as moon-priest instead of queen, opened a connection between Nirn and Jode in the form of a shaft of moonlight. The demons, greedy and hungry for lunar power, eagerly stepped into the moonlight, but immediately realized they had been tricked. They roared in pain as a portion of their life force was drawn away by Jode. It took Kaalgrontiid every bit of his remaining strength, but he resisted and rallied his brothers. They broke free of the shaft of treacherous moonlight and fled into the wilderness.",
        "Anequina then deposited a sliver of the demon-infused moonlight in an urn and gave it to Flinthild. Flinthild and the Kra'Jun took the urn to the ancient place of power, while Khunzar-ri went to do what he did best: convince the demons to follow the lure and walk into the trap of their own free will. And that is what he did, before the Betrayer earned his name. As you shall hear.",
        "These are the words, and the words are true.",
        "<title>Khunzar-ri and the Demon: Part Two</title>",
        "An ancient Khajiiti myth as recorded by Moon-Singer Mizbina",
        "In the time before time, when the sixteen kingdoms were young and like kittens at play, the great hero Khunzar-ri gathered a company of champions to combat the demon and his brothers. They had come to Elsweyr to steal the moons from the sky.",
        "With Nurarion already at his side, Khunzar-ri turned his attention to the next champion he planned to recruit. \"The power of the moons will be ours, little cat-thing,\" taunted the demon. \"How can two possibly hope to stop many?",
        "Khunzar-ri said, \"Because two shall become three, annoying demon. As soon as this one rescues Flinthild Demon-Hunter from the Ayleid lair of creeping ebony plants.\"",
        "These are the words, and the words are true.",
        "<title>Khunzar-ri and the Demon: Part Three</title>",
        "An ancient Khajiiti myth as recorded by Moon-Singer Satarri.",
        "In the time before time, when the sixteen kingdoms roamed with wild abandon, the hero Khunzar-ri gathered champions to deal with a terrible demon and his horde. With Nurarion the Perfect and Flinthild Demon-Hunter, he sought a third companion.",
        "The demon said, \"Oh, little cat-thing, you amuse us! How can three tiny morsels ever stand against us?\" Khunzar-ri laughed, \"We may be tiny, but we are persistent! And tricky, too, as you will see.\"",
        "Then Khunzar-ri turned to his Kra'Jun. \"One more we need, a Khajiiti queen of renown. Anequina Sharp-Tongue, who loves to bask in the glow of the Big Moon when she reflects and thinks deep thoughts.\"",
        "These are the words and the words are true."
    ]
}