{
    "id": "KhunzarriOrigin",
    "paragraphs": [
        "By Aneshi, Keeper of Legends for the 16 Kingdoms",
        "Of all the Khajiiti heroes, none invokes such a sense of adventure and wonder as the mighty Khunzar-ri. Like many of our myths and legends, the stories associated with Khunzar-ri often contradict one another and hide important truths behind allegory and allusion. Such is the case when one considers the tales that describe the origin of this beloved hero. Here are three of the most popular stories that tell of Khunzar-ri's first adventure. Notice how different each one is. Can they all be true? Some Moon-Singers believe so, though at least one revered lore master claims that the truth concerning the origin of Khunzar-ri lies in the intersection of all three.",
        "* * *\nKhunzar-ri and the Divine Moonbeam",
        "Before Shazeer Firstclaw became the fierce and powerful Clan Mother of the Barrukit kingdom, she was a brave and curious child who got into a world of trouble. Take, for example, the time she climbed to the top of Shimmering Rise and suddenly found herself surrounded by a pride of hungry senche-lions. She was able to hold them at bay with a sharp stick and a pile of pebbles, but as night fell, weariness and her own hunger began to take their toll on the little cat. She called to Jone and Jode to aid her, and a Moonbeam illuminated the rise. Standing in the Moonbeam was a young male Khajiit, around the same age as Shazeer. \"Where did you come from,\" Shazeer asked. \"Jone and Jode sculpted me out of Moonlight, clouds, and your own courageous heart. I am Khunzar, and I am here to rescue you!\" And that's what Khunzar did!",
        "* * *\nKhunzar-ri and the Box at the Shrine",
        "One day, a lowly adept arrived at a shrine to Khenarthi to offer prayers and leave alms. The adept found a small box placed prominently at the head of the shrine. He moved to discard the item when a mewling emerged from inside and the box shifted and rocked. There was something alive in there! The adept quickly threw open the lid and saw a tiny Khajiit babe reaching toward him with outstretched paws. As he lifted the babe from the box, it grew from an infant to a child before it cleared the top. He set the child down and it advanced to the size of a young adult. \"Fragrant greetings, lowly  adept,\" the young Khajiit said with confidence and swagger. \"Khenarthi's breath sent me to bring glory to this shrine and all the land around.\" The adept fell to his knees and gasped, \"Who ... who are you?\" The Khajiit grinned, \"Today I am simply Khunzar, but tomorrow I will be the hero, Khunzar-ri!\" So, never discard a box in Elsweyr without first checking inside.",
        "* * *\nKhunzar-ri and the Tear of Joy",
        "Alkosh was grim. Guarding time was hard work, and he was in a foul mood. Mara tried to lighten his attitude, but he wanted none of her kind and loving words. Next Khenarthi attempted to breathe joy into the grumpy Alkosh, but he dispatched her with a roar. \"I suppose it is up to me,\" said Sheggorath with an insane laugh. \"Do you know how much moon-sugar it takes to satisfy Hircine's endless hunger?\" Curious, Alkosh responded, \"I do not know the answer, insane one, so please tell me.\" Sheggorath snapped his finger and scowled, \"Drats, I was hoping you could tell me!\" Everyone was silent as a strange look came over Alkosh's face. Then, all at once, he started to laugh. His laughter shook the sky and made the Moons dance. He laughed for thirty days and thirty nights, until finally a single tear of joy rolled down his cheek and fell upon Elsweyr. The tear landed with a splash and from its depths emerged the hero Khunzar-ri, fully grown and ready for adventure."
    ]
}