{
    "id": "KhunzarriTales",
    "paragraphs": [
        "<title>Khunzar-ri: Tales, One</title>",
        "Khunzar-ri and the Twelve Ogres",
        "Transcribed by Aneshi, Keeper of Legends for the 16 Kingdoms",
        "One day Khunzar-ri stopped by an adeptorium near Dune hoping to find shelter and sustenance after a long and tiring journey. Unfortunately, the adeptorium was overrun by a dozen drooling ogres.",
        "\"This isn't good,\" Khunzar-ri said as he watched the gluttonous ogres as they ransacked the premises from a nearby hill. He was particularly concerned when he saw them break into the stores of moon-sugar double rum. He was especially looking forward to the adepts' potent beverage. Then Khunzar-ri had an idea.",
        "\"Oh, brave and mighty ogres,\" Khunzar-ri called out. \"Those barrels you found. Can't you tell the rum has spoiled? I can smell that the liquid has gone bad from way over here!\"",
        "\"Spoiled?\" asked the largest ogre dubiously. \"You can't know that. We haven't even cracked open a barrel yet!\"",
        "\"Am I not Khajiit?\" Khunzar-ri asked with all sincerity. \"And aren't Khajiit known for their most excellent sense of smell?\"",
        "\"That is true,\" said another ogre. \"Everyone knows about cats and smell.\"",
        "\"But I am thirsty!\" complained the largest ogre. \"I do not want to drink spoiled rum!\"",
        "\"I have a suggestion,\" said Khunzar-ri. \"There is a Nedic fort a short distance from here. They have an entire warehouse full of rum and other spirits, and I did not smell a hint of spoilage when I passed by. To the contrary, it all smelled delicious!\"",
        "Happy to hear it, the largest ogre ran toward the Nedic fort, the adepts' rum forgotten. With nary a pause, the other eleven ogres followed.",
        "\"Now,\" said Khunzar-ri, \"let us open that barrel and have a drink!\"",
        "\"What about the ogres?\" asked one of the adepts.",
        "\"What about them? They are the Nedes problem now.\" And with that Khunzar-ri proceeded to drink the entire barrel, one mug at a time.",
        "<title>Khunzar-ri: Tales, Two</title>",
        "One of the Times Anequina Saved Khunzar-ri",
        "Transcribed by Aneshi, Keeper of Legends for the 16 Kingdoms",
        "Ne Quin-al Rass-Le, called Anequina Sharp-Tongue in the common language of Cyrodiil, wandered the land for many Moons as Khunzar-ri's boon companion. Some called them lovers, which they were at times. Others called them heroes, for they certainly accomplished heroic deeds. One such deed involved the Maormer. During their travels together, Khunzar-ri and Anequina visited the island of Khenarthi's Roost. The Sea Elves and the Cat-folk co-existed on the island, sometimes on friendly terms, sometimes not. This particular event occurred during one of the latter periods.",
        "There are several versions of this tale. Some focus on how Khunzar-ri saved the day, but the one I like best paints a picture of a different hero. Here is that version of the story.",
        "* * *",
        "One of the Sea Elf captains, a brute by the name of Linvalor, kidnapped the daughter of a Moon-Priest and refused all efforts of negotiation for her release. Anequina said she had an idea, but Khunzar-ri rushed off to save the Moon-Priest's daughter before she could stop him. As crafty and powerful as Khunzar-ri was, he could also be reckless. This recklessness allowed Linvalor and his crew of Maormer cutthroats to capture the would-be hero without too much fuss or bother.",
        "Now it fell to Anequina to rescue both the Moon-Priest's daughter and Khunzar-ri. \"How can you succeed when even the great Khunzar-ri failed?\" asked the Moon-Priest. \"Hrrm,\" Anequina purred, \"This one will simply do what she does best. The Sea Elf doesn't stand a chance.\"",
        "So Anequina walked bravely into Linvalor's camp, ignoring the many sword-wielding pirates to stride directly to where the Sea Elf captain was gambling with his officers. They were involved in a close game of Deceiver's Disks, also called Swords and Shields, and didn't even notice her until she was right on top of them and said, \"Hrrm, that looks like an interesting game. Can anyone play or do you only accept gold from wet-earred Elves?\"",
        "Intrigued and attracted to Anequina's poise and confidence, Linvalor offered her a seat and dismissed the rest of his crew. \"We will play,\" Linvalor said, \"but not for gold. If I win, then you will sail with me for thirty days and thirty nights as my slave and companion.\" Anequina feigned shock at such a proclamation. \"And if this one wins?\" she asked slyly. Linvalor laughed. \"No cat, especially no female cat, has ever bested me in anything! So, name your price, cat, and let us play!\"",
        "\"Very well,\" Anequina said. \"If this one wins, then all three of us–the Moon-Priest's daughter, Khunzar-ri, and me–walk away, free and clear.\" Captain Linvalor, confident that his victory was assured and eager to get the beguiling cat-woman into his bed, agreed.",
        "The match that followed was intense, with Linvalor bluffing and bellowing his way through every round of play while Anequina pretended ignorance of the rules and fear of every rattle of the disk tumbler. Both were expert players, however, and after many rounds and the consumption of an inordinate amount of wine, it all came down to this. Linvalor had two disks remaining, while Anequina had only one.",
        "The opponents rattled their remaining disks in their respective tumblers. Then, with much deliberation, they smacked the tumblers down to set the disks so that either their \"sword\" side or \"shield\" side was face up under the container. Linvalor lifted the tumbler slightly and took a quick peek underneath–one each of a sword and shield–before covering his two disks again. Anequina simply smiled, not bothering to look at all. Linvalor knew there were two of one symbol between them. He just had to accurately guess whether it was two swords or two shields. \"Two ... he started, trying to glean anything from Anequina's calm expression....shields,\" he finished, but it came out more like a question than a statement.",
        "\"Oh, you are such a deceiver, captain,\" Anequina said, lifting her tumbler to reveal her disk. A sword. Linvalor wiped sweat from his brow as he plucked one of his disks and set it aside. \"Last toss of the disks, captain,\" she said as they each added their single remaining disk to their tumblers and started shaking them. Anequina blew the Sea Elf a kiss as she slammed her tumbler down. With a growl, he did the same.",
        "Linvalor lifted his tumbler just enough to check. His disk was shield side up. Once again, Anequina refused to check on her disk, so without bothering to check, she said, \"Two shields, since it is obvious that between the two of us, neither of us has a sword.\" They each lifted their tumblers to reveal ... they each tossed a shield.",
        "\"Cheater!\" Linvalor bellowed as he stood, scattering the game components and spilling what remained of the wine. \"Now, now, captain,\" Anequina scolded, \"this one has heard that, if nothing else, Sea Elves were as good as their word. Let us go and Anequina will return in a year and a day for another game.\" Reluctantly, the captain agreed. \"Next time, the outcome will be different, cat.\" \"This one looks forward to it,\" she purred.",
        "As they departed with the Moon-Priest's daughter between them, Khunzar-ri asked, \"You cheated, yes?\" Anequina gave him an innocent look. \"And do you really plan to play him again?\" Anequina laughed, \"Of course! How else will this one get one of those sleek pirate ships?\""
    ]
}