{
    "id": "KindlyContriversNotes",
    "paragraphs": [
        "Minutes of the Biweekly Conclave of the Kindly Contrivers of Clavicus Vile, Abanas Smeed reporting.",
        "Eight o'clock: Meeting called to order.",
        "Eight o'one: Meeting called to disorder.",
        "Eight o'five: Shouting subsides.",
        "Eight o'six: First point of order brought before the Conclave, devise appropriate response to the village of Sundercliff's plea for new farming implements before First Seed.",
        "Eight Thirty: Discussion interrupted by unruly fidgeting. You know who you are.",
        "Eight Forty: Fooligan excused to address embarrassing rash. Breakthrough reached in Sundercliff dilemma.",
        "Nine o'clock: Sundercliff proposal brought to vote.",
        "Nine o'five: Sundercliff proposal accepted by majority vote.",
        "Nine Fifteen: Jeering of opposing voters subsides.",
        "Nine Seventeen: Second point of order brought before the Conclave, progress report of cursed soul stone research.",
        "Nine Thirty: Opening haranguing concluded.",
        "Nine Thirty-One: Report started.",
        "Nine Thirty-Two: Report concludes, no significant progress made.",
        "Nine Fifty-Five: Disparaging remarks brought to a close.",
        "Ten o'clock: Moment of pouting silence concludes.",
        "Ten o'one: Third point of order brought before the Conclave, lunch.",
        "Ten Thirty: Consensus on food-like items could not be reached.",
        "en Thirty-One: Break suggested, libations uncorked.",
        "Eleven o'clock: Consensus reached that cask may have been a little off. Bedlim excuses himself to engage in a laughing fit.",
        "Eleven o'five: Horrific instance of mass retching takes place.",
        "Eleven Thirty: Mallein loudly proclaims that she wishes she had never been born.",
        "Eleven Thirty-One: Proclamation passes unanimously.",
        "Eleven Fifty: Attendees scrape together five hundred pieces of gold for an offering.",
        "Eleven Fifty-Nine: Lunch consensus reached.",
        "Noon: Conclave adjourns to prepare offering."
    ]
}