{
    "id": "KingEdward",
    "paragraphs": [
        "Librarian Comment:",
        "Here's what the author, Marilyn Wasserman, has to say about this text:",
        "<quote>Glad you enjoyed the King Edward books. I'm afraid you've read all there is of them. That series, like many of the Daggerfall books, was written by one of the beta testers (me, in this instance) before there was any Daggerfall to test. (I was one of a group of testers left over from the post release effort to debug Arena.) Once Daggerfall testing got underway Ted Peterson asked me to write the Queen Barenziah series. Between that and testing I was too busy to do more with Edward & co. With Daggerfall's release the books became the property of Bethesda Softworks. These books should be regarded as historical novels, not official lore or history.</quote>",
        "",
        "<title>King Edward, Part I</title>",
        "<bold>Chapter One: Departure from Daggerfall</bold>",
        "Long, long ago, when the world was in its springtime, before the Redguards came and the glorious Septim Empire was formed, but after the goblins had driven the dwarves out of Hammerfell, a son, Edward, was born to King Corcyr I of Daggerfall and his Queen, Aliera of Wayrest.",
        "The young boy lay drowsing in the palace orchard, high on a breezy hill overlooking the deep blue bay of Daggerfall. The constant autumn fog of Daggerfall had blown away for the nonce and the sky was a deep endless blue. Moments like this were rare for young Prince Edward; this afternoon was the result of days of scheming, for he craved solitude as the other nobles he knew craved companionship. Now his tutor believed him engaged in extra arms practice, the master of arms believed him to be chasing deer with the huntmaster, who thought he was studying Elvish. His father had no idea where he was and didn't care, being occupied with his young wife and their sons and other pleasures of noble life.",
        "At the plop of an apple barely missing his head, he opened his pale grey eyes; there was a sweet rotten smell in his nostrils. He sighed and stared up into the blue. Why should things fall down instead of up? If you stared at the sky long enough you could feel as if you were falling into it his eyes glazed and the pupils grew huge as the dark-ringed irises dilated. He was weightless, drifting another apple fell, grazing his ear, and he thudded to earth, crying out as first his rump struck and then his head. A silvery laugh sounded. Edward sat up abruptly and stared around, jaw hanging slack.",
        "Two mounted men stood ten feet away, still as if they were carved from stone, regarding him intently. Princes are not easily intimidated, not even the gentle souled kind, but Edward had never seen or imagined anything like this pair. One had golden skin and eyes, was clad in white cloth trimmed with gold and rode a (Edward blinked. It is was still there) a unicorn! Beside the unicorn was a golden dragon, wings neatly folded. And on his back was a man clad in dark chain mail, a long sword at his side. He was bareheaded; his eyes glowed red in his dark face and his pointed ears \"You're elves! What!\"",
        "\"He's a clever child.\" The dark elf's voice was sardonic. He spoke perfect Bretic, Edward noticed, his mind still working, although something seemed to have gone wrong with the rest of him.",
        "\"So it would seem. He did that mostly of himself. Remarkable for an untrained child. I merely helped him to concentrate.\" The high elf also spoke Bretic, but hesitantly and with a slight singing accent. Edward's tutor said that elves were incapable of human speech.",
        "Edward's gaze shifted rapidly over the four beings in front of him, unable to find a comfortable resting place. He hoped briefly, fervently, that he was dreaming. His mind seethed with questions and demands, then quite suddenly his tongue came unstuck. \"But I wasn't concentrating at all! My masters all say I'm incapable.\" Edward clamped his jaw down hard, suddenly realizing that it might be unwise to argue with beings such as these.",
        "But the golden elf smiled broadly, showing perfect white teeth, \"Exactly.\" He radiated such warm approval, that Edward felt his skin tingle pleasantly. It was a feeling that he'd only known with his long-gone mother. But the other elf's face was expressionless; the red eyes bored into Edward as if they would pierce his soul.",
        "\"Moraelyn! You're Moraelyn! The witch-king!\" He jumped to his feet and faced the dark elf. \"You stole my mother! My father will kill you.\"",
        "\"I am. I did. Will he? Shall we call him and find out?\" The dark elf straightened and his eyes glowed deeper. A tiny puff of steam escaped the dragon's nostrils. A glowing aura appeared around his companion. Edward knew he wasn't going to call the guard. Why should they be slaughtered? These two looked capable of anything. Quite suddenly he was no longer afraid. If they were here to hurt him, they'd have done it by now. But a feeling of impotent rage remained. They'd taken his mother. And now.",
        "\"Why are you here?\" he demanded.",
        "\"Edward, will you come with us?\" The high elf spoke. Hearing him was like hearing a harp, cool as a breeze, warm as a fireside.",
        "The boy stood very still. He wanted very much to say yes, to his own amazement. He wanted to ask if he would see his mother, but instead: \"My father...\" he croaked.",
        "\"Will miss you no doubt.\" The irony was back in Moraelyn's voice, a voice that make Edward think of icicles sparkling and dripping in winter sun. But there was a sort of hunger in his glowing eyes, a longing?",
        "His father wouldn't miss him and he knew it. Shame ran through the boy, but he looked up at the broad-shouldered elf defiantly. \"Are you my father?\" Edward had meant the question to match the elf's sarcasm, but his hand crept to his ear as if of itself. He wasn't anything like his short-tempered, hearty, red-haired father and Roane often said he had an elfin look.",
        "There was a heavy silence and Edward sensed that Moraelyn was taking the question at face value but that truth had nothing to do with what Moraelyn would say next. He would give the expedient answer. Still.",
        "\"No.\" It came reluctantly. He might be lying, of course, but Edward felt a deep wave of relief.",
        "\"Does my mother have other sons?\" Suddenly Edward knew she did not and that the question would hurt the dark elf. And was glad.",
        "\"Your mother might be dead, for all you know. Or care, it seems.\" The dark elf's narrow nostrils twitched as if Edward stank, and the lines around his mouth deepened. She was not dead. Edward would have known. The bitter injustice of Moraelyn's contempt stung. \"Did she send you to me?\"",
        "\"Do you take me for an errand boy!\" he snapped, and spoke to his companion: \"Let us take him now and be gone; we may discuss it at leisure.\"",
        "The golden elf held up his hand, \"Patience, my cousin.\" and, to Edward, \"Well, youngling, will you come?\"",
        "Dark tales were told of human children kidnapped by elves, who hungered for young humans",
        "\"I don't know your name,\" Edward temporized.",
        "\"Do you love your life here so much?\"",
        "Edward looked at the palace in the distance, the banners floating lazily above the town below, the sparkling bay, the distant mountains. \"I love Daggerfall.\"",
        "\"Ah. And you shall return to hold it, Prince Edward. I, I'ric Harad Egun the ArchMagister, swear it to you.\" Moraelyn swung about, protesting sharply in Elvish. The dragon spat a bit of flame, but the unicorn did not move; its golden eyes regarded Edward steadily. \"Unicorns do not abide any sort of falsity.\" The words floated through his mind in his mother's voice.",
        "\"I'ric Harad Egun the ArchMagister, I will come with you.\"",
        "\"You must ride with Moraelyn. The Lord Akatosh has consented to this--necessity. The elf made a sweeping gesture toward the dragon.\"",
        "He wasn't fit to touch a unicorn, of course. \"Very well, then. I...I don't suppose I could bring my dog?\" Where was he? Shag was always with him. Asleep in the grass! Shag, the ever-alert? Edward knelt to touch him. A heated discussion in Elvish ensued, during which the dragon scorched the grass. Moraelyn swung down and picked Shag up with distaste. \"Very well, then, but I warn you that Akatosh is at the limit of his patience. Mount, then.\"",
        "\"Lord Akatosh, I am most deeply obliged by your indulgence. If ever I may repay it.\"",
        "\"You will,\" Moraelyn interrupted; he seized Edward by the belt and tossed him up onto the dragon. Edward settled himself between the dragon's neck and wings and the sleeping Shag was draped limply in front of him. \"There isn't room for...\" Edward began, and jerked in astonishment as the dragon shifted beneath him and grew larger. Much, much, much larger. Moraelyn vaulted up behind with a prodigious leap for one in armor. The unicorn jumped the nine foot wall, clearing it neatly. The dragon's great wings stretched; he crouched, then leapt into the air. His riders swayed wildly. The dark elf muttered something Edward couldn't understand in elvish and they steadied. The wings beat strongly and the dragon circled low over the Keep, gaining altitude slowly. People were running about now, shouting and pointing. Edward saw his old nurse and waved and shouted, \"Goodbye! Goodbye! I'll be back sometime...\" Arrows flew through the air as bowmen shot, while the nurse screamed and clutched at the arms of those nearest. King Corcyr ran naked onto the battlements, screaming and waving his fists. \"Child of a demon, come back and I'll thrash you within an inch of your worthless life. Moraelyn, come down and fight, like the man you aren't.\"",
        "Moraelyn's loud laughter rang clear as temple bells, cascading over the Keep. He shouted, \"Be glad I don't, little King of the Small Cock!\" The dragon circled almost lazily and let out a huge gout of flame. Arrows clinked harmlessly off his golden scales. \"I'm off to see my mother!\" Edward screamed down, noting the upturned faces of his stepmother and her red-haired sons. Roane had a fur-trimmed robe clutched round her, but her long hair floated wildly. Four pairs of eyes fastened on him, not Moraelyn, glittering with fury and hatred. Edward stopped waving and clutched Shag tightly with both hands. Moraelyn's mail clad arm was securely about his waist. Edward slumped against him, feeling quite safe for the first time in a very long while. The bowmen had stopped shooting; most of them were looking at the royal family. The king danced with rage. The great dragon's wings beat harder now and they headed due south out over the water.",
        "\"Aren't we going to Ebonheart?\" the boy twisted round and looked up at Moraelyn. \"Your mother awaits you at Firsthold in Sumurset, little Prince.\"",
        "\"Why did you wait so long to fetch me?\"",
        "\"Querulous child, do you think dragons and unicorns do the bidding of elves or men? Your mother came to me full willing, but she could not bring you; you were too closely guarded by your father's men. Would you have had us lay waste your land to take you by force? She thought you would be safe and cared for and she was desperate. No, this was the dragon's plan.\"",
        "Of all the astonishing events of the afternoon, this was the most surprising: the notion that a dragon should take an interest in him, when not even his own family did. But, willing, the elf said, full willing!",
        "\"You are the focus of large events, youngling. Your task is to prepare yourself to be a king; a king such as your people have never known. Our task is to aid you. Sleep now.\"",
        "Waves of sleep assaulted Edward's mind, one after another. \"But...\" he meant to ask Moraelyn about his mother, but the last wave was too big; it crashed right over him and he slipped into dark fireshot dreams.",
        "<title>King Edward, Part II</title>",
        "<bold>Chapter 2: Reunion at Firsthold</bold>",
        "Edward woke to a red sky. The sun was just peeking over the western mountains. They were nearing a glittering tower, fire flashing from every facet. The dragon veered to fly nearer and shot a long blast of flame. A light flashed several times from the tower's top as they dropped suddenly. Edward's stomach felt very peculiar. He sighed and stirred and felt Moraelyn shift so that his right arm now held Edward. He stretched and yawned.",
        "\"Not much longer now. It's several days by horse from the Crystal Tower to Firsthold but I judge that Akatosh will have us there within the hour.\"",
        "\"We're not stopping at the Tower? I'ric...\"",
        "\"Do not use that name so lightly, not even to me. The ArchMagister will not return for days yet. Unicorns are brothers to the wind and travel as fast, even burdened, but not as fast as dragons fly. You see the Elven homeland at dawn from the back of a dragon. Count yourself fortunate among men.\"",
        "Edward's gaze roamed the deep green woods and rugged hills. There was no sign of habitation. \"It's lovely,\" he said politely, \"but not so beautiful as High Rock,\" he added out of loyalty and truth. \"Are there no towns or villages or farms?\"",
        "\"The Firstborn live nestled deep in the trees. And they do not tear up the earth and plant anew, but take gladly what Auriel offers, and make return. Ahhh, the green smell of growing things.\"",
        "Indeed, the air was as heady as the wine Edward used to sip from his father's cup, before... \"I'm hungry.\"",
        "\"I expect so.\" A bit of shifting and Moraelyn's left hand produced a small leaf-wrapped package. The dusky hand was large and strong and looked neither human nor animal. Edward stared at it with revulsion, then took the package gingerly so as not to touch the hand. He felt Moraelyn stiffen and the hand that held Edward relaxed its grasp a bit. Edward felt ashamed of his reaction. It was neither kind nor wise to give offense in the circumstances. Moraelyn could quite easily drop him overboard. \"I need to bathe, but so do you,\" he said stiffly. Moraelyn was deliberately misinterpreting the reaction, Edward knew. \"Yes, I'm very dirty,\" Edward bit into the cake which proved much better than it looked. \"My lady mother's used to seeing me like this, at least she used to be. But perhaps I should bathe first?\"",
        "\"I think you will not be offered that choice. Ah, at last!\" The dragon spread his wings, sent a huge gout of flame soaring skyward and dropped to earth in a large clearing. The landing was abrupt and jarring. Elves appeared quite suddenly and arms reached up to take him and Shag, who woke at last, ran frantically in circles, and then sat panting at Edward's feet.",
        "A tall elf with fiery hair like copper greeted them formally. \"Greetings, my lord King. Your lady wife awaits you. Prince Edward, I welcome you to the land of the Firstborn on behalf of all its people. May your stay here prove pleasant and productive.\"",
        "Moraelyn nodded deferentially. \"Thank you, my host. My Queen has waited long enough; we will go to her now.\" Moraelyn's hand on his shoulder steered Edward toward the largest tree he'd ever seen. The trunk was hollow; steps inside led up; openings gave out onto more steps and bridges along and among the mighty branches. They proceeded along these until they reached a large canopied platform, furnished with seats and chests as if it were a room. A golden skinned woman smiled at them and waved them in, then left. A tall slender, pale-skinned, dark-haired human woman paced toward them, her eyes on Edward. Only Edward.",
        "\"Why did you leave us!\" The cry came from deep inside, ringing through him. It stopped her several paces from him. Now her eyes lifted to Moraelyn, who said in a harsher tone than Edward had yet heard from him. \"Thou wilt address thy Mother with respect, cub!\" A glancing blow made his eyes water.",
        "Aliera crossed quickly to Moraelyn and placed her hands on his chest. \"Greeting, my husband. All praise to Notorgo for bringing you and my son safely to me.\"",
        "\"Thank also the Lord of the Dragons and the Bandit, who could not have lifted the boy more neatly himself. The ArchMagister had somewhat to do with it as well.\" Moraelyn's dusky hands came up to hold her bare arms lightly and tenderly. He laughed, looking relaxed and happy. But the hands against his chest formed a barrier as much as a caress.",
        "\"I am blessed indeed. But it has been long since my son and I have spoken. We may find words more easily if we seek them alone together.\"",
        "Moraelyn's smile vanished instantly. \"Are words then a thing which two can find more easily than three? Well. Perhaps. At times. Wife.\" He turned on his heel and left. The bridge swung and creaked, but his feet made no sound at all.",
        "Aliera watched after him, but he did not look back. Edward felt again the curious mix of satisfaction and regret that came with giving pain to his enemy. \"Edward, my son, come and sit by me.\"",
        "Edward stood where he was, \"Madam mother, I have waited many years and travelled many leagues to have an answer. I will wait no longer, nor go one step further.\"",
        "\"What have you been told?\"",
        "\"That you were most treacherously kidnapped by night with the aid of magic, while my father slept, trusting in the honor of his guest.\"",
        "\"Your father told you that. And Moraelyn?\"",
        "\"Said that you came full willing. I would hear what you say.\"",
        "\"Would you hear why I left your father or why I did not take you with me, having chosen to go.\"",
        "Edward paused, thinking, \"Madam, I would hear the truth, therefore I must give the truth. I would hear why you left me behind. The other, I think I know, as much as I can or would know, unless you wish to tell me more or other.\"",
        "\"The truth? Truth is not a single thing existing apart from those who apprehend it. But I will tell you my truth and perhaps then you may arrive at your truth.",
        "Aliera walked back to a softly pillowed chair and composed herself. Nearby a small ruby colored bird settled on a branch and trilled an accompaniment to her soft voice.",
        "\"My parents arranged my marriage as is the custom of our homeland. I did not love Corcyr, but in the beginning I respected him and tried to be a good wife. He did not care for me, nor did he take care. And so he lost my respect and I died a little each day, withering like an untended plant. I was happy only with you, but Corcyr thought I was making you too soft. \"Womanish,\" he said, and so, after your third birthday I was allowed to spend only an hour each day with you. I listened to your cries and sat weeping, without heart for anything. Finally, you ceased crying and asking for me, and my heart was left empty. I formed the habit of walking and riding much of the time, alone save for a guard or two. Then Moraelyn came. He wanted to mine for ebony in the Wrothgarian Mountains. The land he wanted to use was part of my dowry. He was willing to train our people in the arts of its use and even to give them weapons of Dark Elf making. In return our people were to aid him in keeping the goblins away, and allow him to form a colony of his people in High Rock. Corcyr had no use for the land and he wanted the weapons very much indeed -- there are none better -- so he favored the proposal. There were many details to be discussed and arranged and it fell to me to conduct these negotiations. Corcyr despises Dark Elves and he was jealous of Moraelyn, who was already famed as the finest fighter in all Tamriel.",
        "\"But Moraelyn is more than a skilled fighter; he's well-read and interested in everything under the sun. He sang and played as if taught by Jeh Free and Jhim Sei both. He was a companion such as I'd only dreamed of...that and no more, I swear. We both love to be outside, so our discussions took place while riding and walking, but always accompanied by his men and Corcyr's. When all was arranged, Corcyr gave a great feast to celebrate the treaty. All of High Rock nobility came and many from other provinces. At the end Corcyr was deep in his cups and let fall an insult that could only be washed out in blood. I had long since retired with the other ladies so I know not what it was, but I'd heard enough in private to know that Corcyr had a store of such to choose from. Moraelyn gave the challenge and gave Corcyr until noon, that he might recover such wits as he had.",
        "\"Then Moraelyn came to me, alone in my chamber, and told me what had befallen. 'Milady, I think he will choose your brother as his champion; in any case there will be a river of blood between us that may not be crossed in this life or any other. I can live without your love, but I would not have your enmity. Come with me now, as wife or honored guest, as you choose. And you shall serve as blood price in stead of your kith or kin.'",
        "\"And there, in the moonlight, in my terror, with my ladies sleeping about me, I knew I loved him. Doubted that I could live without him. And yet, I loved you more! 'My son,' I whispered. 'I can't'. 'Milady, you must choose. I am sorry.' You see, don't you, Edward? If I stayed, it meant my brother's death his innocent young blood. Or your father's! Or possibly that of the man I loved, though I counted that most unlikely. Moraelyn's fighting skills alone were supreme, and in an affair of this sort he would be entitled to call on magic aid as well. 'We could take him with us.' But Moraelyn shook his head sadly, 'That I will not do. It would go against my honor to part father and son.'\"",
        "\"Leaving love alone, I am trained to duty\", Aliera said proudly. \"Should I have robbed you of your father or your loving uncle? And I thought it likely that Corcyr, should he survive, would somehow blame me for the affair and use it as an excuse to put me away. I thought that Corcyr would be pleased to have me gone. I knew he wanted the weapons very much. I could trade them for time with you, I thought.\" All this passed through my mind while Moraelyn stood waiting, not looking at me.",
        "\"Lady Mara, help me to choose wisely, I prayed. 'You truly want me as wife? I could bring you nothing but trouble.'\"",
        "\"'Aliera, I would have you to wife. And I want nothing but yourself.' He shed his cloak and wrapped it round my body, pulling the bedclothes away.\"",
        "\"'Moraelyn, wait is this right, what I do?'\"",
        "\"'Milady, if I thought this wrong, I should not be standing here! Of the choices you are given, this one seems to me most right.' He swung me up in his arms and carried me to his horse. And so I left your father's house, clad only in his cloak and riding before him. And wild joy mixed with my sorrow, so that I scarce knew how I felt. That is my truth.\"",
        "Edward said quietly, \"But he has parted my father and me in the end.\"",
        "\"With great reluctance. And only because the dragon says that you and your father were in truth already parted in heart. It is only a matter of more leagues. Which provide a measure of safety for you. Moraelyn insisted that you should freely consent to come. You are as free to return any time you wish.\"",
        "\"Moraelyn would have just taken me! It was I'r...I mean, the ArchMagister, who insisted that I must consent.\"",
        "\"He's not a patient man by nature. And he is anxious to do Corcyr no harm. Doubtless he felt the discussion could be carried on as well elsewhere.\"",
        "\"He called him King of the Small Cock. And laughed. Why? Are Daggerfall cockerels smaller than Ebonheart birds? And what does it matter, anyway? My father was very angry; I think he would have liked to fight. But it's true he hates me. I knew that, but I didn't want to know, so I pretended not to. I don't suppose Moraelyn would do that.\"",
        "\"No.\"",
        "\"He'd lie, though. He thought about telling me he was my father. I could see it.\"",
        "Aliera threw back her head and laughed her pretty rippling laugh; he remembered it from long ago, and it sent shivers down his back. \"He must have wanted to claim it very badly indeed if he let you see it; he's usually quicker than that. And he does not lie under oath, or to hurt those he loves.\"",
        "\"He doesn't love me; he doesn't even like me.\"",
        "\"But I do, my dear son. You...\" Edward thought she was going to say he'd grown; adults always remarked on his growth, even if he'd just seen them a week ago. Very strange, since he was small for his age. Instead she said, \"You're just as I thought you'd be,\" with deep maternal satisfaction.",
        "\"And he loves you. But he said he was no one's errand boy. Yet you dismissed him as if he were.\"",
        "Aliera's face and neck burned a deep crimson.",
        "\"Nay, though I am reduced to serving man, it seems.\" Moraelyn had entered silently, bearing a huge tray piled high with food. \"Get me a stool, boy, you can play page if I can play server. You must be famished and I thought I'd best return before my wife gets round to the rest of my faults. Could take her most of the day listing them.\" He'd shed the mail and bathed and dressed in fresh black jerkin and hose with a silvery sash tied round his narrow waist. But the black sword still swung by his side.",
        "\"Mara help us, you've enough food for a small army. And I've broken my fast.\" Aliera's small hand reached for the elf's arm, slid down it caressingly, then clasped his hand and squeezed it, lifting it to her still hot cheek, brushing it with her lips. Edward looked away quickly, discomforted by the sight of his dusky skin against her fairness.",
        "\"This's for me, and a bit for the boy. But pray join us, my dear. You've grown thin. Pining for me, no doubt.\" He wrapped a lock of her dark curly hair around a finger and tugged at it, grinning, then fell on the food like a starving wolf, attacking it with small silvery weapons instead of eating with his fingers as humans did. The food was wonderful. Edward ate until he could eat no more.",
        "\"Eavesdropping,\" he murmured thoughtfully. He'd been mulling over a list of Moraelyn's faults while he ate, and realized too late that he'd spoken aloud.",
        "\"By Zenithar, boy, if you humans will shout your privy conversation all over the tree, d'ye",
        "expect me to shut my ears with wool?\" He tapped one of his large pointed ears. Edward hurriedly tried to remember what they'd said. What he'd said. Lying. Oh dear. Maybe he hadn't heard.",
        "\"So I'm a liar, am I, boy?\" Vir Gil help him, Edward felt he was drowning. Could the Elf read minds? He hoped that wasn't the insult his father had used! \"I...I meant I thought that you were thinking about it. You did hesitate,\" Edward gulped. He was making matters worse.",
        "\"Possibly, I was trying to remember.\" the sardonic tone was back.",
        "\"You don't even like me!\" Edward burst out.",
        "\"That doesn't seem to have stopped your true father from claiming you.\"",
        "\"Moraelyn! Don't!\" Aliera interrupted, but the Elf held up his hand to quiet her.",
        "\"I'm not so sure.\" Edward flashed.",
        "\"Why do you say that?\"",
        "\"I don't know...Roane says...things...and I'm not at all like him. Everyone remarks on it. And then stops talking.\"",
        "\"What things? Speak, boy!\"",
        "\"About how fond Mother was of her brother when they were young. How sad and angry he was when she was carried off. More like a lover, she said, than a brother. She says it very sweetly, but like she means something by it. Something too dirty to say. Other times she talks about how elfin I look. And how quickly after marriage I came. Not as quickly as her first son, though.\"",
        "Moraelyn leaped up. \"By the Avenger, I will go back and wring the vixen's neck! The human\", he bit off the insult, but his red eyes flamed rage; his muscles swelled and his hair stood on end. \"You do not look half-elven. I never met your mother until four years after your conception. Roane, it seems, cannot decide which lie she wishes to use. But incest! May Kel strike her down if I may not.\" The tall elf paced furiously about the room, lithe as a Khajiit, hand fondling his sword hilt. The platform swayed and dipped.",
        "\"She's ambitious for her sons, at Edward's expense. The question is, how many will believe her. Not enough if she was planning to have him killed instead.\" Aliera's smooth brow wrinkled a bit.",
        "\"I never disliked her, you know. Nor she me. She wanted my place and I was glad enough to let her have it save for Edward.\"",
        "\"You want me to be king so I'll let you have the ebon mines.\" Edward had just worked out the puzzle.",
        "\"Oh, devil take the ebon, which he probably will. I've a better chance of getting co-operation from Roane's boys once your father's dead. They'd have reason for gratitude and the bargain's a good one. Although the chances they could keep a civil tongue long enough to sign a contract seem poor, given their parentage.\"",
        "\"Then why? You don't even like me.\"",
        "\"Mara, help me! 'Liking' a person is a human concept. One day they like you, the next day they don't. On Tirdas they're back to liking you again. My own wife does this to me, but claims to love me even when she doesn't like me. Except of course on the days when she doesn't do either, and talks about joining the Order of Riana. Fortunately that only happens once a year or so. I go hunting until she comes to her senses.\"",
        "\"You exaggerate; that only happened once, and well you know it.\"",
        "\"I remember enjoying the recovery period. Maybe it should happen more often.\" They grinned at each other.",
        "\"But why do you want me to be King?\" Edward persisted.",
        "\"I told you; it's Akatosh's notion. And the ArchMagister's. I just came along for the ride. Ask them.\"",
        "\"I shall ask the ArchMagister when I see him.\"",
        "\"An excellent plan. You'll spend a few weeks at the Tower before heading north with us.\"",
        "\"Only that?\"",
        "\"Does the prospect of spending the winter with your mother and me displease you so much?\"",
        "\"No...no, sir. But I agreed to go with I'ric.\" Not you. The words hung unsaid between them.",
        "\"You will, in time. A few weeks there now will fit you to begin your training in magic; I can teach you spells. But you need hardening; your body must catch up to your mind. It is the ArchMagister's will.\"",
        "\"Fighting magic? I want to learn other things. How to call beasts. How to heal. And float...\"",
        "\"You'll learn that, I doubt not. And d'ye think a fighter can't Heal? It's the first spell you'll learn. But a King must know how to fight.\"",
        "\"I'm not good at it.\"",
        "\"Dragon's Teeth, boy! Exactly why you must learn!\"",
        "\"If I cannot?\"",
        "\"You've courage and a clear head and the potential to learn magic; that's more than most people ever have. I can teach you the rest.\"",
        "Edward's head whirled with the unaccustomed praise. \"I do? I have? You can?\"",
        "\"D'ye think any of your father's fool court would stand naked before a dragon, a unicorn, the ArchMagister, and the Champion of Tamriel and demand justice of them? Justice! Faced with such, they might have managed to beg for mercy, if they could speak at all, which is doubtful.\"",
        "\"I did that? I did, didn't I?\" Edward was astonished; he wanted to add that he hadn't known, hadn't thought about it.",
        "\"Aye, you did. And it's a deed that shall be sung from here to Morrowwind; I'll compose the ballad myself--as soon as I have a nap. I don't sleep as sound as some on dragon's backs.\"",
        "\"You enchanted me and Shag asleep!\"",
        "\"And the rest of the castle, with the help of my friends.\"",
        "\"Ooooohhhh. Can you levitate? Will you show me?\"",
        "\"Not so fast. I kept a holding spell on us all night to keep us on the dragon's back. Until I'm rested I couldn't light a candle with the aid of a match.\"",
        "\"Oh. Well, I'd still rather be like the ArchMagister than be a fighter.\"",
        "\"Hah! It'll be news to the ArchMagister that he cannot fight! I hope he'll find time to show you how to wield a staff. No better weapon for early training. And no better trainer. Now, of the four you saw before you, which would you say could best the others?\"",
        "Edward thought carefully for several minutes. \"Sir, my judgement is poor indeed, but if you would still have my answer, it would seem that the one who claims the title Champion of Tamriel must be the best. Yet must not the ArchMagister be your master in magic? And trained to arms as well, it seems. So which should prevail? Could any mortal stand against the dragon's fire and claws and teeth? And I know naught of the unicorn, save that it is fleet and has a very sharp horn, and hooves as well. So I will guess the unicorn; it had the mildest manner. And since you asked the question it seems the unlikely answer may be correct.\"",
        "\"Well answered, youngling! The unicorn would win easily in any single close combat. No mortal or even dragon can move quickly enough to land a blow and it cannot be burned or touched by any magic or elemental power. It's hooves are deadly and a single touch of its horn will kill any enemy, although the horn itself will burn away. The most powerful can regenerate it within moments, however.\"",
        "\"And of the four the Champion of Tamriel would probably be the loser against any of the others, although the title is no idle boast!\" Moraelyn is not accustomed to being so outclassed. \"My manners may have suffered in consequence.\"",
        "\"Milord King, I am most deeply in your debt. You have done me great honor and service. If ever",
        "I can repay you, I will. Forgive my brash words and ill manners. I have dwelt among the rude and boorish. And it seems I have no father, unless I may call you so?\" The elf held his hands out to the boy, who placed his own in them. Edward's feeling of distaste was quite gone as if by magic the thought drifted through his mind and then he released his hands and clasped Moraelyn about his waist. The elf's hands stroked the dark hair and clasped the thin shoulders.",
        "\"I thank you, my wife. After only five years of marriage, you have presented me with a fine son, nine years of age. Remarkable. In fact...magical.\"",
        "<title>King Edward, Part III</title>",
        "<bold>Chapter 3: Lessons</bold>",
        "The golden days passed swiftly. Edward spent most of his time in the company of his parents. He saw few other children. None at all lived in 'their' tree, only their wood elf host and Moraelyn's six Companions, an oddly assorted, cheerful lot. Disrespectful, Edward thought. None of the Daggerfall court or servants would dared have addressed his father as these did Moraelyn and Aliera with their constant raillery. But these weren't servants or courtiers. Just Companions. Only one was a Dark Elf. There were a Khajiit woman, two wood elves, brother and sister, a Nordic man, even bigger than Moraelyn and a strange looking lizardlike man, who spoke with such a hissing accent that Edward couldn't understand him at all. The Nord man was called \"Slave of Moraelyn\" or just \"Slave\" for short, although Moraelyn usually called him \"Mats\" of \"My-slave.\" Mats tended the group's weapons and gathered wood for the evening fires. But it wasn't unusual for the others to bring wood; Moraelyn himself often borrowed Mats' axe and fetched and split wood if there was need, or if he just felt like it.",
        "They spent much of their time roaming the woods and fields, hunting and gathering produce, in twos and threes. Usually Moraelyn, Aliera and Edward and Shade went off together. They carried bows for hunting. When Edward asked Moraelyn to teach him to shoot better, he was told to ask his mother, as she was the better shot. And it was Aliera's arrow that brought down a handsome buck, although both arrows had struck, and they quarrelled over who's arrow had killed as they ran toward the buck.",
        "\"Bah!\" Moraelyn exclaimed as he pulled his black fletched arrow from the hindquarters. \"I don't know how I managed to feed myself before I married you.\"",
        "\"You had the Companions.\"",
        "\"Aye. Mats, Mith and I starved together, before we met Beech and Willow.\" Moraelyn pulled out his black dagger, Tooth, and began to skin the animal's body, calling Edward to come and watch. \"You want to learn about animals, don't you?\"",
        "\"Live ones.\" Edward said with distaste. His dainty mother was ripping the skin away with enthusiasm.",
        "\"Such make tough eating,\" the dark elf said. \"Give me your cloak; I'll make a package for you to carry.\"",
        "\"I am a Prince, not a pack horse!\"",
        "\"You'll carry your share or you'll be a hungry prince this night.\" The elf had lost his good humor.",
        "\"I won't. I don't want any. You can't make me.\"",
        "Moraelyn stood erect and appeared to think this over. \"Can't I?\" he taunted.",
        "\"Edward, please...\" Aliera appealed to him.",
        "\"Tell me, Lord Prince, how then does one get the meat to one's table if one may not carry it. If Princes may not carry meat then certainly Kings and Queens may not, or do Princes grow out of the incapacity when they become Kings?\"",
        "\"They have servants!\"",
        "\"Serve ants? What a clever idea. Only a human could think of that! Ants are excellent at carrying, I have noted, although I have not the trick of commanding them. Perhaps you can teach me.\"",
        "\"Servants! Like Mats here,\" Edward shouted. He hated being teased. Mats and the other companions had come up, having heard their shouts over the kill.",
        "\"Mats? You think I cannot make you carry deer meat, yet I could command Mats to do so?\" Moraelyn stared up at the blond giant. \"Well, one never knows until one tries. Mats, carry the deer.\"",
        "The blond scratched his head and jaw thoughtfully. \"Highness, nothing would please me more but it is a large deer and my old wound is troubling my back, perhaps if you kill a smaller one.\"",
        "\"Well, Prince, what now?\"",
        "\"You beat him.\"",
        "\"At what? I can outrun him. Mats, if I reach that oak first, will you carry the deer.\" Mats shook his head slowly.",
        "\"You beat him with a stick!\" Edward yelled.",
        "\"What promise you show as a Healer, my Prince. You will forgive me if I refrain from consulting you until you have further training. It is my judgement that beating with a stick will not improve Mats' back. Of course, I may be in error.",
        "\"Silk, you carry the deer.\"",
        "\"Me, milord? I am sorry, but I have just remembered that I am fourth cousin to the fifth house of Dibella, Queen of Heaven. My dignity forbids that I carry anything at all.\"",
        "Willow and Beech claimed that a mage had forbidden either of them from carrying any part of an animal while the moon Jone was risen.",
        "\"Prince, are you truly certain about this rule? It seems to make life most inconvenient. We could bring the wood to the deer, which will take many hours and leave us benighted here. We could consume the meat raw on the spot, but I own my belly is not yet empty enough to make that option attractive. Aliera, can you help us? How do the High Rock folk get meat to table?\"",
        "\"Milord, when I lived there it was my firm belief that it appeared by magic. There were servants, but they were an irritating, lazy lot, more trouble than they were worth. Edward, my son, is it possible that this rule applies only in High Rock?\"",
        "\"I suppose so...\"",
        "Edward carried a share of meat that bent his back, but he did not complain. And so it was settled, and the meal that night was a merry one. But for several days after, if the Companions caught him carrying anything at all they would inquire anxiously as to whether a High Rock Prince might do so.",
        "\"If Mats is not a servant, then why do they call him 'Moraelyn's Slave'?\" Edward asked one drowsy afternoon.",
        "\"Well, he is my slave. I paid gold for him, all that Mith and I had. We came on a man beating him near Reich Parthkeep. He looked near death; when Mith and I tried to stop the beating, the man said Mats was a runaway slave, and he'd do as he liked with him. So I threw down the gold and told him he could take it and leave, else I would kill him out of hand. He chose the latter, so I told Mats to take the gold as his master's heir and go where he would. He chose to come with us, so we buried the gold with his master and Mats has been with us since.\"",
        "\"Could he leave if he wanted to?\"",
        "\"Of course.\"",
        "\"May I go pick some of those berries over there?\" Edward asked, and Moraelyn nodded.",
        "Aliera was sleeping curled on her side. Moraelyn sat next to her, leaning back against a tree, his hand playing with her long dark curls. His eyes and skin were sensitive to the bright sun. Shade slept stretched in the sun nearby, his dark fur glinting with silver in the light. Edward wandered over to the bushes and picked the bright glowberries, so called because they glowed at night, although right now they were a rather dull gray. But they tasted very good. If he ate enough, would he glow at night, he wondered. Or if he smashed them and collected the juice, the bushes caught at him, then he found a sort of tunnel through them and trotted along it, wondering where it led.",
        "It ended in a small clearing before a pile of rocks. There was a hole and something in it. Edward stepped back, making a small noise in his throat. The something heaved and presented a tusky snarling face and hooves that pawed at the earth.",
        "The boy backed away slowly. The beast's head went down, the shoulders heaved and the immense bulk lumbered into a charge. Edward tried to throw himself into the bushes - there was no room - and then, incredibly, Moraelyn was in front of him, between him and the beast. There was a flash and a crash, and the elf seemed to leap backwards for several feet, landing crouched just in front of Edward's face. The air whistled as his blade seemed to jump out of the sheath of its own accord. There was a sparkle in the air around him, and a burnt smell. Silence.",
        "\"Get out of here, boy! Now!\"",
        "Edward fled, yelling for his mother, who was running toward the bushes and calling him. She clasped him to her, and began shouting for Moraelyn instead. There was no answer, then, somehow the elf was there, unharmed, his blade sheathed again. But he was breathing hard.",
        "\"Did you kill it? Are you hurt?\"",
        "\"No and no. I was shielded. Barely. You disturbed a sow in her den with her litter. Fortunately, she thought she'd had enough after the first impact. I daresay she's unaccustomed to finding her enemies still standing afterwards.\"",
        "\"Why didn't you kill her?\" Edward demanded, feeling bloodthirsty after his fright.",
        "\"A katana, even the Ebony Blade, is not the weapon I'd choose against a mother sow. A spear, maybe. The longer the better. Besides, if we leave her be, there'll be six pigs here next year, with luck.\"",
        "\"You made a magic shield,\" Edward said, wide-eyed.",
        "\"Aye, barring the shield, she'd have left a few marks even on a tough old dark elf.\"",
        "\"Edward, it would be gracious to thank your rescuer.\" His mother prompted.",
        "\"Thank you,\" Edward said automatically, his mind busy with more questions. How had the elf known of his danger? How did he get there so quickly?",
        "\"There is scarcely need to thank me for saving my son's life. Thank Shade,\" Moraelyn said. \"The cat told me there was trouble.\"",
        "Edward knelt and hugged the smug purring cat. \"Good old Shade. I can always count on him.\"",
        "\"My son\". \"Our son\". The words rang proudly out at the least excuse. Edward puzzled over this for awhile; it wanted an explanation. The one he favored was that Moraelyn simply didn't know him very well yet, and was prone to give the benefit of the doubt to strangers. Eventually, but in the meantime he might as well enjoy it. It was nice. Having a father that was proud of you, that liked being with you, took you places, talked to you, listened to you. And most remarkably of all, let you alone when you needed to be. Moraelyn only really liked being alone when he was composing a ballad.",
        "Edward told Beech and Willow about the mother pig. \"I ran when he told me to. Would you? Because he said to. I couldn't think of any way to help, but...\" Willow and Beech listened carefully, exchanged glances, and said they'd think about the problem.",
        "After supper around the evening fire, Willow took up her small harp and began to sing about the joys of an autumn afternoon and berries...except that Moraelyn sent the boy off to pick berries. They'd got that part wrong. Moraelyn sat up sharply and looked around, but the others had slipped away into the darkness and Willow wasn't looking at him.",
        "Mith strolled into the firelight, taking mincing steps, picking pantomime berries and eating them noisily. Moraelyn put his head down and groaned. Mith pantomimed finding something then skipped along in delight. Mats' head and shoulders lurched into the firelight. Mith reached a hand to pat him, then leapt back with a squeal as Mats tried to rip him with a tusk. Huge tusks and a pig nose adorned his face. Mith crouched, hands to his face in exaggerated horror. And Silk, clad in black, leaped between Mith and Mats with a shower of sparks, jerkin backwards, hose about its knees, shoeless. It reached for its sword, but Mats charged and knocked it flying; it spun out of sight. Mats, scrambling on all fours, missed Mith, but tore his hose. Mith scampered around the fire with Mats after him. Silk, sword in one hand, the other tugging at the hose chased after Mats, beating him with the sword.",
        "Another figure appeared, clad in Aliera's blue gown with Beech's head sticking out above wearing a long dark wig. Mith cowered behind her skirts. She glared at Mats and he froze. Silk tripped and sprawled behind him. Beech tossed his hair back, patted Mith reassuringly on the head, wet one finger and smoothed an eyebrow, then leisurely picked up his bow, aimed and twanged.",
        "Mats leaped backwards, collapsing on top of Silk with a very realistic death rattle. Beech and Mith embraced, ignoring Silk, still flat beneath Mats.",
        "Moraelyn had begun laughing when Silk first leaped out. Aliera had waited for Beech's appearance. Now tears were running down her cheeks. Moraelyn was doubled over, pounding his fist against a tree. Ripples and giggles of silvery laughter sounded all around and showers of gold coins fell into the circle. The Companions gathered themselves together and bowed, as humans did.",
        "\"Again, do it again!\"",
        "\"Nooooo!\" Moraelyn gasped, still laughing. \"Ah, you came nearer killing me than the sow did! I beg mercy!\"",
        "\"Another night, gentle persons...our king has had a very long day. We thank you all.\"",
        "\"Gods, had the entire town seen?\" Edward stared behind him, but they were all melting away into the dark. \"That's not what happened.\" he yelled. \"You were a hero. They made fun of you.\"",
        "\"Yes, yes and yes. Especially the last. By Jephre himself, that was funny!\"",
        "\"They all saw that! And you're going to let them do it again?\" Edward was scandalized. They had all looked ridiculous.",
        "\"Let them? It'll be done all over Tamriel for centuries to come, I doubt not. But never again so well.\"",
        "\"But it didn't happen like that at all.\"",
        "\"It would have if Mats...I mean the sow had charged again. Ariana's bow would have been far more effective than my poor blade. And she'd have seen Moraelyn leap like a khajiit!\" His finger smoothed an eyebrow in a gesture typical of Aliera and he went off again into a long laugh. \"Aye, she'd have slain the beast with a look, if she couldn't find an arrow. Mats, you were more like the sow than she like herself. Bigger, too, I swear! Mith, you old rogue, only you could look so innocent.\"",
        "\"Buuut, it's not true!\" Edward protested.",
        "\"Boy, you think there's only one truth? Was what you saw today truth? Did you see all the truth? Even of what did happen? What you saw here tonight will light up truths unseen, if you allow it, you could spend a lifetime reflecting on it and yet not see it whole, for it goes ever further and deeper, spreading like ripples in a pool, beyond us all and out into the deep stillness of forever. What happens is only a tiny part of truth...maybe the least part. And what you see is smaller yet.\"",
        "Edward still thought that a king really ought to have more dignity. But he didn't say so.",
        "<title>King Edward, Part IV</title>",
        "<bold>Chapter 4: Stories</bold>",
        "Edward faced his mother defiantly. \"I'm not sick and I'm not a baby. I can stay here by myself. I don't need Mith.\" There was a dangerous glint in Moraelyn's eyes. Aliera's lips thinned. \"You will mind him, Edward.\"",
        "\"Yes, madam,\" Edward said sulkily.",
        "\"Come on, wife. Mith knows how to deal with princes who don't want his company.\" The three adults laughed a bit in their irritating way at a joke he didn't understand.",
        "The weather was drizzly and Edward had the sniffles. His mother had decided that he shouldn't go out, even though they were only going visiting. Moraelyn had taken his side, but threw out his hands and raised his brows at Edward in a helpless gesture when Aliera insisted that he stay behind. Mith, whom Edward liked the least of the Companions, had volunteered to stay with him. Even Ssa'ass would have been better. Mith was scruffy looking. Like a stableboy. And cheeky, even for a Companion. Edward sulked silently for awhile longer. Mith had fetched a broom and was sweeping the house out, brushing dirt from the room above into the room Edward was in. What on earth was the use of staying in when there wasn't really any 'in' to stay in? Edward got tired of sulking, fetched a broom and went up to help sweep.",
        "\"Mith\", Edward said. \"have you ever been to the Crystal Tower?\"",
        "\"I have. It's an unchancy place at first, but you'll grow used to it.\" Mith was applying his broom with energy and whistling. \"Sweeping was kind of fun here. There weren't any sides to the platforms so all you had to do was brush the dirt and leaves over the side. You started at the top and worked your way down.\"",
        "\"You're quick with the broom, Mith. I haven't half finished my side yet. Will there be others there like me?\"",
        "\"Oh, some children, I'd think. Most'll be somewhat older. I should be quick with a broom. My father had me sweeping out the king's stables when I was your age. I used to dream and talk too much like you; he beat me for it. So I learned to be quick.\"",
        "Edward swept faster, stirring up dust. \"Not like that, boy. Watch me. Anyway, there's no hurry; it's just habit with me. Moraelyn'd serve me my head on a platter if I touched you. My father, heh, he was always...well, he was a hard man to please. He was a Nord.\"",
        "\"Your father?\" Edward stared at Mith, but Mith looked much like the other Dark Elves he'd seen. Not many. Dark elves didn't come to Daggerfall; Gerald had banned them. But he'd seen some on his rare trips to other courts. And there were some in Firsthold besides Moraelyn and Mith. \"Did he have red hair?\" Mith's hair was a dark red. Gerald had red hair. \"He tended the stables for Moraelyn?\" No wonder Mith looked like a stableboy. But Edward kept his tone polite. Mith had a sharp tongue...and Edward knew that neither of his parents would be sympathetic if he complained that Mith had been impertinent.",
        "\"He did have red hair. Maybe I got mine from him...but mostly mixed elf and human children come out dark elf. No, Moraelyn wasn't a king then or expecting to be...'sides this was in Blacklight, where I was born. Moraelyn's brother was king in Ebonheart in those days. He came up to visit our King and brought Moraelyn along. To keep him out of trouble, he said.\" Mith grinned. \"I grinned when I heard him say that, and I saw the boy looking at me out of the tail of his eye, but he wouldn't take notice. Like I was the dirt or something worse. His brother tossed him a pouch and told him to go into town and get his knife mended. Jerked his thumb at me and told me to show him the way.\"",
        "\"Moraelyn said he didn't need an escort to find a store and stalked off like princes do.\" Mith grinned knowingly at Edward. But the grin wasn't unfriendly. Edward smiled back a bit, and Mith went on. \"Our king eyeballed me, so I took off after him. Moraelyn didn't spare me so much as a glance. Went four blocks out of his way, down by the wharfs, and when I tried to tell him where the store was he shoved me right off the pier. I could Levitate, of course, but he caught me by surprise and I went in with a big splash, and everyone laughing like jackasses. I got myself out and went straight to the store and waited for him - but not so he could see me - and when he finally showed up, I lifted the pouch right off him. He didn't even know it was gone. So in he goes and tosses the knife on the counter and tells the smith to fix it right off. Which he does. Only then Moraelyn can't pay him, tells the smith he's the King of Ebonheart's brother, the smith just laughs and says, 'And I'm the Archmagister.' Then the smith calls the guard and three of them show up. Well, Moraelyn wasn't what he is now - three guards wouldn't even warm him up nowadays - but he was even faster then. He was out of there so fast he nearly knocked me over at the door. He lost the guards pretty quick; all that armor slows 'em down. I found him crouching in one of those hedge mazes in the park. He was doubled over out of breath but still I stood a good ways off while I asked him real nasty if he needed an escort back to the Palace. Not that I was planning to go back! I was gonna take the money and run and never look back, I tell you! But I had to have the last word. I wasn't born high but I was born proud.\"",
        "\"He glared at me for a minute or so, catching his breath, then he just rolled over and started to laugh that laugh of his. Prince or no, I started to like him then. When we'd finished laughing, more or less, we started talking. I told him I didn't want to go back. Nor dared to. 'Princes don't get blamed, Prince,' I said, 'Stableboys do.' He said that wasn't entirely the case, but he saw my point. Then he said that as I was his escort then he must obey his brother and come with me. And that his name was Moraelyn, not Prince. We've been together ever since....more or less.\"",
        "Edward smiled politely. He could see why Mith had run away, but not why Moraelyn had gone with him. Unless he was afraid to face his brother about the stolen money. Edward tried to imagine Moraelyn being afraid to face anyone and failed. \"I wish I was brave. Like you and Moraelyn.\"",
        "\"Why, you are brave. And your courage will grow with the rest of you.\"",
        "\"Are there only High Elf boys at the Tower?\"",
        "\"There'll be other sorts, too, most likely. A few Dark Elves, for sure. D'ye miss your own kind?\"",
        "Edward shook his head. \"Human boys don't like me much anyway. Nor High Elf boys...\" His eyes filled suddenly and he turned his head away. But Mith's voice was unexpectedly gentle. \"I thought you wanted to go to the Tower.\"",
        "\"I do. But...\"",
        "\"You'll be lonely.\"",
        "Edward nodded.",
        "\"That's a hard thing to face.\"",
        "\"Did you go there alone, Mith?\"",
        "\"No. Moraelyn did, but he was older than you, by a good bit. A grown man, in fact. They didn't take any but High Elf students in those days, you know. But Moraelyn heard of them and said he wanted to go there. We were together already, the seven of us, save for Aliera, and a handy bunch in a fight. Moraelyn had already gotten that Dragon's Blade he wears, and the Dragon's Tooth to go with it - remind me to tell you about that sometime - and he was a famous fighter already. And the rest of us aren't slackers. But he thought we could be better at the spellcasting and the Tower was the place to learn that. Well, no one goes near the Tower without an invitation. No one! No one would even tell you where it was. But they'd tell you where NOT to go. So he went there. Alone. One morning he was gone and there a note saying for us to wait for him. So we did, here in Firsthold. He was gone two weeks, then he came back one night, rowing across with the tide. He just said they'd accepted him, but he couldn't say anything more about it. But he asked me to come back with him.\"",
        "\"'They want me?' 'Well, they've accepted one Dark Elf,' he said. 'One more shouldn't bother them too much.' So we go there, and bless me if the Archmagister himself didn't meet us at the door and demand to know the meaning of this. I wanted to turn myself into a rock! I was wishing hard that I was stable dung! And figured I was like to get my wish soon. But Moraelyn speaks up real polite that this is the friend he'd mentioned and the Archmagister had expressed an interest in his abilities, and naturally he'd want to see for himself.\"",
        "\"But the Archmagister was real interested. See, they don't wear armor or carry anything but a staff and a dagger. They think it interferes with their spellcasting, all that metal. But Moraelyn could cast pretty well even with chain and with any one-hand weapon at all. And I could cast wearing leather and as much as a saber, though it's an unwieldy weapon; I like my short sword better. Truth, they didn't think that much of me, but Moraelyn...he'd camped outside their door. And when they tried to move him he just sat there! They threw all the spells they had at him, the troll guards, everything. Nothing. He laid the trolls out flat and left 'em to regenerate. If they tried to beat him with their staffs he'd ward them off with his blade and the spells didn't turn him a hair.\"",
        "Edward's mouth gaped open. \"How'd he do that!?!\" He said.",
        "\"Well, it was a trick, in a way. He'd picked up something that came natural to Willow. See, Willow is different.\"",
        "\"I didn't know Willow could cast!\"",
        "\"Well, she doesn't have any mana, ordinarily....but she can absorb it if you cast a spell at her, see. O'course it wasn't much use to her, since she'd never been able to learn what t'do with it once she got it. Couldn't get it back once it was gone, so she couldn't practice. Until Morelyn got hold of her and trained her. Well, Moraelyn had figured out pretty much how Willow did what she did....though it cost Moraelyn mana to do what came natural to Willow. So Moraelyn sat there absorbing everything they threw at him and burning it off into a big shield. Drove 'em wild.\"",
        "\"He said the Archmagister could best him, though.\" Edward suspected that Mith was making up the whole story.",
        "\"Well, so he did, when he finally came. But all the rest of 'em together couldn't do it. And all Moraelyn wanted was to study with them. We were a sight, the two of us dark elves in our battle gear among all that white and gold. I felt like a fish out of water, but Moraelyn was interested in what they had to say....and you can bet they hung on every word he said. Not too many words at first. After a fortnight or so, he told me one night to tell the Archmagister that he'd be back in a couple of days. And he shows up with Silk! 'Course he'd been telling 'em about the Khajiits...and they'd been asking questions.\"",
        "\"The Archmagister's no fool. He just stared at Silk, and she purred real loud and rubbed up against him and asked 'How ya doin', Archmagister, baby?' The Archmagister kinda pushes Silk away and says in a whisper, 'How many more?'\"",
        "\"'Just two, sir.'\"",
        "\"'What are they?'\"",
        "\"'Wood elves, sir.'\"",
        "\"'Just wood elves. Plain ordinary wood elves. No horns, hooves or tails.'\"",
        "\"'Yes sir. Ah, one of them has an extraordinary Absorb ability with some very unusual features. The other's just a Bard.'\"",
        "\"'Very well. You may bring the one with the Absorb. We don't want a Bard! They are not true mages.'\"",
        "\"'Well, that's most generous of you, sir, but the Bard's her brother, sir and I swore to their parents that I wouldn't separate them. So it'll just be the three of us.'\"",
        "\"'Her brother.'\"",
        "\"'Aye, a pair of twins.'\"",
        "\"'You may bring them both.'\"",
        "\"So three days later he's back with the twins AND Ssa'ass AND Slave. The Archmagister looks at them and sort of bobs up and down, but he speaks real quiet. 'Dark Elf, by pair of twins, did you mean TWO SETS of twins? Are you going to tell me that these...these are twins???' Well, I could see that Moraelyn was kinda sorry he hadn't thought of trying that, but he said, 'No sir, the twins are Beech and Willow. The Argonian and the Nord are not prospective initiates. They are specimens. For your collection. You don't have any like them so I thought...'\"",
        "\"'You thought. I do not have a dragon either! Are you going to think to bring me that next?'\"",
        "\"'Oh, aye, I could. Would you like one?'\"",
        "\"'Tell me you are not serious.'\"",
        "\"'Well, I couldn't promise. And it would take quite a long time, a year maybe, but...'\"",
        "\"The Archmagister's eyes rolled up toward heaven. 'Thank you, All-Mother, I have at least a year to prepare.' he whispered.\"",
        "\"I don't think Mats and Ssa'ass should have been made specimens. They're people. Even if they aren't elves.\"",
        "\"Oh, they made Ssa'ass an initiate when they found out that he had some interesting Heal spells.\"",
        "\"But Mats?\"",
        "\"Mats never minds anything. He hasn't a bit of magic; he couldn't be an initiate. Anyway he'd have hated it. He spent his time gaming with the guards. When he wasn't being studied. Seems he has some interesting magic resistances. Anyway, since then, the initiates aren't just High Elves. And they don't all follow the Mage way.\"",
        "\"I shall. I shall be just like the Archmagister.\"",
        "\"Oh, aye, exactly,\" Moraelyn's voice sounded lightly behind him. \"I'll cut the ears off a donkey for thee and dye thy skin with saffron. Bleach thy hair white and stretch thee a foot\" Moraelyn swung him high. \"Art well, son? I told thee so, Aliera. He's not ill at all. Good, because the Archmagister's returned. We go to the Tower tomorrow.\"",
        "'We' was just Moraelyn and Edward. Aliera had caught Edward's cold and they took some pleasure in insisting she remain in bed. Moraelyn rowed them across the river in a small boat and they walked for most of the day, resting a little at midday. It was evening when they reached the tower and the setting sun was glinting off it. Even the sea far below looked red. There was a hush over the countryside.",
        "\"It's tall, isn't it?\" Edward paused to look.",
        "\"Towers generally are.\"",
        "\"Did you really...\" Edward broke off. Questions starting in that fashion did not draw satisfactory answers from the elf.",
        "\"Has Mith been telling thee tales? He's had ten years to polish that one. I doubt not it glistens like the Tower.\"",
        "\"He told me how you met, too.\"",
        "\"I thought he would.\"",
        "\"I didn't understand why you went off with him? He was a thief and a stableboy and you were a prince.\"",
        "\"You have just named three excellent reasons, Prince.\"",
        "\"You never give me serious answers.\"",
        "\"A serious charge. Very well, then. I saw myself through Mith's eyes and misliked what I saw: a callous bully and a coward, fit to be neither boy nor man nor prince. Why did you run off, Prince?\"",
        "Edward hung his head mutely. \"Nay, I do not require answers. Come, it grows late.\" Moraelyn reached his hand for Edward's, but Edward shook him off. If Moraelyn was a coward what did that make Edward? He looked at the Tower door where Moraelyn had demanded and won entrance, though all would shut him out. Edward could never do anything like that, but at least he could walk in on his own as an invited guest.",
        "<title>King Edward, Part V</title>",
        "<bold>Chapter 5: In the Crystal Tower</bold>",
        "Inside the Tower, Edward's first impression was of whiteness. Floors, walls, ceiling, all were white and radiated light. Their footsteps made soft crunching noises on the rough floor surface. Except for that, it was very still, with occasional soft, unrecognizable far-off sounds. Moraelyn moved confidently through winding halls and long rooms. He seemed very black in all that white. They passed long pools of water with fountains that sparkled in the light.",
        "\"Where is everyone?\" Edward whispered.",
        "\"At table, I hope. I'm hungry. Aren't you?\"",
        "\"No.\" Abruptly a big, broad ugly shape appeared in front of them and roared a challenge. Edward grabbed for Moraelyn's arm with both hands. Moraelyn shook him off irritably. \"Gods, boy, don't grab my sword arm if ever you do spot a monster. Stay clear!\" But Moraelyn didn't reach for his blade. He stood still while the monster wrapped its long arms around him and pounded on his back, still roaring. Moraelyn roared back and pounded on the monster's chest. Then he introduced Edward to the Captain of the Archmagister's guard.",
        "\"Don't hug him,\" Moraelyn warned the troll, who grinned at Edward showing pointy teeth. \"He'll break.\"",
        "\"I thought trolls were dangerous!\" Edward gasped as they ascended a long winding stairway.",
        "\"They are. I'll have bruises for a fortnight. I'd have shielded, but I didn't like to hurt his feelings.\"",
        "\"He likes you?!\"",
        "\"Oh, aye, it can be done, you see.\"",
        "\"Why does the Archmagister keep troll guards?\"",
        "\"They keep the rats down.\"",
        "More trolls, but these paid them little heed. Another long stairway. More corridors. A sort of guardroom where three trolls appeared to be gaming with bones. One of them shambled to his feet and led them down a shadowy passage. A row of cages with huge rats, then some with small odd creatures that looked rather like elves seen in a badly distorted mirror (though Edward kept this observation to himself). They gobbled and squeaked as the elf and boy paced quickly by.",
        "\"Goblins,\" Moraelyn said with distaste. They turned a corner and went past two cages that held only large stone statues. There seemed to be more cages off down other hallways. The troll unlocked a huge black metal door. It clanged shut behind them. A very large green and yellow hooved creature sat man-like in one corner. Its unwinking eyes didn't flicker as they passed quickly and climbed still another stair. More white halls. These were patrolled by huge black dogs that sniffed at them as they passed. Edward stretched a hand to pet one, but it snarled at him.",
        "\"I wouldn't.\" Moraelyn said.",
        "\"Yes Sir.\"",
        "They came to another massive black metal door. A voice sounded. \"What is black and white, has one body, two heads, four arms, four legs, two red eyes and two brown?\"",
        "\"That's disgusting!\" Moraelyn yelled at the door, hands on hips.",
        "\"You are correct, mortal. You may pass.\" The door swung slowly open, creaking. There was no one behind it, just a narrow stairway that wound sharply. It seemed dark above. Moraelyn raced up the stairs, leaving Edward clinging to the bottom rail, shaking. There was not a thing to do but follow.",
        "\"Welcome, Edward.\" The Archmagister stood white and gold in the center of a large dim room. Huge windows looked out on the purple twilit sea below. \"Come here, child. Give me your hands.\"",
        "Edward put his hands in the Archmagister's who smiled down at him. Edward's fatigue and fear vanished instantly. He smiled back at the Archmagister, who said softly. \"It is well. You may go,\" to the furious dark elf who stood glowering to one side. Edward was barely aware of him, his whole attention occupied by the Archmagister.",
        "\"Goodbye, Edward.\"",
        "\"Bye.\" Edward didn't take his eyes off the Archmagister. From far away he heard the dark elf go down the stairs.",
        "\"He calls you son,\" the Archmagister said.",
        "\"Yes sir. I asked him if I might call him father.\"",
        "\"But you are not entirely comfortable about it.\"",
        "Edward sighed. \"No sir.\"",
        "\"That may be as well. You will return to Daggerfall one day. And then you must be Corcyr's son. So let the claim be on Moraelyn's side.\" The Archmagister moved companionably to the windows with him. The dusk was fast gathering as Edward stared out over the hill through which they'd journeyed. A dark figure appeared below and strode swiftly off into the night.",
        "\"That's Moraelyn! I thought he was going to stay the night. It's dangerous out there alone in the dark. There are evil things out there. Can't you...\"",
        "\"Dangerous for any evil that meets Moraelyn in his present mood. He will go safely, I promise you.\"",
        "\"Oh. But I haven't thanked him. He's been very kind, really. Why was he so angry about the door? It was just a silly question. The answer was him and my mother, when they're asleep and I'm not there. How do you make a door talk? Is it an illusion?\"",
        "\"That's three questions. Which of them do you want answered? Aren't you hungry? Would you like a bowl of stew?\"",
        "\"Yes, please. I'd like to hear about the door, please.\"",
        "\"Ah. You think the talking door may prove more comprehensible than a surly dark elf? More interesting? Or safer?\" The Archmagister's large golden eyes regarded the boy thoughtfully.",
        "\"I don't know if I, uh, like him. Sometimes I think I...and then other times I...do you understand about liking? He said he didn't.\"",
        "\"You would be more comfortable if you felt the same way about him at all times, yet you do not.\"",
        "\"Yes, that's it, exactly. You do understand.\"",
        "\"Moraelyn is not a comfortable man.\"",
        "\"Well, I don't mean that exactly. Sometimes he is. Like when we rode the dragon.\"",
        "The Archmagister laughed aloud. His laughter reminded Edward of chimes. \"Yes, yes. I find comfort myself in having Moraelyn near at hand when dragons are about.\"",
        "A young high elf brought in a bowl of stew and set it down on the table. Edward felt a bit disappointed that the stew had come in such an ordinary way. Until he remembered that the Archmagister hadn't sent for the stew.",
        "\"The priest at home in Daggerfall said it was a mark of evil things, that they cannot bear the light,\" Edward said between mouthfuls. \"Moraelyn doesn't like sunlight. And he's black.\"",
        "\"I see. Do you know what evil is?\"",
        "\"Um, well, if you do bad things, then you're evil?\"",
        "\"I see. If the cook had burnt the stew, would he then be evil?\"",
        "Edward grinned. \"No, just a bad cook. But if he did it on purpose, then I guess he'd have done an evil thing...but maybe he wouldn't be altogether evil. Maybe he was just angry about something.\"",
        "\"Or perhaps the sort of person who is pleased by spoiling others' pleasure?\"",
        "\"I guess that'd make my little brothers evil. They sure like to spoil my fun.\"",
        "\"And you?\"",
        "Edward felt his face redden. \"I don't take any notice of them,\" he said quickly. The Archmagister's large golden eyes regarded him steadily. To his own dismay, Edward began to cry. He bawled like a baby. \"I don't know what's wrong with me,\" he gasped. \"I never cry, really, I don't...hardly ever...\"",
        "\"Why ever not?\" Edward looked up. His tears had blurred his sight, but there seemed to be tears on the Archmagister's face. His hand reached up to feel the wetness. \"You have been very alone, have you not?\" the Archmagister said.",
        "\"Yes. Until you brought the unicorn for me, I was all alone. They endure no evil,\" Edward sighed with satisfaction, feeling relaxed and comfortable. The Archmagister was wonderful.",
        "\"We summoned the unicorn, Moraelyn and the dragon and I and others. It's a great magic and one no single man or woman may command. But don't trouble yourself overmuch with judging good and evil. That's a human notion. Life is complex; I know of nothing that is wholly good or wholly evil. Not even the unicorn.\"",
        "Edward's time in the Tower passed quickly. There were few other novices and the youngest of these was several years older than Edward. The boy spent several hours each day with the Archmagister. He learned to cast a few spells and to open his mind so that he could renew his magicka quickly while he slept. But often they just talked. Sometimes Edward was given a book to read. Other times he was allowed to choose one from the thousands in the library. He usually tired of them quickly. He didn't read Elvish script easily; his tutor had taught him the letters, but their few books were in Bretic.",
        "Spellcasting was more fun. Fire spells came easily to him and he learned to shield himself readily, but to his chagrin, he couldn't Heal at all. He invariably made things worse for the unlucky rats he was allowed to practice on.",
        "\"I don't know what I'm doing wrong!\" Edward cried out in frustration. He sent a dart of fire at the writhing rat and it turned into a charred corpse.",
        "\"Edward, it will be well if you let the Heal spells wait awhile yet.\"",
        "\"Moraelyn said Light Heal is the first spell anybody learns,\" Edward said sulkily.",
        "\"Did he? Well, he is a practitioner of magic, not a theorist. Even I would hesitate to say what a Breton might or might not learn, and when he might learn it. You are the first of your people with whom I have worked. Certainly Moraelyn has had no experience with your race, except for your mother, of course.\"",
        "\"My mother can't do magic.\"",
        "\"No, but we think the ability lies within her. She has not been able to learn to master it, possibly because she was too old when she first tried. If you want my opinion it is your thoughts and not your hands which are causing your difficulty. Weeping might help.\"",
        "\"I don't feel like crying,\" Edward said rather sullenly. He felt more like kicking something, although incinerating the rat had helped relieve some of that.",
        "\"Meditation might help, then.\"",
        "<title>King Edward, Part VI</title>",
        "<bold>Chapter 6: Training</bold>",
        "The day Edward was to leave the Archmagister summoned him, presented him with a mithril staff and bade him farewell.",
        "Back in his small cell Edward removed his novitiate robe and donned the grey shirt, black pants and red sash he'd worn to the Tower. He fingered the sash lovingly. His mother had purchased the shirt and pants, saying they looked sturdy and maybe wouldn't show the dirt from the journey. Moraelyn had given him the silk sash with its embroidery of twined leaves and flowers, birds and butterflies in mithril, dwarven and elven metallic threads. But he'd waited until they were across the channel. Aliera had said it cost too dear; she'd suggested cutting down one of Moraelyn's old ones to fit, but the elf had adamantly refused to let her have any of them. Edward smiled, remembering, and wrapped the sash twice round his waist then knotted the ends carefully. He took the staff and ran down to meet his parents.",
        "He'd meant to fling himself at them, but Moraelyn was alone and Edward stopped still. \"Where's my mother? Is she...?\"",
        "\"She wanted to stay and choose a horse for you. Didn't trust it to Beech.\"",
        "\"A horse? For me! Really?\"",
        "\"Of course. You can't walk all the way to Morrowind.\"",
        "\"I thought I'd have to ride behind...someone. Look, the Archmagister gave me...my staff! Isn't it beautiful?\"",
        "The elf took it and hefted it, trying a few swings and feints. \"Good balance and weight for thee, I think. Light for me. Show me how you use it. Suppose I attack you.\" He used his bare hands and Edward fell into a defensive position, blocked him, then thrust the staff toward Moraelyn's ribs. He danced easily aside, but praised the boy.",
        "\"A mage should have a dagger, too. I thought you might like to have Tooth here.\" Edward's eye popped. Tooth had an ebony blade and a hilt made from a real dragon's tooth. The elf slid it from its sheath and handed it to Edward who took it carefully. The blade had a wicked point and the edge was sharp enough to shave with. Mats borrowed it sometimes. He'd carved the hilt, too.",
        "\"Are you sure Mats doesn't mind?\"",
        "\"Quite sure.\" Moraelyn unbuckled his belt and slid the sheath off it. There was a new belt for",
        "Edward of snakeskin, soft and pliable and a buckle with the black rose of Morrowind on it, just like Moraelyn's. \"It's from the Companions.\" He knelt to fit the belt and dagger and the sash over it properly, and Edward threw his arms about his neck. \"It's wonderful. I do thank thee and them, too! And oh, I've missed all of thee so much.\"",
        "\"We missed you, too, son. Let's go or we'll miss our tide.\"",
        "\"I wouldn't want to worry mother,\" he said, trying to sound casual about having a mother that would worry about him.",
        "\"No fear; I told her not to look for us until tomorrow night....just in case. But we'll surprise her.\"",
        "\"Good thinking.\"",
        "They made good speed and reached the inlet before the tide was full.",
        "\"Shall I show you how to use Tooth, or would you rather rest?\"",
        "\"Tooth! I can rest in the boat while you work.\"",
        "Moraelyn shielded himself and Edward too, saying that Tooth's bite was no joke. \"I could have shielded myself,\" Edward said proudly. \"I'm good at that. But my Heals go all wrong.\"",
        "\"It'll come. Give it time.\"",
        "Evidently Tooth wanted time too. Try as he might, he couldn't get near the elf with the blade, even though Moraelyn kept his feet planted and simply swerved his body, ducking and weaving...and laughing. Frustrated, Edward sheathed Tooth and picked up the staff and whacked at him, swinging it with both hands. It wasn't doing any harm, but it made satisfying sounds as it thwacked against the spell shield. Moraelyn let him hit, but stopped the staff easily when the spell had been used up. Edward threw it on the ground and turned away; the elf reached for him in consolation. Edward snatched Tooth from the sheath and thrust it straight at the elf's heart. The blade was knocked spinning from his hand. Edward had braced to stop the thrust and hold it and he felt the shock even through his shield. Then Moraelyn was kneeling before him, nursing his left hand across his right knee, his face grey with shock and disbelief. Blood was gushing from his wrist like a fountain. \"Give me thy sash!\"",
        "\"I...I didn't...\" Edward's teeth were rattling in his head. He felt sick and dizzy. Bile washed up in his mouth. \"D-d-didn't--m-m-mean.\" So much blood.",
        "\"Boy, don't faint now. I need thy aid. The sash. Now, Edward! Pack it into the wound. Gods, what a mess!\" The hand was half severed at the wrist. Edward sat down abruptly, shaking all over, but his hands packed the sash into the open wound, then he wrapped the rest round the hand and wrist.",
        "\"Take my sash and make a sling.\" Moraelyn eased the injured limb into the sling and then released his other hand. He took the water bottle from his belt and drank it down. \"I need more water. Where's thy staff? There's a well two miles back. Where's Tooth? Go find it and don't cut yourself on it.\"",
        "\"I don't want it.\"",
        "\"Not many blades have bathed in Moraelyn's blood. 'Twill bring you luck. Do as I say.\"",
        "\"The tide's in.\"",
        "\"Aye and Firsthold could be on Jone for all the good it does us. I can't row one handed.\"",
        "\"I could...\"",
        "\"No, you cannot. You haven't the strength. The current's swift here. I prefer to die on land. Edward, we cannot stay here. The blood smell will draw beasts. If I faint, get well away and climb a tree. And pray.\" He climbed to his feet and leaned on the staff, breathing hard. \"Stay close, but don't grab at me, no matter what happens.\" He took a small step, then another.",
        "\"I'm sorry.\"",
        "\"Doubtless. You picked a poor time and place to turn assassin. A good assassin always has an escape planned.\"",
        "\"Yessir.\" Edward sniffed back his tears. \"Sir, I cannot Heal you, but I can restore some vigor.\"",
        "\"Can you? 'T'would be of great help.\" The spell Edward cast shook the elf; he gasped, but stood straighter and firmer after the shock wore off. \"I can do it again,\" Edward offered eagerly.",
        "\"Nay. You have plenty of power but want finesse. But 'tis much better, now.\"",
        "Moraelyn was walking better; he sounded better too. Edward tried to blot the picture of the injury out of his mind. They moved slowly, Moraelyn leaning against a tree from time to time to rest. Nothing molested them. After an interminable time of silent travelling they reached the old well. Moraelyn drained the first bottle and Edward refilled it, drank himself, then filled it yet again.",
        "\"We'll spend the night in there.\" 'There' was a large ramshackle building, apparently deserted. The elf kicked the locked door open. Inside it was pitch dark. \"Light?\" Edward offered.",
        "\"Nay. I can see. Save your power and stay by me.\" There was a skittering noise. Rats! Edward shielded them both without thinking, pulled Tooth out, and placed his back to the elf's. A rat leaped and drove itself onto the blade. Moraelyn swung the staff and laid out two more. Others scurried off.",
        "\"Well done, lad!\" They found a small windowless room and shut the door behind them. There",
        "seemed to be some wood about; probably it had been some sort of storage room off the kitchen. Moraelyn sat down against the wall.",
        "\"So. You can use a knife. Was all that pretense? To put me off my guard?\"",
        "Edward was appalled. He burst into tears, protesting that he'd never harm Moraelyn willingly. \"I meant it for jest; I thought it'd make you laugh...I was angry, at first, but at myself, my clumsiness, not you...it was a sudden thought....I love you dear!\"",
        "The elf reached out with his good arm and pulled Edward down to him. \"That's worth a hand, then, any day.\"",
        "Edward sobbed against his shoulder while Moraelyn soothed him with pats. \"You are my real father.\"",
        "\"Edward, I am not...\"",
        "\"Nay, thou art. Thee puts my well-being ahead of thine and loves me when I least deserve it. Thee's been kind and generous and never asked anything of me save to my own profit. Thee'd give thy very life for mine. That's what real fathers do. And I've given thee naught but pain. He who sired me despises me and my mother because we are unlike him. We are not like you either, and yet you love us well. I will do better by you, dear Father.\"",
        "\"I gave thee cause enough for offense. I took thy mother from thee.\"",
        "\"You risked losing her because you would not part me from my father. You did not know me and my father was your bitter enemy. And yet you took thought for us. You could not know how unnatural he is. It isn't in you.\"",
        "\"Granted. And yet the offense and your anger at it remain.\"",
        "\"I love you!\" Edward protested. But he heard an angry edge in his voice.",
        "\"And hate me.\" Moraelyn's voice was so calm and quiet that they might have been discussing the weather.",
        "\"I can't do both....can I?\"",
        "\"Can you?\"",
        "\"I didn't mean to hurt you.\"",
        "\"I believe you.\"",
        "\"Am I...am I, evil? I was sorry; I'd give anything if it hadn't happened, but...I..\".",
        "\"Took some measure of satisfaction in it.\"",
        "Edward's throat was choked with sobs; he couldn't speak, but nodded into Moraelyn's shoulder. The elf's hand stroked him gently.",
        "\"Did I'ric tell you of the Daedra?\"",
        "\"The demons? No. Is it a demon makes me do such things? I am evil, then.\"",
        "\"No, you are not. But the daedra feed on actions such as that. They encourage them. And your anger draws them. But they can't make you do anything. And they or it's not inside you. But it is connected to you.\"",
        "\"I don't want it. I want it to go away. How can I make it go away?\"",
        "\"Why don't you want it? You draw power from it. That's what let you shield us both with the rats attacked.\"",
        "\"Mana? That doesn't come from demons.\"",
        "\"No, but the ability to use it can. Look, some of your deeds feed the daedra. But you draw power from it at the same time. Then the power's yours, to use as you choose.\"",
        "\"Do you have a daedra?\"",
        "\"I do and it's a big one, too, but I think everyone has one or more. Some are stronger than others, that's all. But don't go around asking after them. It's not polite.\"",
        "\"I want mine to go away!\" Edward wailed.",
        "\"So you say. But pretending it isn't there will not accomplish that. Having a daedra is a bit like riding a horse. You must keep control. The daedra do not care for you. It would as lief feed off your pain or injury or death as any other, and find a new host. They do not think or plan as we can and I do not think they experience time as we do. So acts that feed the daedra take place in the moment and while you are caught up in them, past and future cease to exist for you too. It is an intensely pleasurable experience, but it can also be very dangerous. And very addictive, so that you begin to think only of feeding your daedra. You cease to think of the gods and those you love and even yourself. When you have walked too far along that path, you lose the will to choose another.\"",
        "\"How terrible! What must I do then?\"",
        "\"It is terrible, the worst that can befall a person. Remember this night. How you felt. Learn to recognize the daedra's hunger for what it is, and think about what you do. You are young and this is heavy for you, but you are at risk. Ah!\" The elf's body stiffened and he caught his breath. Edward guessed that the wound was paining him.",
        "Moraelyn said that he must sleep a bit, and could Edward keep watch and wake him in an hour's time. Then he could set a lock on the door and they could both rest.",
        "\"Aye, sir...and I might do somewhat more. I cannot set a lock, but...\" The door would not latch, nor would it stay open, but would swing nearly shut. Edward felt about near the wall behind it and found a wedge. He shut the door and drove the wedge home with a chunk of wood. \"I thought so. 'Tis awkward to pass such a door with both arms full of wood. We have such at ho...in Gerald's palace. Now anything trying to come in will rouse you; you can use your power to cast heal instead of lock.\"",
        "\"Why, well thought of, indeed.\" He freed his blade and laid it on the floor beside him. \"We may as well both sleep then.\"",
        "They slept fitfully. There were often scrabblings at the door and in the walls, but nothing entered their small closet. Moraelyn cast Heal several time during the night. By morning he pronounced himself as fit \"as a one-handed man can be.\" He unwrapped the sash-bandage and inspected the wound. The bleeding was stopped; the hand was still warm to the touch; it no longer hurt him nor was it swollen or discolored. But the wound was still open and the hand useless. Nerves and muscles had been severed and some of the small bones broken. Such repair was beyond his skill. Edward, feeling the daedra feed on the sight, turned quickly away.",
        "Moraelyn grinned. \"You may as well let it feed; it's a harmless sort of feeding. The damage is done.\"",
        "\"I mean to starve it,\" Edward said firmly.",
        "\"You can try to do that or you can learn to control it instead, and still walk with the gods. I think we'd best go back to the Tower.\"",
        "\"Aye, they'll be able to heal you there, will they not?\"",
        "\"I know not. At the least they'll be able to attach it more firmly than it is at present. Ah, do not look so downcast. The skill to mend it is somewhere, if not in the Tower. Ssa'ass is good with battle injuries and there are Temples which know more of the healing arts than the Tower mages. Besides, it's only my left hand.\" He held up the wadded sash, stiff with his dried blood. \"The color's more practical than thy mother thought. Let's see if we can wash it out a bit. Never have I come so ill-equipped on a journey. I might have been strolling down the main street in Ebonheart. Thy mother will kill me.\"",
        "\"Right after she kills me,\" Edward sighed. \"At least returning to the Tower will delay that.\" They came out into the bright courtyard. The morning sun was already high in the western sky.",
        "\"Not so. Edward, the Companions are coming now! I hear them. Mara, let me think of a real good lie!\"",
        "Mith trotted into the courtyard. \"Here they are!\" he called back to the others. \"By Torgo, you ARE injured. Let me see that. We thought to row across to meet you; we saw the blood on the shore and tracked you here. What attacked you?\"",
        "\"A demon.\"",
        "\"A demon! What!? In the open like that in daylight? Gods, what was it carrying, an ebony dai-katana?\" Mith whistled as he inspected the injury. Aliera and the others ran up. She hugged Edward, \"Are you all right, darling? I was worried.\" then paled as she saw her husband's hand.",
        "\"You must be slowing down. How'd you let a demon do that to you?\" Mith demanded.",
        "\"It was the boy...he grabbed at my arm in fright and my shield spell failed. It wasn't his fault; it was an accident. Ali, don't look at it. Edward, why don't you take thy mother to see the rat you killed?\"",
        "\"I want to watch Ssa'ass,\" Edward objected, then remembered that it would feed his daedra. But he might learn something about healing if he watched, which would be a good thing. This was going to be more complicated than he'd thought.",
        "\"Oh, Edward,\" Aliera said. \"You must keep clear in a fight.\"",
        "\"He killed a rat in the old inn there, after. Did right well. Kept his head, put his back to mine, shielded us both. Anyone's apt to panic in his first fight. Especially if he isn't expecting it.\"",
        "Ssa'ass came up last, as usual, elbowed the others aside and inspected the injury, hissing. \"I cann fixxxx thissss. It'ss cleann.\" He looked it over carefully, bending the hand back to open the wound. Then he brought the hand forward, so that the edges of the tissue met. He was very particular about getting it aligned just so. Then he had Mats hold it in place while he cast spells over it. All outer traces of the injury vanished, leaving not even a scar. Moraelyn swung it with satisfaction, twitching his fingers. \"Thanks, Ssa'ass. It's stiff, but...\"",
        "\"Tomorrow, I ffinissshhh.\"",
        "\"My poor baby,\" Aliera fussed over Edward. \"You must have been so frightened. And you spent the whole night in that awful house?\"",
        "\"I'm not a baby. I wasn't afraid; my father was there.\"",
        "<title>King Edward, Part VII</title>",
        "<bold>Chapter 7: Dragon</bold>",
        "\"So you saw a demon? And killed a rat with Tooth? That's a fine ebony dagger, Tooth is. They're rare so you want to take real good care of it,\" Mith said. \"I can't tell you about the blade except it came from Moraelyn's father. It's the one his brother sent him to repair just before we ran away. Would you like to hear about how they got the dragon's tooth that Mats carved the hilt from?\"",
        "Edward nodded, caressing the curved hilt with its lightly carved intertwined roses, thorns and leaves. It was well after supper and everyone but him and Mith had left the fire for one reason or another. Aliera and Moraelyn had gone for a walk hand in hand, Aliera holding Moraelyn's newly healed left hand in both of hers. They'd laughed and shaken their heads when he'd offered to come along, \"Not tonight,\" Aliera had said. \"Go to sleep soon. We'll be leaving before dawn.\" Willow had gone to visit a High Elf friend. Beech, Ssa'ass, Mats and the Khajiit woman, Silk, had also gone off together, laughing. They'd invited Mith to come along, but Mith had declined.",
        "\"Khajiits! They're all turning into a bunch of shameless Khajiits,\" Mith said. The short Dark Elf sat close to the glowing embers, knees to chest. His hair and eyes glowed in the dim light. \"If you're going to pair, you should pair, not turn it into an tourney. They'll be selling tickets next. But each to his own. Khajiits think we're weird because we like eating as a group. Silk says it put her right off her food at first, listening to everybody chew. Well, having a bunch of watchers puts me off. I s'pose you're too young for this kind of talk.\"",
        "Edward shrugged. It was a beautiful night, crisply cool, no moon, but the stars were very large and bright.",
        "\"Anyway, it was just a few months after Mats had joined up with us. We were up in Skyrim, travelling from town to town. Just three kids seeing the country a bit, picking up odd jobs where we could. Moraelyn entered tournaments if we heard about them, but he wasn't winning that much...just about enough to cover healing him up afterwards. You can get beat up pretty bad fighting Skyrim style - that's without shielding spells, or any other spells for that matter, no magic allowed - even if it isn't to the death. And he drew a few types that didn't mind seeing a little dark elf blood spilled in the sand. Or a lot. And the crowds were against him at first. It can get pretty lonely in the arena, especially if you're beating the home town favorite. And it's even worse if he's beating you. \"Mats and me 'ud be the only ones for him, and sometimes we didn't dare cheer too loud. They'd look real funny at a Nord boy cheering a Dark Elf back then. 'Course Mats was so big, not many wanted to start anything with him. That was a long time ago. Moraelyn's the favorite now if things get tough. 'Course the crowds will cheer for a good match, but hardly anyone really wants to see him lose now. They like seeing the best, even if it comes wrapped in a dark elf hide. And when he walks into an arena you know you're seeing the best. Not but what they'd like seeing a Nord that's better. And Mats may get there soon. He doesn't fight his best against Moraelyn, though. Maybe he doesn't want to, or maybe Moraelyn just knows him too well. Oh, well, you want to hear about the dragon...\"",
        "\"So Moraelyn was gambling with this Nord in a tavern one night, trying to pick up a little easy gold. The pot's pretty big, and the man can't match his bet, so he says he'll put this map on the pile and tap Moraelyn. Says it's a map to the hiding place of the best blade ever made. Says there's a spell on it so that if you hit your opponent, you get as much heal as he gets hurt. That some Mage hid it just before he died so's only someone worthy of it can get to it.\"",
        "\"'And you think I look worthy?' Moraelyn says, grinning. We were young and dumb, but not all that dumb.\"",
        "\"The Nord grins back and says 'I saw you fight in Falcreath, kid. You look like you'd take a chance.'\"",
        "\"'Why not? The story alone is worth the gold. You ought to be a Bard.' So anyway Moraelyn wins the pot and tosses the man enough back to keep his throat wet all evening. Just for laughs we look at the map. It showed the Dragon's Teeth Mountains down in Hammerfell. Real wild country. And there's an 'X' and some writing saying 'Fang Lair'. Mats gets excited and says he's heard of the place, but he'd never known just where it was.\"",
        "\"'And you still don't,' I say. 'Any fool can draw a map, just as any fool can look at one. I could do as much myself.'\"",
        "\"Mats says Fang Lair is an old dwarf mine, but there's supposed to be a dragon there now, and the dwarves are gone. Moraelyn looks real interested at the mention of a mine, and asks what they mined there. Mats says mithril and gold.\"",
        "\"Moraelyn says, 'Hmmmmm.'\"",
        "\"The mithril had him interested. We couldn't afford really good weapons. And mithril's scarce, but it's light to carry for its worth, and easy to mine and work if you know how; and he did. He didn't believe in the magic blade or the dragon, but he thought the mine might be real. Mining's in his blood, as it is in all the R'Aathim, the royal Kin of Ebonheart.\"",
        "\"It took us a couple of months to get there. We couldn't afford horses. We never would have found it without the map. It's tricky country, full of canyons and hidden valleys. We sure never expected what we saw when we did get there. You could see the towers from the canyon mouth, way back in there. Dark elves live right in caverns if they mine, but the dwarves had built a hall over the top of their mines. It's a pretty thing on the outside. Narrow towers, and arched bridges between them. Delicate looking; you wouldn't expect work like that from Dwarves. Merged right into the rocks too. And there was a big stone dragon mounted above the gate.\"",
        "\"'There's your dragon, Mats,' I said. The inside wasn't much to look at, just rock wall. The doorway was enormous, but the doors were gone. There was a balcony running right around a big open pit, probably the start of the mine, turned into a hall. And right in the middle was more treasure than you can imagine piled up almost like a haystack that'd been flattened out. And what had flattened it was a golden dragon curled right over it; we didn't even see him at first, 'cause he blended with the rest of the gold. Well, we just froze in place. We hadn't seen a sign of live dragon outside. The place smelled of brimstone, but most mines do. And there that dragon was, just lying there. And it's gotta be two miles to any kind of shelter.\"",
        "\"'I told you there was a dragon,' Mats whispers.\"",
        "\"'Shhhhh,' Moraelyn says. 'Look what's in front of his nose.'\"",
        "\"I'd been busy looking at his nose, believe you me. But there was a sword lying right there naked, sure enough...and the blade was dark metal that looked just like his dagger.\"",
        "\"'You two start back,' Moraelyn says, 'I'm going to try for that blade, anyway. If that's not ebony, I'm a wood elf. Maybe the dragon's dead, or asleep for the winter, or maybe it's not alive at all. Just something the dwarves made to guard their treasure. Like the scarecrows the Nord farmers put in their grain fields. At worst, I'll distract him long enough for you to get clear.'\"",
        "\"I'd a mind to take him up on it, but Mats just shook his head, and I was kinda ashamed to go back alone.\"",
        "\"'Let's all just clear out,' I said. That thing looked real enough to scare me away. But Moraelyn casts Invisibility and heads on down the stair, not making a sound that even I could hear. I could see Mats hated letting him go down alone, but Mats couldn't sneak past a blind, deaf beggar in a fish market. So we strung our bows and figured we could try to get off a couple of shots and maybe get lucky and take out the eyes if the dragon woke up and went for Moraelyn. Mats and I move around to where we can get onto a tower stair fast if we have to, figuring the dragon can't get in there. Then we scrunch down and peer between the railings. Not that there was anything to see except the dragon lying there. Which really is a lot to see, at that.\"",
        "\"Then those dragon eyes popped open and my heart gave one big jump and then seemed to quit entirely.\"",
        "\"'Ahhhhh! Dinner comes to me today,' the dragon says. 'Take a good look at my hoard, dark elf. You will not steal it nor even view it long, but your bones will keep it company...forever.'\"",
        "\"'I don't want your hoard, dragon, just the sword you guard. I'll trade you mine for it; mine's bigger.' I couldn't see Moraelyn, but his voice was coming from right near where the sword was. Which was practically in the dragon's mouth!\"",
        "\"'I get a meal and both swords. Why should I settle for just your poor sword?'\"",
        "\"'Let me pass and I'll get you more gold from below.'\"",
        "\"'I have gold enough.' The dragon yawned and I thought he was going to swallow Moraelyn right then, but he turned his head away, away from us, too. Mats was looking to get a shot, but it was really dark in there for Nord eyes and he was scared of hitting Moraelyn, since he couldn't locate him that well by sound. 'Course Moraelyn's too smart to get between us and the dragon, but Mats wasn't smart enough then to think that far along. Slavery dulls the wits in some ways, Mats says, and he hadn't been free very long. I could see well enough, and I could tell by sound exactly where Moraelyn was, but the shot was clean out of my range.\"",
        "\"The dragon goes on, 'But there is something you can do for me, elf, and prolong your life a few more minutes.'\"",
        "\"'A few more minutes sound pretty good just now, dragon. What would you ask of me?' Moraelyn's voice sounded as calm and easy as if he was asking if there would be rain tomorrow. He can keep his head in a tight spot, I'll give him that.\"",
        "\"'I have a toothache. It's too far back for me to reach it with my claws. Canst see it, elf?' The dragon gapes his jaws to bare his teeth.\"",
        "\"Moraelyn's invisiblity spell wore off about then, and I could see him standing there staring up into that cavern of a mouth. 'Lower your head a bit so I can get a good look.' He puts out his hand and pulls the upper lip aside, cool as you please, and examines the inner gum carefully. Damndest thing I ever saw.\"",
        "\"'It's abcessed. Thy gum wants lancing, and the tooth should come out. I can lance it if you trust me in there with a sword.'\"",
        "\"'And why should I trust you, dark elf? I hear no good of your kind.'\"",
        "\"'You must be spending too much time with Nords, then. I wouldn't be able to kill you before you killed me. Why should I even try? Listen, I have some friends up above. Suppose they hunt you up a nice fat deer. I'll lance your gum and you can let me go and eat the deer. Else you can just eat me now, toothache and all.'\"",
        "\"'Hssssssss. What makes you think your friends will return once they're away?'\"",
        "\"'They're not very smart. I think for them. They'd be lost without me. Good hunting, guys! Uh, if they can't find a deer, is there anything else you'd like? Pig, maybe? A few rabbits? Nuts? Berries? Hurry up, will you?' But we had hand signals and his hands said to get out of there and stay out! I'd a been glad to; I mean I'm fond of Moraelyn but I didn't see my dying alongside would bring him any comfort. I'd a been glad to see him clear if it was me that was on the menu, and I figured he felt the same way. But that thick-skulled Nord wouldn't listen to me! Said if dying beside him was all we could do, then that's what we'd do. Nord nonsense. Sounds good in a song, though.\"",
        "\"So we took a couple hours getting a deer and headed back with it. I figured Moraelyn was filling the dragon's belly by now, and the dragon would be happy to add a deer, another Dark Elf and a Nord to round out his day's rations. But Moraelyn was still sitting there, chatting with the dragon. He didn't look that pleased to see us, either. Told us to leave the deer and go and he'd lance the abcess once we're away. But Mats says he's been thinking. Oh, brother, I thought. Mats doesn't think too often, and that's a good thing, really. He's decided he can get a chain round that bad tooth, fasten down the end to the floor, and then the dragon can give it a good yank himself.\"",
        "\"The dragon likes the idea, so Moraelyn lances that abcess to take the swelling down to where the dragon can gulp the deer with some comfort. And then they rig up a chain and get that tooth out. Made a hell of a mess, that. Blood and pus everywhere. And Moraelyn's got us casting Heal spells on this dragon to stop the bleeding and close up the wound.\"",
        "\"'Ah, hum, good, very good. All right, Moraelyn, you've proven yourself. Take the sword and go.'\"",
        "\"Moraelyn looks at him. 'You mean this was some kind of test?' he says. 'How long have you had that toothache?'\"",
        "\"'Long indeed, as you measure time, mortal, yet not very long at all for dragonkind. Hear my story then: a scraggly young mage came along, hoping to steal my gold. I caught him at it; we had increasingly harsh words, and he attempted a spell aimed at me. His pitiful spell affected me little, and I killed him. But ummmm...' The dragon looked away briefly, then resumed his tale. 'The little runt had apparently cast a home-made Curse spell upon himself, and when I crunched him...' The dragon scowled fiercely, remembering, then continued, 'Anyway, the ache only came on bad when someone came along to try for the sword. The sharpest pain went away if I ate the intruder...but I usually didn't, though I've singed a few in self-defense; heh, waft a bit of fire and most of them fled. Deer are plentiful; there is something er, ah, unpleasant about eating someone you've talked to. That greasy mage gave me indigestion for days. Cramps and runny bowels and too much gas, even for a dragon. So that toothache never did completely go away. And the people who've come along haven't been very pleasant either...all in all one of the most unpleasant stretches in my life. I couldn't stay away from the vicinity of the sword for very long of course. Part of the curse.'\"",
        "\"'We could stay on for awhile, if you like. We're good company. I'm Moraelyn; my red-headed friend is Mith, and the big guy is Mats. I'd still like to look for mithril below and I've never had a dragon friend before.'\"",
        "\"'I might like that. You have good friends, and even though you have said that you must do the thinking for them. I think that they can do some thinking on their own, and it would appear that they have decided that you are a worthwhile fellow,' The dragon hesitated for a second and actually managed to look shy! 'You can call me Akatosh.'\"",
        "\"So we stayed for a couple of weeks. Hunted with the dragon; now that's an experience! Searched the mines...didn't find much down there. But the dragon gave us the jewels from his hoard. Said he only needed the metal; they absorb it into their scales while they lie on it. So we did pretty well out of it after all. Moraelyn tried to give Mats the sword. Claimed that he'd have sure tried to kill that dragon if we hadn't come back, and would have been toasted. But Mats wouldn't take it. Said the dragon gave it to Moraelyn so that was clearly who was supposed to get it. Mats took the tooth, but he made the hilt you've got now and gave Moraelyn that, too. Told me he'd never had anything worth giving before, and it made him feel good. He's real pleased Moraelyn chose to give it to you.\"",
        "\"I think Mats should have got the sword,\" Edward said. \"He didn't try to steal anything. It was really brave of him to come back, even when he didn't think it'd do any good. Moraelyn tried to steal, got caught and then just tried to talk his way out of it. You could all have been killed because of him.\"",
        "\"That's just what Moraelyn said. Ah, well, Mats likes that big axe of his better than a blade anyway.\"",
        "Edward sighed. \"I wish I was brave like Mats. I guess I'm more like you.\"",
        "\"Aye,\" Moraelyn's voice sounded behind him, startling the boy. \"Tart tongued, like Mith. No matter. I'll be well pleased if you're as brave as Mith. And if once I'm gone they say no more of me than 'he did what he had to do', my spirit will be at peace.\"",
        "<title>King Edward, Part VIII</title>",
        "<bold>Chapter 8: Wilderland</bold>",
        "The journey through Valenwood was pleasant. The weather held fair for the most part, with sunny days and cool nights. Bright leaves of scarlet, crimson, gold and green drifted down to form a carpet beneath their horses' feet. Valenwood was very different from the somber, steep forests of High Rock. When they reached the northern border, Edward, looking back, saw that the trees were mostly bare, shorn of their glory. Before them lay a wide green land of rolling hills with only a few stands of trees. It seemed to spread on forever.",
        "\"This is Wilderland, Edward,\" Moraelyn said. \"Be on your guard. It seems a pleasant land, but no king's writ runs here. Each man's hand is against every other's and there are worse than men. All the races of Tamriel meet here, and clash, save thine, perhaps.\"",
        "They journeyed for some days more with small incident, save one for a band of Khajiit raiders that crept up on their camp by night. These were easily repelled. Silk slew one and the rest ran off yowling. The gentle wood elf girl, Willow, lobbed fireballs after them. There were no roads, just small paths that criss-crossed one another and seemingly led nowhere.",
        "After two weeks of steady riding they came to a bowl shaped place in the hills where the land was tilled. The fields looked fair and were stacked with harvest, but the folk were dispirited, ragged, and unfriendly. Questions about inns got only shrugs and puzzled looks. Armed bands challenged them at times and demanded to know their business. When Moraelyn said they were bound for Morrowind, they were told to pass through quickly and mind they stole nothing.",
        "\"Passage is all we wish,\" Moraelyn said quietly.",
        "\"Someone should teach these folk manners,\" the usually placid Mats growled.",
        "\"Thou mayst stay and open a school of etiquette, if it pleases thee,\" Moraelyn said, \"I fear my life's too short to teach the lessons these villains require. Still, I like not the look of the sky; it looks even more evil than the folk. I think we'll try our luck in the town.\"",
        "The town was surrounded by a palisade of wood and had a stout gate. Guards looked them over and refused them entrance. \"None but humans enter here, elf. Take thy rabble and begone.\"",
        "\"I see. Ali, Mats, Edward, thou seemst to qualify for the hospitality here. The rest of us will shelter elsewhere.\"",
        "Aliera announced that she would see them all blown back to Firsthold by the storm before she'd step within these gates. So they circled the town, passing a moat with stone walls within and a keep of some sort within that. A track north took them past a small house with a large barn nearby. Both looked in poor repair, but Moraelyn sent Aliera and Edward to knock at the door and ask if they might sleep in the barn. The rest waited in the road.",
        "An elderly woman answered their knock; she looked pleased to see them. \"Stay? Aye, I'd be glad of the company. No need to sleep in the barn, though, lady. I've a room to spare. My name's Ora Engelsdottir.\" Aliera gestured toward the waiting Companions. The woman squinted toward them. \"Thy man's there and some friends? Aye, we'll all squeeze together then. T'will be warmer so. I've a pot of soup on the fire; made it to last me a week but you're welcome to it. I can make more.\"",
        "\"My husband's an elf.\"",
        "\"Is he so? He looks to take good care of thee and thy son. Thou's fat as pigs. Bring them in. I wish my grand-daughter had such a one to care for her.\"",
        "Ora refused payment, saying she was not yet at such a pass that her guests must pay for her hospitality. She said tales and song and an evening's merriment would be payment enough. Pots and dishes were set out to catch the worst of the leaks; she knew them all well. They gathered around the hearth and made very merry while the storm raged, banging the shutters and doors and threatening to blow the roof away altogether.",
        "\"Tell me, my lady,\" Ora whispered apart to Aliera, \"He's truly good to thee? He's so big and so black.\"",
        "\"Truly good,\" Aliera said keeping her mouth serious while her eyes laughed.",
        "\"Aye, 'tis well, then. He put me a bit in mind of our baron, who's big and dark...oh, not so dark as thy elf. He took my grand-daughter, Caron, and he does not treat her well. He...he hurts her, my lady. And she dare not run away. Where would she go?\" Tears gathered in Ora's eyes and followed worn familiar tracks down her cheeks.",
        "When their hostess had gone to sleep in her own room, Aliera repeated what she had been told.",
        "\"Let's rescue the girl,\" Beech said, \"we grow stale with inaction.\"",
        "\"Aye!\" said Silk and Willow at once.",
        "Mats growled an agreement. Mith and Ssa'ass looked interested.",
        "Moraelyn looked doubtful. \"We cannot right every wrong in Tamriel. This baron offers his folk shelter of a kind. They could leave if they liked it better outside.\"",
        "\"Aye,\" Mith said, \"he keeps the bandits off so he may rob the folk at leisure.\"",
        "\"And we pull him down? There'll be another to take his place. Or else the outside will come in and there'll be nothing left at all.\"",
        "\"Nothing would be better than this filthy something,\" Mats said.",
        "\"There's that.\" The storm seemed to have moved away. Aliera went to the door and stared up into the sky where clouds raced past the eastern moon. A single large brilliant blue star hung near the moon. \"Zenithar hangs near Tamriel tonight. Moraelyn?\"",
        "\"I'd thought to mend her roofs tomorrow if it's fair,\" he said as she returned to the fireside. \"We'll do so much at least. As for the rest, Aliera?\"",
        "\"She asked for my help, in a way and I...I think I hear Zenithar's voice in the wind and feel his hand in the rain on this night.\"",
        "\"Thy quest, then, wife.\"",
        "Aliera nodded, unsmiling. She curled up with Moraelyn in the chimney corner and they whispered and laughed together for awhile. Edward fell asleep. In the morning he was sent up on the roof to help Beech and Willow place new shingles. Moraelyn wrote a letter which he gave to Mats, telling him to take it to the baron, to arrive at the castle around dinnertime and to go afoot.",
        "\"You're going to challenge him for the girl!\" Edward grinned. \"But will he fight? And wouldn't he take her back again once we're gone?\"",
        "\"Mmm. Since he wouldn't let me in his town, thy mother thought to invite him to our house instead.\" Moraelyn stamped the letter with his sealing ring and handed it to Mats.",
        "\"Oh. It's a long way to your house still, isn't it?\" Edward felt a bit of disappointment that no rescue seemed imminent, but he supposed it really was not reasonable to expect eight people to take a keep, even if they were Moraelyn's Companions. Probably the songs exaggerated their deeds.",
        "Moraelyn grinned, ruffled Edward's hair and told him to cease his questions, get up on the roof, and mind his mother. Moraelyn and Mith set off together on foot. Aliera said they were going hunting. They did not return even at suppertime. Aliera told Edward not to worry; they'd meet later.",
        "It was well after sundown when she bid their hostess farewell. They took all the horses with them and left them in a grove near the north wall of the keep. Aliera asked Edward if he wanted to wait for them with the horses. Edward asked where they were going.",
        "\"We have to enter the keep to get Ora's grandchild out. No questions, Edward. If you're coming, then stay with me and do exactly as I say. Levitate across the moat: I must swim. Once across we'll scale the wall. Once inside, just follow me and be as silent as you can.\"",
        "Edward gaped at his mother and the other Companions. How could the six of them possibly storm a keep? Three women, two men and a boy? There would be guards up on the wall and a lot more inside. Mats would be inside too, though, he guessed. But where were Moraelyn and Mith?",
        "There were fearsome things in the moat. Edward began a protest, then thought better of it. Ssa'ass slid into the moat first. There was some splashing and hissing, then the water went quiet. Aliera entered the water. The others levitated.",
        "\"Here's the ropes,\" Beech said, feeling along the wall. There were three ropes. Edward, Beech and Ssa'ass went up first; Aliera, Willow and Silk followed. Moraelyn and Mith were waiting above. Two guards were snoring softly in a heap.",
        "\"How...\" Edward began, and found his mother's hand clapped over his mouth. A guard from another wall section called out and Edward's heart stopped beating. Mith called something back to him and tramping footsteps moved away.",
        "The Companions went silently down the stairs and slipped across the yard like shadows. There was no guard on the door to the keep itself. Inside the passages were eerily quiet. They stopped at an imposing door and flattened themselves against the wall beside it. They could hear voices within. A thin chilling wail sounded and died away. Moraelyn whistled a snatch of song into the silence that followed. The door swung open and they raced inside, falling on the startled guards like furies.",
        "Edward was last inside, Tooth in his hand; he stabbed the nearest guard in the side, and Beech finished him with a blow to the head. Mats had been inside; it was he who had opened the door. His axe clove the head of one guard, then swung against the inner door. Aliera and Willow had barred the strong outer door. Moraelyn's opponent was a very young man. He'd taken one look at the big dark elf, dropped his sword and fallen to his knees, praying for mercy.",
        "Moraelyn eyed him with disgust and said, \"Greet Zenithar for me; tell him Moraelyn of Ebonheart commends you to his mercy. I have none for such as you.\" He slashed the young guard's throat. Blood sprayed over Moraelyn's leathers. His victim fell over, gurgling horribly. A burning acid rose in Edward's throat; he swallowed hard and looked away.",
        "The guards inside the anteroom had been dispatched, but outside the door shouts and footfalls thundered and there was pounding on the door. Edward followed his mother into the inner chamber, which was empty save for a naked girl tied spreadeagle on the enormous bed, her eyes starting from her head.",
        "The Companions cut her free while Aliera caught her shoulders. \"Thy grandmother sent us, child. Where's the baron?\"",
        "The girl pointed at a bookcase, then clung to Aliera. She was no bigger than Edward and seemed not much older. Her breasts were just beginning. She was covered with welts and blood and purple-yellow bruises. Aliera flung her own cloak over the girl. Beech picked her up. Mith's fingers were feeling over the bookcase; there was a click and a section slid aside. He went through cautiously. The others followed and the secret door closed after them.",
        "\"I think it's just a bolt hole,\" Mith said, \"but there'll be traps, no doubt.\"",
        "\"Go warily, then, friend,\" Aliera said. \"There's no hurry. I think the baron plans to show his departing guests the door, as a good host should.\"",
        "A narrow passage opened to the left. Mith sent a bolt of light down it. The floor was littered with bones. Human bones. Small skulls stared eyelessly. \"I'm going to enjoy killing him,\" Moraelyn said.",
        "\"No!\" Aliera protested. \"My quest, my kill!\"",
        "Moraelyn swung to face her. \"Aliera...\"",
        "\"I want it sung that he died by Aliera's hand! I claim my right to face him, king.\"",
        "\"Leave him to me and we'll sing it your way! He's twice your size. D'you want to fight me for the right?\" The elf leaned over her, a full head taller.",
        "\"If I must.\" Aliera brushed past him, slinging her shield on her arm, and drawing her short sword as she ran. Moraelyn grabbed at her, missed, and ran after her. His size hampered him in the low, narrow passage. Sparks flew from his spell shield as he caroomed recklessly off the walls.",
        "\"Come on, you two,\" Mith yelled from ahead. \"I'm not promising to save him for you.\"",
        "\"Moraelyn,\" Edward gasped, running after him. \"You're not going to let her!\"",
        "\"Let her! How d'ye propose I stop her? I'm open to suggestions, short of actually fighting her myself.\" He seemed half-angry, half-amused.",
        "\"M-maybe he's gone by now.\"",
        "\"Nay, he's locked in here with us; we found the exit earlier from the other side and Mith set a lock the baron will not undo.\"",
        "\"Well, paralyze her. You can carry her.\"",
        "\"She's activated her shield; it reflects spells, among other things. I'd only paralyze myself and I'd be inconvenient to carry. She'll be all right. It's an excellent shield. It casts a very powerful protective spell. I'ric himself devised it.\"",
        "\"Having a spot of trouble with your locks tonight, baron?\" Mith's voice came clearly from ahead. They emerged into a larger space where the baron had been clawing vainly at switches beside a massive door. \"Shoddy work. You should get another smith.\"",
        "\"He won't be needing one,\" Aliera snarled. The Companions spread around her in a semi-circle. The baron set his back to the door and set himself in a fighting stance. He was a big man, as big as Mats, and he was holding an axe as big as the one Mats wielded, and wearing a breastplate and helm. He addressed Moraelyn.",
        "\"Nine against one. I'd expect odds like that from you black devils,\" Moraelyn was at the back of the group, yet the baron had singled him out as the leader. People did, somehow.",
        "\"You prefer the advantage of weight, do you not? But my wife wants you to herself. She cannot resist your charms it seems. Nor can I; I could not wait for you to respond to my invitation, so I came to you instead.\"",
        "\"I beat her and the rest of you kill me? Hah! It might be worth it at that,\" he added, staring at Aliera with cold dark eyes.",
        "Aliera smiled a terrible smile. Her dark hair swung free about her shoulders and she seemed to glow. \"You will not beat this woman, baron, but if you do, then you go free. You are mine alone tonight. Swear it all, by Zenithar! If he haps to kill me, my ghost will hound him to his grave and beyond.\" She sounded rather pleased at the prospect. Edward began to shiver.",
        "\"By Zenithar!\"",
        "The baron laughed, \"I don't believe you, but one last female for my collection then. Are you so wearied of her, elf?\"",
        "\"Are you so afraid of her that you'd rather face me instead?\" Somewhere deep in his mind Edward realized that the elf was right. Despite the baron's bravado, he was afraid of Aliera. Edward hadn't sworn with the others. He clutched his staff tightly but his feet seemed rooted to the floor.",
        "The baron laughed again and swung a mighty blow at Aliera in answer, but it deflected harmlessly off her shield. His eyes widened as he realized she was spell shielded. Aliera danced aside and cut his arm. She was nimble, but he managed to land many blows. If her shield went...Edward did not finish the thought.",
        "But he was leaving himself somewhat open in the hope of wearing her shield down and she was scoring hits against his limbs. She kept her blows low, trying to cost him the use of his legs and drain him of blood. All the while she taunted him about his manhood, saying she would geld him ere he died. A great blow knocked her back; her shield flashed and was gone.",
        "The baron raised his axe high to cleave her skull with a single blow. Her arm drew back and she threw her slender short sword straight into her enemy's eye. He dropped the axe and fell screaming to his knees, hands clawing at his face. Aliera stepped forward and thrust the sword home, piercing deep within the brain. The body fell over, twitching and jerking.",
        "\"Well fought, wife!\"",
        "\"I had a master trainer, and a better armorer!\" Aliera laughed, then she threw back her head and shouted wordlessly in triumph, raising her arms, fists clenched.",
        "\"That you did!\" Moraelyn grabbed Silk in a rough hug and kissed her noisily. \"It's a neat trick you taught her, Silk.\"",
        "\"I'll thank you to cease flirting with my trainer, husband!\" Aliera said, wiping her slender adamantium blade carefully.",
        "\"Me flirt? Not while thy blood's up, and thy shield's still charged. I'm just thanking her. I'll kiss I'ric too when next I see him.\"",
        "\"Is he truly dead?\" Caron had clung to Beech throughout the fight with her eyes closed. Now she regarded Aliera with Awe, Edward thought was the right word. Edward felt something of the same, although it was akin to horror.",
        "\"Dead enough,\" Aliera said, regarding the still faintly twitching form, with satisfaction. The girl drew closer, then knelt beside him. She picked up a stone and smashed it into the face again and again, sobbing. When she had done, Ssa'ass cast some healing spells on her. Mith unlocked the door. They'd come out quite near to where they had left the horses.",
        "They took the girl back to her mother's house and left her there, instructing her to tell anyone that ventured to molest her, that Zenithar's servants would return if she were harmed. The bewildered old woman clasped her granddaughter to her. As she bade them farewell, she whispered to Aliera to look after that man of hers.",
        "\"Oh, I do,\" Aliera said. \"I do.\"",
        "* * * * * * * *",
        "When they stopped for rest Aliera came over to Edward to talk to him, but he protested that he was very tired and just wanted to sleep. Moraelyn tugged her away, saying that if her son did not need her then she could see to her man, who did. They moved out of the circle of firelight. Edward lay wakeful, listening to their small, stifled sounds. That was not unusual. It had troubled him at first. \"I can't sleep; you're too noisy,\" he'd protested one night. \"What are you doing, anyway?\" That had drawn giggles from the Companions. \"Can't you at least pretend you're sleeping?\" Moraelyn had asked plaintively. \"Now I know why dark elves seldom have more than one child. What I do not understand is how humans manage to get so many.\" Moraelyn and Aliera had come back to lie by him that night, but after that he had pretended to sleep, like the others.",
        "And the noises were too familiar now to keep images of the night's adventures from flashing through his mind, as vivid as if they were happening again in truth. He could feel his daedra feeding and could not stop it. It just wasn't fair, he thought, but now he was beginning to see what Moraelyn meant by feeding his daedra and yet walking with the gods. With Zenithar.",
        "Moraelyn came back, carrying Aliera. He set her gently down, then stretched himself out between Edward and her.",
        "\"It must be difficult, being a woman,\" he said softly. \"It was hard, watching her. Just watching.\"",
        "Edward nodded.",
        "\"I've asked it often enough, of her,\" Moraelyn continued. \"She told me how hard it is, but I never knew until tonight. I knew she'd win. Zenithar was with her, and all the baron had was his daedra. And still it was very hard to watch. She makes that cast nine tries out of ten, and there were more uses on the shield if she missed, he'd have dropped of exhaustion before he wore it out entirely.\"",
        "\"I keep thinking about it, too...and the guard you...he asked for mercy?\"",
        "\"I know. And yet, he listened to that night after night. And still he remained the baron's man.\"",
        "\"Most men are not as strong as you are. Maybe he couldn't help himself?\" Why was he pleading for a man already dead? His mind kept replaying the night's events as if they might yet come out differently, for better or for worse.",
        "\"Even to witness evil such as that corrupts the soul. To watch and do nothing, Mats would have stayed my hand had there been anything there worth keeping. And it's worse for the young; I am sorry you had to pass through this night.\"",
        "\"Is my soul corrupted now?\"",
        "\"You feel the acid's bite, as do we all, but you'll heal.\"",
        "\"Can you Heal me now?\"",
        "\"Aye.\" Moraelyn gathered the boy in his arms, then rolled over so that Edward lay between his parents. Aliera put her arms around him without really waking. Her strong woman smell mingled with Moraelyn's musky dark spice odor in Edward's nostrils.",
        "\"She was so angry,\" Edward whispered. He'd wondered if he would ever really feel the same toward her again and yet her arms were still as comforting as before. Maybe Moraelyn too had needed that reassurance and had been wise enough to ask for it.",
        "\"She's a woman. That sort of injury to another touches her near,\" he said.",
        "How near? The boy looked the question he dared not put.",
        "\"Thy father's not a monster. But she was wed to a man who did not care for her, and she could not leave him. It's common enough among thy race, which makes it none the easier to bear, I think.\"",
        "\"She has a daedra, too, then?\" Edward asked sadly.",
        "\"You must speak with her about that.\"",
        "\"It wasn't really a fair fight, her shielded and not him.\"",
        "\"Fair fighting's for the arena, boy. Would you fight a wolf or hell hound without weapons, spells and armor, though they have none? I would not.\"",
        "\"What will become of Caron and Ora? And the other folk, now that the baron's dead?\"",
        "\"Do I look like the prophet Marukh? How should I know? We can stop here in the spring and see what's been planted in the field we burned tonight. I've no mind to stay and plow it. I've my own fields to tend, listen to me, I sound like a Nord farmer. Mines to dig is more like it.\" He yawned.",
        "\"The others didn't think about afterwards. You did.\"",
        "\"I'm a king; it's what we do.\"",
        "<title>King Edward, Part IX</title>",
        "<bold>Chapter 9: Luck</bold>",
        "Edward knelt behind Moraelyn, leaning over his shoulder so that he could see the cards the elf held. He was sitting away from the fire, so it was dark for human eyes, but Moraelyn was the only one of the group who would allow Edward to see his hand. The other players, Beech, Mith and Mats said Edward brought them bad luck. Moraelyn said that it was not really a question of luck, but that their hands were reflected in Edward's face for those that had the eyes to see such images. It was too dark for Beech and Mats to see Edward now, and Moraelyn blocked him from Mith's view. And yet, the pile of coins in front of Moraelyn had grown smaller since Edward had taken a place behind him. But this time he had been dealt a good hand. Edward could see that. It was Mats' turn. He was cogitating.",
        "\"You're shivering, son,\" Moraelyn said, \"Have you no warmer clothing? We must find something for you. Here, come share my cloak, then. You can hold the cards if you like.\" The wind was chill; there was a bite to it now that they were farther north and the year had grown older. Edward accepted the shelter of Moraelyn's arm and warm fur cloak and sat close against his side.",
        "\"I think I'll just play the cards I hold,\" Mats said at last, and pushed a pile of coins into the pot, then with sudden resolve, added a few more. \"There.\"",
        "\"Throw the hand down, Edward, we're through.\"",
        "\"But there aren't many better hands than what we've got!\" Edward protested.",
        "\"Edward!\" Moraelyn growled.",
        "\"Well, how'm I s'posed to learn?\" Mats didn't have to show his cards unless they matched his bet.",
        "\"By watching. Silently. Oh, very well. No one ever told me that fatherhood came cheaply.\" He shoved most of his coins into the pot to match Mats' bet and Edward laid the hand down.",
        "\"Ah,\" Mats said, \"you needn't do that, my friend. I'll show the boy my cards for free.\"",
        "\"You filthy Nord,\" Moraelyn said in disgust, \"put down your cards and take my gold, if you can beat my hand. Let's see if I'm the one who needs educating on how to play this game.\"",
        "\"You don't,\" Mats grinned. \"Except that you could have accepted my generous offer instead of throwing an insult at me.\" Mats laid down the perfect hand called The Ladies.",
        "\"A taunt like that rates an insult. Mats, that hand is almost worth the viewing price. Five beautiful Ladies! You don't see them together every day; they're not that fond of one another's company.\"",
        "\"How'd you know?\" Edward demanded.",
        "\"Ah, that'd be telling,\" Moraelyn grinned. \"Some things you're supposed to learn for yourself. That's part of the game. But remember that a good hand's worthless if someone else holds a better.\"",
        "\"I'm sorry.\" Edward looked ruefully at the few remaining coins.",
        "\"No matter. It's foolish to play with Mats on those nights when the God of Luck himself stands at his shoulder and all I have at mine is a runaway Breton prince who should be in his bed. He'd have had that money off me i' the end. This way we'll get a bit of sleep.\"",
        "\"Spoilsport,\" Mats grumped. \"It's not every night Sai visits me and I do enjoy his presence.\"",
        "\"He can leave as quickly as he comes. Sai's not someone you want to get overfond of, Mats.\"",
        "\"Who should know that better than I? Nay, do not apologize. I appreciate your concern for me, my friend. It's not altogether unwarranted, but I am mindful of the temptation. I know how undependable Sai's favor is, and how capricious. I play only among my friends, whom I do trust.\"",
        "\"Goodnight, then.\" Moraelyn and Mith went off to join those who were already asleep, leaving Mats and Beech and Edward by the fire. The dark elves' natural sleep pattern was a period of five or six hours during the day, and a short nap of two or three hours after midnight. Now that they were travelling, they were sleeping only at night, which was a difficult adjustment for Mith and Moraelyn, who had to use spells to cope with it. Edward had slept a bit as soon as they had stopped for the night, while the others prepared supper. In consequence he was now wide awake. Beech was yawning. Mats seemed to require less sleep than the rest.",
        "\"Tell me about Sai, Mats. I've never heard of him before. I didn't know there was a god of luck. I thought luck just happened.\"",
        "\"Being as you're Breton, I can understand that. Bretons like things explained, clear and",
        "reasonable, in sequence, so one thing follows from another, and you know where you are. Most gods are like that. They lay down rules and if you obey them and pay homage to the god, why then he or she grants you favor. And the better you keep the rules and the more you worship the god, the higher you rise in his favor. Those rules aren't always easy to keep, and one god's rules may require you to violate another's but you know where you are. Well, Sai's not like that. He's not a daedra, but he's got a daedric side to him, for sure. One thing, if you worship him too much, he'll abandon you altogether. They call it 'Sai's Affliction'. It's an overwhelming desire for the god's constant presence. My father suffered from it, poor man. The disease is more than just a desire for the god's presence. The sufferers require continual proof of the god's favor. So they gamble incessantly. Not to win, for all they do with winnings is keep on gambling until they lose. Then they do what they must to raise a stake so they can gamble again.",
        "\"Oh, it's a terrible thing. Terrible. My father sold me as a slave because of it. Later he sold my oldest sister. Then, when he was in debt yet again, he killed himself in one of his rare lucid moments when he could see what was happening to him. What he was doing to his family, himself. 'Course I was just a kid when I was sold. I didn't understand. I thought it was because of some fault of mine that I'd been sent away, laziness or stupidity or disobedience, and that if I'd only been a better son it wouldn't a happened. That's Auriel's way. It's intended that children should respect their parents and learn from them, but some parents aren't deserving of respect. Well, it was a sickness in him, so my mother says. I don't know that he should be blamed for it, any more than if he had red plague or leprosy. I believe her, yet sometimes I still feel it was my fault. Well, that was bad luck you might say. But Sai sent me Moraelyn and that was a lucky day indeed.",
        "\"What other god would put it into his head to stop one human from beating on another? Any other elf in Tamriel would have turned away in disgust or stopped to watch and laugh at the stupid humans. Two dark elf kids against four grown Nords, and for all they knew I deserved what I was getting. I could have been a thief or murderer. I suppose I was a thief. I'd stolen myself, so to speak.\"",
        "\"Moraelyn can't say himself why he did it. He says he was spoiling for a fight that day and seeing slavecatchers on Morrowind soil did nothing to ease his temper. That's why I say: it was Sai. But it was Moraelyn that listened to the god.",
        "\"There's no doubt it's a grand thing to feel Sai's hand on your shoulder. It's like riding the finest horse, like love itself. You're one with the world, and everything goes your way, everything's on your side, instead of being the constant struggle that life really is. You don't have to be smart or handsome or kind or witty. Things just go your way. If you do something dumb it doesn't matter. It'll turn out to be the right thing to have done. Lucky. Some folks do seem to be born lucky, others unlucky. I don't know why. Most everyone feels Sai's presence sometimes, I guess. You have, haven't you?\"",
        "Edward shook his head. He'd no idea what Mats was talking about.",
        "\"Well, it's a kind of greed, I guess, this Sai's Affliction. You see, there's only so much luck to spread around, and if a few folks got it all, there'd be none left for the rest. Like tonight, I won that last pot, but the others had to lose it. Everyone can't win with Sai. That's not true with other gods, not necessarily. You still don't understand, do you? Would you like to hear a story about Sai?\"",
        "Edward nodded. Mats was a good-natured fellow, but usually quite silent. Edward had thought him rather stupid. Mats' luck at cards seemed to have loosened his tongue, and now Edward saw that he thought a lot more than he talked.",
        "* * * * * * * *",
        "Long, long ago, when people were fewer and wolves more numerous than now a young widow named Josea lived smack in the middle of what is now the province of Skyrim. She was an ordinary sort of woman, neither plain nor pretty. She had smooth brown hair, warm brown eyes, a short nose, a full round face, and body to match. She'd been born the only child of peasant farmers. Her parents had been carried off by typhoid when she was seventeen. Shortly afterwards she had married Tom, a strong young woodcutter with a cheerful disposition and a roving eye. He'd gotten her pregnant quickly, then turned his attentions elsewhere. Shortly before the babe was due he'd been killed by the local goldsmith who'd come home unexpectedly, found the handsome woodcutter in bed with his wife, and stuck a knife in his back.",
        "Tom's death had occurred on Heart's Day. The babe, a boy, was born four months later during Mid Year. Two neighbor women came to help her birth him and one stayed a few days. After that she was left to cope with caring for child and smallholding as best she could.",
        "One evening in the next Morningstar, Josea went out to the small barn to do the evening chores, leaving the babe asleep in his crib. The wind was howling. She had to clutch her cloak tightly around her. She milked and fed the cow, fed the pigs and chickens. When she left the barn she walked out into a fierce blizzard. The wind had risen so that the barn door was wrenched from her hand and slammed back against the side of the barn. She couldn't even see the house, which was near the road, and some little distance from the barn, but she set off toward it with confidence.",
        "She'd lived here all her life and knew every inch of ground, although she'd never seen a storm quite this fierce and sudden. Already there were two inches of snow beneath her feet. She struggled against the wind for some time, until at last she realized that she must somehow have gone past the house. She turned back and tried to follow her own footprints, reasoning that at least she'd warm herself in the barn before setting out again. But the snow was falling so thickly that her footprints vanished before her eyes, and she was quite lost, and cold.",
        "Josea struggled on, hoping to come across something recognizable, a boulder or a tree or the road if not house or barn. Her hands and feet were wet and numb. She hadn't dressed heavily and was now chilled to the bone, with ice forming on her eyebrows and lashes.",
        "\"Timmy! Tiimmmeee!\" She cried her child's name, hoping against hope that the babe would wake and cry and that she might follow the sound to him. She stood and listened, gasping the cold air into her lungs, but there was only the howling of the wind. The wind, or something more? A grey shape took form in front of her, staring at her with slitted yellow eyes. A great grey wolf.",
        "Her heart seemed to stop. Her eyes filled with tears as she thought of her child lying helpless in the house alone, and his mother dead outside. How unlucky, to die so close to shelter! Unlucky. But she had always been unlucky, the unluckiest woman she knew. It might be days before any thought to visit her. She sank down to her knees, exhausted. The wolf sat before her, threw back its head and voiced its dreadful howl.",
        "Her frozen hands scrabbled in the snow, looking for stone or stick, anything with which to defend herself against the pack. Another dark shadow appeared from the whirling white snow. She scrambled backwards in a panic. This one was also gray, but tall and two-legged, gray cloaked and hooded. Its gloved hand reached for the wolf's head and patted it. Her scream died in her throat.",
        "\"No need to fear, lass. We'll not bring you harm, nay quite otherwise. Be you the mother of yon child?\"",
        "She nodded dumbly. His voice was deep and kind, clear in the high whistling of the wind,",
        "but her eyes went to his dread companion.",
        "\"No need to fear,\" he repeated. \"My friend Grellan here will lead us back to safety. Unless",
        "you indeed do wish to spend the night here.\" His hands reached for hers and pulled her up, and she leaned on his arm and hobbled alongside him.",
        "When at last they reached her door, he said, \"I stopped here hoping for shelter from the storm. I hope you don't mind?\"",
        "How could she refuse? Men too could be wolves, but if he were it wasn't likely he'd take no for an answer anyway. \"P-p-please come in. I l-left the k-kettle on the boil but I expect it's empty by now,\" she said inanely.",
        "\"I did go in, when there was no response to my knock, and found the babe asleep and alone, and the kettle boiling away. I took the kettle from the fire, but left the babe be. I knew his mother would not be far, and sent Grellan to find you. Lucky for you, but then I have always brought luck to those around me.\"",
        "He threw back his hood and she saw that he was tall and pale, with silver hair and eyes, but a young face. His countenance was grim, but the silver eyes were kind and his mouth gentle. \"My horse too will want shelter on this night. Have you a shed to offer him?\"",
        "While he stabled his horse she changed out of her wet clothing and fixed a bit of supper for them: soup and bread and cheese, and elmroot tea. As she dished it up she apologized meekly for the meager fare.",
        "\"Why, 'tis a feast compared to my efforts!\" He smiled, and fell to, hungrily. Grellan lay by the fire, his eyes fixed on his master, who occasionally flung him a morsel. \"He ate well yesterday, luckily for your chickens, else I'd have to buy one from you.\"",
        "\"Nay, nay,\" she protested. \"I'm deep in your debt and glad to share anything I have with you.\" The babe stirred and cried then, and she picked him up, changed his wet diaper, and put him to her breast.",
        "\"Where's your husband, lady?\"",
        "She hesitated a moment - the thought flashed that she should not tell this stranger how alone and unprotected she was - then told him the truth.",
        "\"A sad tale, truly,\" he said, \"but he's left you a handsome child, and you seem quite comfortable here.\" His eyes went round the humble one room cottage, crib and feather bed at one end, covered with a quilt of her mother's making, and stone hearth at the other, table and chairs made by her father in the middle. A ladder led to the loft where she'd slept as a child. Suddenly the simple room seemed a palace to her. They were warm and dry and well fed, and indeed what could be better?",
        "\"Why, you're right, stranger. I am lucky after all. Now, will you tell me something of yourself?\"",
        "\"I am less fortunate than you in some ways. I am a wanderer, and born to wanderers, a tinker by trade, though I can turn my hand to most things. I have never been married and have no children, nor have I ever had a home other than the wagon my horse pulls. I've never stayed long in one place. My parents named me Sai, but most folks call me Lucky.\"",
        "\"Lucky is what I will call you then, for you have indeed been lucky for me.\"",
        "He stood and stretched, and began clearing the remnants of their meal from the table. He poured water from the copper kettle into the basin and washed and dried the dishes, something she had never seen a man do before. After the babe was fed they played with him on the hearthrug while he told her of some of the odd and wonderful places and peoples he had met with on his journeys, and once again her life seemed very narrow and dull. After an hour or two the babe grew tired and cranky, and she took him on her lap and sang to him until he fell asleep. She laid him in his crib and wrapped him warmly in a rabbit fur bunting.",
        "When she went back to the fire, Lucky reached for her hand and held it for a moment, without a word, then they were in one another's arms and kissing hungrily. They shed their clothing and lay together shamelessly, enjoying each others bodies in the flickering rosy firelight. He loved the roundness of her breasts and thighs, belly and buttocks, and said she was as juicy as an apple. His bleached lean muscular body and silken hair fascinated her as much. She had loved Tom and known pleasant moments with him, but nothing like she felt with this stranger.",
        "She woke in bed in the morning, to the baby's crying as usual. Lucky wasn't there and she thought he must have been a vivid dream. Then the door opened and shut, and he was striding toward her, fully dressed, and motioning her to stay where she was. He kissed her lips, then brought the babe to her and stood watching as he suckled. \"What a pity that we remember not the pleasure we once knew.\"",
        "\"Yet we have pleasures still that we will remember,\" she said, and felt her cheeks redden at her boldness. What a wanton he must think her!",
        "\"Indeed,\" he said, and laid his cold hand against her hot cheek.",
        "The storm had stopped during the night, but the snow was deep on the road, and it was clear that it would be days before the horse could pull Lucky's small wagon along the road. That wagon was brightly painted with leaves and vines and flowers in red and blue and green and yellow. The wheels were red with yellow spokes. It had a canvas top, also painted, blue with white fleecy clouds. Josea loved the wagon but it sorted oddly with Lucky's quiet greyness.",
        "Lucky did small jobs for her, mending tools, hinges, and utensils. He cut more wood for her, saying that if she did not need it this year, there would be another. He stayed a week and a thaw came and then a freeze, and the road was rutted but fit for travel. They looked at one another in the morning light, and he said that it couldn't hurt to stay another day, or maybe two, if she was not yet tired of him. She wasn't.",
        "After another week, Lucky asked her if she would come with him. Her heart leaped at the question, but she looked around the little house where she'd spent all her life, thought of her land and village and her babe, and said, \"I can't go. I've no desire to travel, and I don't want to bring my babe up as a homeless waif.\"",
        "Pain flashed across Lucky's pale face, but he only nodded, harnessed up his horse, and kissed her goodbye. Tears clouded her eyes and blurred the gay wagon colors.",
        "Sun's Dawn passed very slowly, with rain and sleet and snow, but nothing like the storm that had brought Lucky to her. Occasionally there was a knock at her door, which started her heart pounding, but always it was just a villager, come to buy the dried herbs she sold. Then, on the first night of First Seed, she heard the creak of a wagon and knew. She flew to the door, her face alight and flung herself into his arms.",
        "\"I can't stay,\" he said. \"I'm just passing through...\" and that was all the talking they did for quite awhile.",
        "Spring came and crocuses poked their noses up through the snow. Lucky spaded up her garden. Curious neighbors came to call, but found out no more about him than she knew. She sold them eggs - her chickens were laying very well - and dried herbs and an elixir she made from her grandmother's recipe, which was sovereign for headache and rheumatism. They hired Lucky for odd jobs, despite their suspicion of him.",
        "Lucky continued to come and go, never saying where or when he'd be back, but he seldom stayed away more than a few days. He spoke no words of love, but loved her fiercely all the same. Josea's round belly grew rounder, and she weaned Timmy to cow's milk. Lucky's trips became shorter and less frequent. All around the land prospered. Even the oldest could not recall a better harvest. In Hearthfire Josea birthed a beautiful baby girl with silver hair, but eyes of cornflower blue. Lucky held his child and joy radiated from him, so that he seemed to burn with a white fire.",
        "<title>King Edward, Part X</title>",
        "<bold>Chapter 10: Josea and Lucky, Part II</bold>",
        "Mats continued his story of Lucky and Josea.",
        "* * * * * * * *",
        "The years passed, twenty of them. More children came. Timmy took a bride. The land continued to prosper. Few died, so there were many people now, and much of the forest was cleared for farms. Others became soldiers or sailors. Their voyages and battles all prospered, and they returned home laden with booty. The gods were with them, people said, for they were virtuous and deserving folk. Skyrim was united now under King Vrage the Gifted, second and noblest son of the legendary Harald of Ysgramoor, thus Josea's king was high king of all Skyrim. The Nords under Vrage's leadership spread into Morrowind and High Rock, conquering some of the sly and thievish dark elves and the weak and superstitious Bretons.",
        "Josea and Lucky had opened a store and built a fine big house for their family. One night Josea awoke alone, and heard voices in the hall. She left her bed and crept to see. The voices sounded angry!",
        "Lucky was standing there in his nightshirt; the passing years had changed him little. He looked no older, but he had grown leaner and paler, and somehow less substantial. Standing with him were a tall matronly woman, dark haired, and clad in a fine blue robe, a knight in black armor, carrying a black sword and a handsome blond man, greenclad, with a bow. Two elves were there as well, one fair and one with golden skin; one had a harp, the other a lute. Elves had not been seen in Skyrim in years! How did quiet simple Lucky come to know such grand people?",
        "\"Is this how you keep your pact with us? Did we not make the rules clear to you?\"",
        "The woman was shouting at Lucky, who only muttered, \"Lady Mara, I didn't realize it had been so long. It was only for a few days, and then a few days more. And then there were the children and Josea needed me. I thought no harm. Things seemed to go well for everyone. It hasn't been so long. Tamriel did well enough without me before.\" Lucky spoke softly, yet his face was set and Josea knew how stubborn he could be.",
        "\"Everyone! What of the Bretons? What of the dark elves? And the wood elves. Of the ice elves I say nothing. They are gone, gone altogether and forever.\"",
        "\"Such shy folk...I tried,\" Lucky faltered. \"I did try. The ice elves were very hard to find, and not that friendly when I did find them.\"",
        "\"Are all the elves to follow them, and the Bretons, and then the other races?\"",
        "\"I'll go; I will go. But High Rock and Morrowind are so far from here. And how can I leave my children? Surely, I am entitled to children? And my woman...\"",
        "\"You could have arranged matters as I did,\" said the green clad ranger. \"Now it's too late for that. Matters have gone too far. We trusted you. It was a simple assignment. Yet we should have watched him.\" This last sentence was addressed to the black knight.",
        "\"I did watch him,\" the knight snapped, waving his sword, which Josea now saw was actually a part of his arm. \"Yet alone I could do nothing! I'd few devotees in either High Rock or Morrowind. Once I realized I knew I had to find the rest of you; alone I could do little. What I could, I did. They're halted for now, yet the damage must be repaired, and he who caused it must do the fixing, Tinker! It won't be easy. You'll have to avoid the Skyrim folk altogether for a couple of hundred years, I think.\"",
        "\"No! My Lord Ebonarm, no!\" The cry was wrenched from Lucky's heart. \"I cannot. I implore you. Do not ask it of me...leave me something of my own! Why must I always give it all to others? I'm tired of it! You promised me a life, and what you gave me, that endless wandering, was not a life!\" The black knight Ebonarm scowled back at Lucky.",
        "\"We are a gentle folk,\" the wood elf bard said in his musical voice, \"yet Zenithar can no longer be restrained. And if he wars against you, the other elven gods stand with him! If the gods war, Tamriel itself may be destroyed. You may find daedra to stand with you; they love chaos. But I think you will find that not even Springseed, Ebonarm and Mara will fight for you if you defy them further.\"",
        "\"Jephre speaks truth, as ever. Let us not speak of war among ourselves, my friend. We wished your folk no ill. We deeply regret what has happened and will labor to repair our fault. I regret our long absence, yet it was necessary. Raen and I were needed...elsewhere.\" Mara said. \"And not even a god, or a goddess, can be everywhere at once.\"",
        "\"As for you, Sai,\" she said, turning to Lucky, \"One night a year with your woman and your children I will grant you. But not in the flesh. The temptations are too strong for you, I see. It was a mistake to let you hold the flesh so long. I apologize to the rest of you. Now, go and make your farewells. You are dismissed.\"",
        "The knight and ranger vanished, but the elves remained. The golden skinned one spoke to Mara, \"Watch these new folk of yours more carefully, Lady Mara. We are a patient people, and kindly disposed to other sentient races, yet there are limits to our patience. Take warning.\" Then the elves too were gone.",
        "Lucky fell to his knees, clutching at Mara's robe, his face a mask of anguish, \"Lady, wait! I implore you. Am I never to feel again? Never? It is more than I can bear. The rest of you can assume mortal form on occasion. Better I should have died naturally, and gone to rest,\" he added bitterly.",
        "Mara considered, frowning. \"Others have paid dearly for the life you have stolen. Their spirits are not at rest; they too will exact payment. And yet...very well. If you will labor to repair the damage you have done, then you may on occasion assume bodily form, but not as human. Wolf shape shall be yours, in return for the kindness you showed Grellan.\"",
        "And she was gone, leaving Lucky standing alone, barefoot. Josea ran to him and clasped him...oh, how thin and cold he was!",
        "\"What is it, dearest? Who were they? What does it mean? Oh, don't leave us!\"",
        "\"I must,\" he said, shivering. \"I have stayed far too long. My dearest, I am Luck itself. I was born with the talent, though mortal as yourself. My lord took me for a soldier. I was killed in my first battle, even as the battle was won. I ever brought luck to others, never to myself, never. Ebonarm appeared to me, said I had an interesting talent and offered me immortality if I would agree to spread my luck about.\"",
        "\"He said the gods were overworked, seeing to events, and constantly quarreling over what should happen. He thought that I could balance things out naturally with my inborn talent. I was young. I'd barely lived. I didn't want to die, so I agreed, and Ebonarm said that I could keep my body for a time. I wouldn't age or die, but I would fade slowly, as you have seen. I am nearly eighty now. I did as he bade for many years. Then I met you, and found myself trapped by your need, I think. I was your Luck, you see, what you needed. And truth is, I needed you, too, my dear love.",
        "\"Yet while I've stayed here, my luck has spread like ripples, strongest in the center, weak along the edges until there's none at all in Morrowind and High Rock and the Wilderness to the south, and the folk are dead or chained in slavery. Also I've brought luck only to the Nords among whom I've lived, so that the wood elves have fled and the ice elves have died. Now I must go, and bring Luck back to them and redress the balance, as it should have been.\"",
        "He went to the children's rooms and kissed them as they slept, while his tears fell on them. Then he said, \"I'll be with you one night each year, though you will not see me. Yet you will",
        "feel my presence, dearest. Oh, and I could never speak of love or marriage...but know I love you, as no man or god loved woman.\" Then he kissed her one last time, and was gone.",
        "* * * * * * * *",
        "Mats stopped talking at last. The fire had burned down to ashes. Edward drew a long breath.",
        "\"That's some story,\" Edward said. \"Is it true?\"",
        "\"Are you calling my grandmother a liar? I know she used to leave a bit of food and a bowl of milk out on winter nights. 'For the Wolf,' she said. And we Nords hold it very unlucky to attack a wolf unless it attacks you. It just might be Sai!",
        "\"My grandmother said she got the tale from her great-grandmother, and her great was Josea herself. So she said. Or maybe it was her great-great-grandmother. I get lost there. Anyway it happened during the reign of King Vrage the Gifted, like I said, when the Nords invaded Morrowind and High Rock. It took Sai a hundred and fifty years to get things set right again, and he needed a lot of help. From Moraelyn's brothers and father, among others. The dark elves and Bretons have been lucky to get their lands back, you see, and it's been hard times for Skyrim folk, although once your luck builds up the way theirs did, it takes a long time to really run out altogether. And Sai didn't make the same mistake again. He's been spreading luck around ever since. Otherwise folk get arrogant and start thinking they're entitled to more than others. Yet he's kept his promise. You see, I'm his descendant and once a year I feel his presence. That was tonight.\"",
        "\"I thought being a god means you can do just as you please,\" Edward said.",
        "\"Well, they can, you see. Sai did, for awhile, but he and his fellow gods weren't pleased with the results. There's rules to being a god, it seems, just as there are rules to being a man or a boy.\"",
        "\"Who makes the rules then?\" Edward demanded.",
        "Mats laughed. \"Best save that question up for the Archmagister. It's much too deep for me! Well, I don't know about you, but I'm going to have a drink. I'm parched after so much talking and then rouse Mith, so I can sleep myself.\"",
        "\"Mats, I was taught that Moraelyn's father and brothers were just raiders and that the Nords were the real owners of the lands they took. That the dark elves come up out of the ground and raid for meanness and profit.\"",
        "\"Moraelyn's father, Kronin, and his brothers, Cruethys and Ephen, took to raiding after the Nords drove them out of Ebonheart. Guerilla warfare isn't pretty, but neither is losing your homeland. Human memories of that time are faded hand-me-downs, but there's a fair number of dark elves who lived through it still around. Moraelyn's aunt Yoriss for one, she who rules in Kragenmoor. Oh, there's some dark elves still, along the borderland in Blacklight, who are just thieves and kidnappers, no question. They have holds up in the mountain caverns and raid farms and villages in east Skyrim. But Moraelyn's folk have naught to do with them, leastways not since they regained their own lands in Morrowind. Moraelyn hates the raiding. He'd stop it if he could.\" Mats sighed.",
        "\"Why can't he?\"",
        "Mats yawned widely. \"That's a matter of politics and power, boy. You ask him about it, and you'll likely get more answer than you want, for once. Me, I'm off to bed. Good night.\"",
        "<title>King Edward, Part XI</title>",
        "The Companions stayed the night at a crude but comfortable inn at a tiny village that called itself Raven Spring, located in the foothills of the Wrothgarian Mountains. The next morning they resumed their journey eastward, moving through rolling hills towards the Skyrim and Hammerfell borders, and camping the next two nights under clear early summer skies. When they resumed traveling the third morning, Moraelyn told everyone to watch the slopes north of the road for a notch opening to a high meadow that faced to the southwest. Shortly afterward everyone spotted it almost simultaneously when the group completed a bend around a rocky outcrop.",
        "Silk and Beech went ahead to scout a good route, and to look for a campsite for the evening ahead. By dusk they had covered most of the distance to the meadow, but still faced some stiff climbing the next morning. They agreed that it was time to camp once again, but happily a lunchtime picnic seemed very likely the next day.",
        "By mid-day the next day, which was Loredas the 5th of Mid Year, the Companions were sprawled across a grassy slope within the Dragon Village, having been joined by Akatosh and one other dragon. This second dragon was smaller than Akatosh, and seemed to be a female, although characteristically Akatosh had just introduced the dragon as Debudjen, with no further explanations being forthcoming. The two dragons politely chatted with the humanoids as they enjoyed their repast, though Debudjen flew off afterwards, to arc gracefully above, and then swoop down upon a steer in a grassy field some distance away.",
        "Akatosh had been watching Edward's reaction to this, and asked: \"Why did you flinch, Edward? Debudjen had not eaten recently, and really behaved no differently than you just have.\"",
        "Edward replied with a small smile, \"I don't think that our meal was quite that violent in nature.\"",
        "Akatosh returned the smile, but then responded. \"A good reminder then, that we are only similar, rather than the same.\"",
        "Edward paused, squinting into the mid-afternoon sun, and then turned to the golden dragon: \"Akatosh, why did you choose this spot for your village?\"",
        "\"Well, it was high enough up into the mountains to suit us, but flat enough for raising the cattle with trees for the deer and it is very defensible for all of us. There is plenty of room for the humans to build their ranches and farms, and the elves are quite comfortable in the dense trees along the cliff edges. The adits in the surrounding cliff faces provide us the access to our lairs, which we have located within the mining tunnel system. All in all, an ideal site for such an experiment involving this many races of beings. It even opens to the southwest, providing reasonable warmth for the smaller beings, with some protection from the elements during the colder months.\"",
        "Edward responded, \"It is difficult for me to get used to the notion of a village without some central concentration of buildings, but perhaps these will be developed in the future; at least, a few buildings for meetings and socializing. And, I suppose that there are also some beautiful sunsets to be seen.\"",
        "The dragon smiled again, but replied \"Quite so, but I am the only one of the dragonkind to show any interest, and that was not a legitimate consideration when we chose this site.\" Then wistfully: \"I wish that I could assemble the words to describe some of them. I have attempted this many, many times, but the results just are not...very admirable.\" More briskly: \"And by the way, we do intend to erect a meeting hall for the humanoids, and also some stores for barter and other exchanges of goods.\"",
        "Moraelyn had wandered over and seated himself, and he asked, with a notable absence of the usual humanoid respect for dragons, \"Whatever possessed you to attempt such a crazy experiment, Akatosh?\"",
        "The dragon paused thoughtfully, and then replied \"As is my wont I had been analyzing, in this case one might say the history of dragon behavior. Clearly our lengthy contest of resistance to these new Aurielian gods was futile, but it took many of our generations for us to realize and accept this. Then, our next pattern was to isolate ourselves, even from each other, and to resist intrusion from any and all beings. The exception of course was to mate among ourselves and procreate our race. However, aside from that one activity, we fought any and all for our precious privacy, and really for no good reason except that we can be an especially stubborn race.\"",
        "Edward said, \"Then you maintained a pattern of behavior long after the reason for it was gone?\"",
        "Akatosh looked a bit embarrassed. He said stiffly, \"I believe that is what I just said. We are not the only sentient race to fall prey to that.\"",
        "Edward said, \"The Archmagister has told me that much behavior is inborn.\"",
        "Moraelyn smiled at him, \"And inborn behavior patterns are a particular problem for long-lived species who change slowly as conditions change. We elves suffer from it even more than you short-lived humans, which is why we like to keep things as they are, though life is change and to resist it utterly is death. Dragons live far, far longer than even elves, and, in consequence, breed even more slowly. Still, who can say what alterations being born into a social setting may produce, for good or ill, in dragon behavior.\"",
        "Aliera had by this time joined the conversation, and observed: \"The Daedra must have been long pleased with dragon behavior.\"",
        "Akatosh responded, \"Perhaps so, but I approached our queen with this suggestion moreso because it seemed clear to me that as a race we had fallen into a stasis, and we needed to break this shell in order to invigorate ourselves. She didn't quite agree with me, but, perhaps because of my reputation, she told me to go ahead and make this attempt.\"",
        "By this point, all of the Companions were sitting within hearing range, and Mats asked: \"Did you have to get your queen's permission? And have there been many difficulties among the various races?\"",
        "\"Permission is not quite accurate in this case, Mats; being the beings that we are, it was moreso that I was obliged to tell her of this so that she would have the information. For example, other dragons regularly come to me with potential military intelligence, following this same philosophy of preparedness.\"",
        "Mats grinned and said, \"You mean 'just in case', right? But what about these elves and humans?\"",
        "\"Ah, our humanoid Lord and Lady do set a most remarkable example of tolerance and respect for differing shapes and customs. I owe a debt of gratitude to Moraelyn for the loan of his smiths and miners, who have been most generous in sharing their knowledge and skills with the Bretons that my young friend Edward and I have, ah, persuaded to attempt settlement here. It is my experience that Bretons, well, many Bretons, will do virtually anything so long as it is profitable and they gain skill and knowledge from it. The Nordic lust for individual honor and glory makes the mithril armor and weapons produced here extremely profitable - t'was sheer genius that inspired Aliera to insist that we sell only to the nobility while the delving opens new tunnels and provides access to - that which we dragons require.\" Akatosh smiled a little slyly. He was very reticent on the subject of exactly what dragons required. \"Beech and Willow have made it known among their people that wood elves are welcome here, so those who have long missed their ancient High Rock homes have returned to these hills.\"",
        "\"Fortunate for me that I'm now a Duke, and thus qualified to wear and carry mithril. If only I could afford more than a piece or two! But for the cost I might retire.\" Mats said.",
        "\"If you retired you would not require the mithril,\" Moraelyn pointed out.",
        "\"And what of my son and daughter? Thinkst thou I will beg from thee for them?\" Mats said indignantly. \"My knees and wind may not be what once they were, I grant you. I'fact I'm somewhat tempted to remain up here, now I am here, yet I can still swing my axe with any!\"",
        "Mith grinned delightedly, \"Nords can't count. It's why they seek honor and glory, not profit. Honor and glory are not amenable to enumeration much past what one can tally on the fingers. Mats, if thou art but thirty-nine, thou wert the largest ten year old humanoid I ever met or hope to meet!\"",
        "\"But what then are these benefits to those who neither delve nor smith?\" Mats persisted, ignoring his old friend. \"I would think that many would be terrified to live so close to such... formidable beings\" Mats spoke the last of this with a sly grin.",
        "\"Well, on the other hand, the presence of the 'formidable beings' means that they are certainly well-protected. And this area is surprisingly fertile, so the crops seem to be growing well, and although they provide the meat for us, we allocate one fifth of each herd to them for their own consumption. We've also been finding out what I have long suspected - the three sets of races, when combined, fight much more effectively than the sum of each when considered in isolation - that is, each race covers or cancels weaknesses of the others. At least it is certainly true that the local goblin population has been drastically reduced in a very short period of time.\"",
        "\"Aye,\" Edward responded, \"so Moraelyn proved in Morrowind.\"",
        "\"With a bit of help from his friends,\" Moraelyn acknowledged. \"I reap the praise, but in truth I'm little more than the standard they wave -- and at times I feel more like the target they set up!\"",
        "A wave of laughter greeted this remark. Edward persisted, \"With you and the others up here, Akatosh, I feel my borders are well guarded, should Skyrim ever feel the urge to move its borders west again.\"",
        "Aliera asked: \"Was it easy to convince the other dragons to move to here?\"",
        "\"Actually, the most difficult part of that was moving our hoards to our new lairs\" Akatosh responded with a lazy smile, \"although once it was known that we had no use for the metals, gems and jewelry that we accumulate, everything went much more smoothly.\" But then more seriously: \"Essentially I had to approach each dragon personally, and convince them that this idea had merit. Again, once I had persuaded a couple of our especially independent specimens, things went much more smoothly. However, there are only nine of us living in this area and there is really only room for two or three more of us. We shall have to see what develops hereafter.\"",
        "Aliera now observed: \"I think that now the gods and goddesses might look very favorably indeed on dragon behavior.\"",
        "\"That may be so, Aliera, but again that was not really why this was done. Besides, they still may remember and resent our long opposition to them.\"",
        "Beech asked deferentially \"But what is the name of this village?\"",
        "Akatosh sighed, and then responded \"I fear that we shall never reach a decision, since each race has decided opinions in that regard. Perhaps once the initial building phase is completed, we will able to be more contemplative about such matters.\"",
        "Beech replied \"That just doesn't seem right; everywhere should have a name, shouldn't it?\"",
        "Willow chuckled and then said \"Perhaps to us this is so, but who knows how dragons think; and I'm sure that the humans and elves will squabble over the style of the name, besides the specifics of it.\"",
        "Moraelyn interrupted with great drama, \"Surely you don't mean to imply that an elf can be overly stubborn!?\" and the discussion dissolved into a period of laughter and teasing amongst the group.",
        "Presently, Akatosh said, \"I favor the name 'Section 22.'\"",
        "Beech stared at him, \"Akatosh, I see what thou dost mean about thy difficulties with the poetic. If you will allow my frank opinion? That is the single worst village name I have ever heard.\"",
        "Akatosh sighed gustily, then pardoned himself hastily to Beech - humanoids found dragon sighs quite unpleasant and sometimes actually hazardous. \"Then thou seest what I mean by differences. To me, it is very meaningful, and most appropriate. Is 'Section 16' any better as a name? Not? Then is it the word 'Section' that offends you? In what way is it inferior to 'Keep' or 'Reich' or 'Glen' or 'Hold'?\"",
        "Edward said, \"But Akatosh, a name should make some sense. At least humans think so. You should have 21 other sections first, if you're going to name this place '22'.\"",
        "\"Really?\" Akatosh said, \"Why is that? Are not all numbers equally valid? They serve well to distinguish one place from another. There could be many 'Greenvales' for instance. I myself know of four such villages. The number 'Twenty-two' does appeal to me....aesthetically, as well as possessing some 'sense' - at least to me,\" he smiled secretively.",
        "Moraelyn said, \"I think Lord Akatosh is enjoying what some call an 'in-joke'. Were I so rash as to instruct a dragon in manners.\"",
        "\"Who,\" Silk said, \"would e'er accuse Moraelyn of being rash?\"",
        "A bit later, Edward asked Akatosh: \"Do you think that we could play a game or two of Battle? I brought the board and playing pieces with me.\"",
        "Moraelyn interrupted \"I'm afraid that Akatosh and I must discuss some matters this evening - and you'd only lose again anyway\" he added with a fond smile.",
        "Edward replied \"But I can beat everyone else. Akatosh, will I ever win a game with you?\"",
        "\"No, Edward, you won't\", and Akatosh was slightly bemused by Edward's startled expression, and then the hearty laugh that quickly followed it.",
        "\"That wasn't very diplomatic of you, Akatosh. But why won't I ever win?\"",
        "\"Because I have been playing for much longer than you have Edward, and so long as I continue to play, you will not be able to catch up to me. Besides, this game is what I am starting to think of as a 'bounded problem', and that sort is most easily dealt with.\"",
        "\"What do you mean by 'a bounded problem', Akatosh?\" asked Mats.",
        "\"That is a problem that has a countable number of possible actions and results, Mats. There are only 81 squares on the board, and each side has exactly 27 playing pieces, each piece moves in a specific way, and so on.\"",
        "\"But the game is like a real battle, isn't it?\" asked Ssa'ass.",
        "\"No, it is very good practice for learning, and for thinking about how to execute a battle - but my Elven Archers never become tired or demoralized, and my Master Mage always does what I want. Such things seldom happen in a real battle.\"",
        "Moraelyn nodded in agreement, and asked with mock slyness \"Then what is an example of an unbounded problem?\"",
        "\"Certainly a real battle...but also, to me a poem is an unbounded problem\"",
        "\"But any poem can be analyzed, Akatosh\" Aliera said chidingly.",
        "\"Of course - but only after it is written. I am unable to define, or bound, the act of writing it, though...that is, the act of creating it. If I start to write a poem...there are so many possibilities\" and then wryly \"I never get beyond the first line, because I start imagining all the things that I could put into the beginning and....\"",
        "<title>King Edward, Part XII</title>",
        "The dragon had paused, so Edward interjected, \"Mother and I have been discussing the nature of the gods recently, Akatosh, and she thinks that poetry would be a godly activity. What do you think about that notion?\"",
        "\"I am not so certain that one can attribute anything to the gods, Edward. They are another example of an unbounded problem, of course, but also, their characteristics are just not very well known to us.\"",
        "\"But surely one can determine things about any being that is a god?\"",
        "Akatosh replied, \"I do not think that we can, at present; they are not like the Daedra, who have a nature that is with them at their birth. That is, the Daedra capabilities are inherent in them, and not are the result of any changes that have occurred to them.\"",
        "Willow interrupted: \"Akatosh, we can determine that the gods have a few basic characteristics, can't we?\"",
        "Edward added \"Of course, Akatosh - they are powerful beings who can perform acts that are incomprehensible to us. That in itself must signify their difference.\"",
        "Akatosh nodded and replied \"I understand your point of view, but to a farming community on Tamriel in our southern lands, that could also describe how they would perceive me. Perhaps this is attributable to the fact that they seldom see a dragon nowadays, but it also does not mean that I am a god ... neither does it mean that I am not a god.\"",
        "Willow giggled, and said \"Of course you're not a god, Akatosh\" and Edward, smiling, nodded agreement.",
        "Akatosh replied \"How do you know, Willow? I can understand that you would guess that I am not a god, particularly since I am a dragon.\" He grinned, and then continued \"But how can you know that I am not a god?\"",
        "Edward scoffingly replied \"Well, I know that I'm not a god anyway. And I've certainly never seen you perform any godly acts, Akatosh - you also don't seem to have any worshippers about either.\"",
        "The Companions were smiling and generally agreeing with this, but Akatosh responded \"But that does not mean that I have no worshippers, nor does it mean that I cannot perform any godly acts - it just means that you have not seen either of these. I am not yet certain that gods and goddesses require worshippers to maintain their existence. And as I said, I can perform magic that would look like 'godly acts' to many Tamrielians.\"",
        "\"But the gods must have worshippers, Akatosh\" said Aliera, \"That's how they get their ... sustenance, or whatever it is that allows them to continue ... to be godly. Husband, you must know more about this subject. After all, you made a god of your brother S'ephen.\"",
        "\"I did no such thing!\" Moraelyn responded, with a touch of indignation. \"His godhood is between him and his worshippers, among whom I am numbered. I did establish a temple cult in his memory. Anyone with the worldly means could do as much for anyone, living or dead. That alone is not enough. Maybe it helps -- facilitate matters, but I think it's not really necessary. I know no more of it, but if you want my opinion--\" he paused politely for confirmation that it was indeed still solicited, as elven etiquette demanded if one were giving opinion at length.",
        "He continued. \"There must be something, well, godly, in the person's soul or essence or whatever part it is that does not die with the body. I know not whether that capacity is innate in the person, from birth or conception, or quickening ... whene'er it is that soul and body are wedded for a life span, or whether great deeds and great generosity might breed it, enlarging the soul and transmuting it, so to speak. We all change and grow with each passing day, with every breath, some more than others. What else is life about?\"",
        "He went on without pausing for an answer to his rhetorical question, probably for fear that he might get one. \"In other cases, gods seem to arise from a locality, a mountain, or a spring, or wood, or a collection of localities, such as Tamriel itself. Places, like persons have souls, some greater than others. This place might produce a god or a daedra -- or maybe it already has one or more. As it changes, so do its gods and daedra, I think. Maybe they can choose to resist the change or aid it, if propitiated.\"",
        "He looked at Akatosh inquiringly. The dragon had stopped fighting the new gods, he said, but would he go so far as to worship them? \"That speaks to the question of whence gods arise, but source is not nature: of that I know as little as the rest of you, maybe less, since the question does not truly interest me. The gods are; my worship of them benefits me and mine. It is sufficient.\"",
        "Akatosh did not respond immediately and Aliera refused to be distracted, \"But suppose such a cult were established and worshippers provided for one of small and mean spirit. Would that spirit not become a god?\"",
        "\"I suppose it might be done, if one were determined enough and had a sufficiency of means to pay worshippers to perform rituals without -- spirit -- behind them. Maybe that's where small, mean gods come from, wife. Or maybe daedra? Maybe I'll raise a cult to thee and see what happens.\"",
        "\"Are you calling my spirit small and mean?\" Ali glared at him.",
        "\"Only by comparison -- you don't fancy yourself a goddess, do you? You might make a daedra,",
        "though. The experiment might be a bit too chancy. Could I just mourn you for a century or two instead?\"",
        "\"Mm. I'll think on it. What about you? You've deeds enough already to qualify for godhood, surely ... although if you plan on many more such you may not outlive me.\"",
        "\"I'm doomed to be R'Aathim, living and dead. It's godhood of a sort, but what a sort! Don't begrudge me my long life span. Think of me doomed to eternity in the gloomy Ebonheart council chamber listening to the eternal wrangles ... small wonder the dead R'Aathim pulled the place down on the live ones twenty years ago, thus causing my brother and my mother to join their number. The dead R'Aathim must have welcomed the century and a half of respite while the Nords held Ebonheart.\"",
        "\"But your brother S'ephen was killed too, as well as your brother King Cruethys, and S'ephen wasn't R'Aathim, being your mother's son and not your father's, if I have the story straight -- that's why he got his own temple,\" Edward said. \"So why did they kill him, too? The story sounds very daedric to me.\"",
        "\"You'd have me justify the ways of the gods to you, would you? I think they act for ends we cannot see, and slay the just and the unjust together -- not that I'd label any of my Kin as either -- not altogether. We see only the means -- how can we judge? Gods too face choices; I do not think their power supreme. They can overrule nature on occasion, as can any Mage, yet they, like Mages, are in the end bound by it -- and their overrule must answer other rules still -- and in those rules, whate'er they be, I think lies the answer to your questions. I think it's not something men and women may know while living.\"",
        "Akatosh smiled and replied \"It is not so easy to describe the gods, is it? This is true even though, myself included, each of us thinks that we have a mental picture of what godliness means. On the other hand, the gods and goddesses certainly do exist - and I also believe that there is a connection of some sort between them and the Daedra, and another connection between these entities and the power associated with performing magic.\"",
        "\"The priests of Julianos have been calling this power 'Magicka'\" said a stranger who had joined the group.",
        "Akatosh replied \"Greetings bard. Please allow me to introduce ... Geoffrey, a ... wandering poet who has been visiting our village for these last few days.\" The Companions greeted the wood elf newcomer, some rising to their feet to do so according to their individual customs, and then all resumed sitting (actually sprawling about) and conversing.",
        "\"A number of priests are theorizing that the gods and goddesses live on another plane, as do the Daedra - there is some debate amongst these priests as to whether they share the same plane of existence, or whether each has their own. And some of the Alessian priests are claiming that we can visit these alternate planes in our nightly dreams\" added Beech.",
        "Edward asked \"Why doesn't someone just ask a goddess or a Daedra about this?\"",
        "Geoffrey chuckled and replied \"Most of us are not able to be so thoughtful when confronted by one of these beings, Edward. Also, there is a common belief that the gods and Daedra are as reluctant to discuss their own natures as dragons are to reveal anyone's True Name.\"",
        "Edward looked quizzically at Akatosh, but Beech stated to Geoffrey \"Well said, Bard\" ... and that pair shared the slightest of smiles.",
        "Beech then said, \"Do you know what the Resolutions of Zenithar has been saying about the gods and magic? This magic power, or Magicka, is just the power generated by the existence of, well, existance itself. When it becomes focused by living beings through natural processes, then it becomes accessible to the gods and goddesses as worship power, which is the next level of Magicka. After receiving some from their worshippers, the gods can then concentrate it up to god-level power - the true Magicka. The gods themselves can't generate the mid-level Magicka, since they are dependent on it for their own existence, but they can 'convert it' to Magicka, which can then be used by mortals to cast spells. This Magicka is usually dispersed widely across the planes but there are areas of greater and lesser concentration due to interferences with the dispersion process.\"",
        "\"When a goddess loses worshippers, her inflow of mid-level Magicka is decreased, so she in turn produces less god-level Magicka. With less Magicka under her control (for providing to worshippers, or dispersion), her influence is decreased in the mortal planes - of course the converse is also true. In the extreme, she receives nothing, and is relegated to a state of Stasis, barely existing from the ordinary Magicka generated by her few remaining Consecrated lands, zones of influence, and so on.\"",
        "Beech continued, \"On the other hand, Daedra receive very specific, or 'modified' mid-level Magicka from a few mortals with specific areas of interest, and these Daedra are normally tied to very specific circumstances. Because of their nature, they gain much more power from their small worship base, but the gods, with their much broader base, generally have greater overall power, even though the amount of concentrated worship that they receive from any one source is much less than a Daedra's. Most of the Magicka that the gods 'process' is dispersed into and throughout the universe, no longer under their control, thereby making it available for everyone. It's not really something they do consciously, but as a natural process that happens automatically - in other words ... just because they are divine.\"",
        "Aliera said, \"I would think that Magicka is simply available to sentient beings, although the gods and Daedra could facilitate its usage. I would think that the gods and Daedra have other influences on us as well, because not everyone has spellcasting ability! Maybe in those 'alternate planes' it's actually existance, and not sentient entities, that radiates Magicka, just as the stars give off light in our dimension. I just assume that Magicka is 'out there' in the ether, or maybe sentient consciousnesses automatically tap into an alternate plane as they sleep. I think that everyone has some supply of Magicka, but most don't know how to use it very well, or else they adopt a way of life that inhibits or forbids its use. Maybe certain gods and Daedra serve as facilitators for the entire process; that is, both obtaining and using Magicka? But how do priests heal and cure and bless? Is Magicka involved at all or do they invoke their goddesses directly?\"",
        "Ssa'ass said, \"I am not ssssure that Magicka isss usssed; perhapss there isss yet another capability involved here. Thisss capability would be unknown at thisss time, and maybe even unsssenssssed... but I feel fairly certain that sssomehow it is a godly 'force' that they are employing.\"",
        "Then Geoffrey responded: \"Ssa'ass, I believe that Magicka fills the universe of planes. All things are infused with Magicka to one extent or another. In this regard Magicka is attracted to some people and things over others, and some people with talent or training can control and even release Magicka in new forms. There may be other sources of Magicka available by tapping into alternate and otherworldly planes. There is also the possibility of alternate planes that are entirely void of Magicka. Regardless, certain beings of great power, such as the gods and Daedra, can not only control Magicka, but can see, absorb, and transfuse Magicka to and from objects and people. By employing this ability, worshippers of these beings are sometimes capable of greater acts of Magic than they could accomplish otherwise. Also in this way, some items sacred to powerful beings can be said to be holy, with additional amounts of directed Magicka provided by gods or goddesses.\"",
        "\"Magic items fall into two main categories by definition. Items that draw on the surrounding Magicka to create spell-like effects, and items that hold Magicka in reserve for their own internal effects. Normally magic items which absorb Magicka, giving increased abilities to their wielders, only affect themselves and are considered to use internal Magicka. In some areas where great amounts of Magicka have been used, the surroundings may be completely devoid of it. This of course negates the ability of beings to produce magic effects in these areas, although gods and Daedra carry their own supplies of Magicka, as do magic items that do not depend on the use of surrounding Magicka.\"",
        "Aliera said, \"We've been investigating some rumors and stories concerning something that might be called anti-Magicka. I think the presence of a powerful Daedra with whom you weren't in 'tune' could cause interference with spellcasting - maybe even cancel out existing spells. Perhaps particular Daedra simply favor thief or warrior types. Or some goddesses, and their priests, might frown on 'competing' magic in certain areas, for example in locations dedicated to them. So then unauthorized spells could interfere with their rituals.\"",
        "Willow asked, \"Can Daedra supply Magicka? And how about both a god and a Daedra being nearby? - wouldn't they sort of nullify each other's powers? This might be the cause of the anti-Magicka effect.\"",
        "\"I've experienced an anti-Magicka zone myself\" inserted Mith. \"It felt a lot like the effect of casting a spell like Dispel Magicka. At the time, I thought that a truly powerful spellcaster could still effectively cast spells, but their resulting power would have been much reduced. I didn't get a chance to test this out though\" added Mith with a smile.",
        "\"We can also assume that certain powerful spells, creatures and even magic items might actually drain the surrounding area of Magicka,\" replied Geoffrey. \"This could be extended to places where great amounts of magic energy were once gathered and expended, for example in ancient temples where great spells were cast, or battlefields where powerful mages contested. Perhaps certain metals or stones could act as absorbers of Magicka, allowing for whole structures of anti-Magicka zones. If so, you might be able to wear a amulet made out of anti-Magicka material and gain a good advantage against spellcasters. Perhaps the purity of the material used would allow for better and better magic resistance\".",
        "Akatosh spoke: \"Dragons have long been interested in the anti-Magicka effect, naturally enough. We have found some amulets that appear to act as Magicka absorbers. They might contain something like Negative Magicka, in which case they would attract any 'stray' Magicka floating free in the local area. They are made of a stone, or mineral, resembling marble - it is very rare, but could be extracted, and shaped by skilled craftsmen. For example, I'm sure that the dwarves could have worked with this material. They might have made these amulets - or even that statue that I once saw ... it was taller than any of you humanoids. Regardless, in these mountains we have found deposits scattered throughout the halls and tunnels at random, sometimes deep within the walls. Consequently, one appears to go in and out of these anti-Magicka zones of varying intensities, with little or no warning. I have been imagining that this material works almost automatically; it seems to 'reflexively' absorb Magicka if given a chance to. However, we cannot rule out the possibility that they have been magically charged somehow - perhaps this happened long ago, but the charge has somehow remained.\"",
        "Moraelyn asked, \"Would the amulet affect its wearer, or would he be immune?\"",
        "\"Maybe a blocking spell could be developed, and then cast, to shield the wearer from the effects of the substance.\"",
        "Moraelyn then asked, \"But Akatosh, getting back to our earlier discussions - what do you think of the speculations concerning the connections between the gods and goddesses, Daedra and Magicka?\"",
        "Akatosh replied, \"I think that there are many truths that we do not know, and perhaps there are some truths that we are not meant to know.\"",
        "Moraelyn asked with a smile, \"All right then, I've always wanted to know this - considering the shape of your mouth and teeth, how do dragons manage to speak the humanoid languages so clearly?\"",
        "Akatosh paused, and then carefully responded, \"Why, in much the same way that we can fly, even though our wings are not naturally strong enough to support such heavy torsos.\"",
        "\"Speaking of dragon flight and sunsets...\" Mith said, rising to his feet and squinting into the red-gold eastern sky, \"We have a vistor, Dragon Lord. That's not a bird.\"",
        "Akatosh's head came up and he too scanned the sky. Tension grew in him, and one by one the Companions rose, watching as the distant dot grew nearer and resolved itself into the largest dragon they'd seen yet.",
        "\"Ma-Tylda!\" Akatosh exclaimed, \"She deigns to bestow her presence on us!\" His wings lifted and unfurled, and the Companions broke and ran for cover as he took flight. The two dragons wheeled through the sky, spouting great gouts of flame against the purpling sky.",
        "\"They're fighting,\" Edward cried, \"what does it mean. Who is Ma-Tylda?\"",
        "\"I don't know who she is, son,\" Moraelyn replied, \"but they do not fight. You behold a dragon greeting ceremony.\" The pair alit beyond a rock outcropping out of sight.",
        "\"Should we go greet the stranger, too?\" Edward asked.",
        "\"Nay,\" Mith said. \"They'll let us know if our presence is wanted -- look, even the other dragons stay away.\" It was true. Dragon heads had poked from the caverns to witness the event, but none of them had taken wing, and now they were retreating to their hoards within.",
        "The Companions ambled back into the meadow together and built a fire as a chill wind had sprung up. The elves sang an evening hymn to the stars, deftly weaving the dark elf version with the wood elf form. Aliera added her voice to theirs, but Mats and Edward and Silk and Ssa'ass sat listening silently. They couldn't manage elven music of this kind. Geoffrey had a particularly clear sweet voice, Edward thought.",
        "Akatosh returned presently, smiling in satisfaction. \"Ma-Tylda's going to join us here, at least for awhile,\" he said. He was actually glowing in the dusk, each scale giving off a golden radiance.",
        "\"Is she your queen?\" Edward asked, feeling very small and human.",
        "\"She -- just is. Maybe she'll want to meet you all some day. I hope so. Until then, well, I don't talk about other dragons, you know.\"",
        "To which Edward blinked in surprise and then surmise, and the discussion dissolved into jokes and songs for the remainder of that clear and beautiful evening."
    ]
}