{
    "id": "KinlordRilisandtheMagesGuild",
    "paragraphs": [
        "As a member in high standing, I feel it necessary to explain and extirpate the notion that Kinlord Rilis the XII is somehow a founder of the Mages Guild. The common folk believe that the kinlord, in the days before his cruelty and sadism became well-known, brokered a deal that reigned in \"dangerous mages\" and somehow put binders in place to keep the commonalty safe. This is simply not the case.",
        "Vanus Galerion, student of Iachesis, did indeed flout prevailing thought when it came to magical experimentation in large cities. He drew together numerous students and artificers to the city of Firsthold. For the first time, he sought to prove the benefit of spellcasters working in close proximity. Not for a mighty ritual, but for study, experimentation, and a sense of camaraderie.",
        "This simple premise so terrified the people of Firsthold that they turned to their ruler, Kinlord Rilis the XII. Now known by many less polite titles, Rilis was first and foremost a political animal. He saw in \"Galerion's Folly,\" as it was known at the time, a chance to play the mages and common folk off against each other.",
        "The much-speculated-upon \"Charter Conclave\" brought together Rilis, Iachesis, Galerion, and other notables from across the Isles and the Psijic Order. By common agreement, it is true, no records were kept of that meeting. But mark my words here, adept: Rilis allowed the meeting, allowed Galerion to do what he did, to further his own ends.",
        "In retrospect, of course, the legacy of Artaeum is the proud heritage of the new Mages Guild. We now boldly gather together under the Guild banner, and will no doubt do so for many centuries to come. Just let it be remembered: Rilis the Twelfth was a dangerous mer. Even at the time of the Conclave, he trafficked with dark powers and made pacts with Daedra.",
        "The proud order we all now serve is here despite his best intentions. Not because of them."
    ]
}