{
    "id": "KirethsJournal",
    "paragraphs": [
        "<title>Kireth's Journal, Page 3</title>",
        "Raynor and I are actually getting paid for this delve! That's a step up, as far as I'm concerned.\nAfter Bthanual, who needs the Academy? We're ready for the big time! Bring on the Mages Guild!",
        "But we really need to find something good to impress the Guild. Sometimes it feels like they're just humoring us.",
        "Raynor thinks that with the backing of the King of Skyrim, though, we have a better chance to get in. I hope he's ri",
        "<title>Kireth's Journal, Page 7</title>",
        "This place is full of traps! I've never seen so many interesting or dangerous contraptions in one place. I wonder what the Dwarves were hiding in here that needed so much protection? I'll wager that whatever it is, it would certainly impress those stuffed robes in the Guild.",
        "There are so many locked doors and passageways. I wish I could explore them all! But one thing at a time. Raynor says I have a tendency to overcomplicate things. Like he should talk!",
        "<title>Kireth's Journal, Page 10</title>",
        "I wish I could spend more time in here. I see evidence of some kind of massive machine, but I don't have time to pry open all the doors and look for it.",
        "Stupid journal binding! Why do my pages keep falling out?",
        "You know, it's a pain locating these ancient ruins. They're always in the most inconvenient places.",
        "Once you find them, though, exploring is so worth the effort. I'd give up the Mages Guild entirely if I knew where all the ruins were. Then I could spend all my time exploring.",
        "<title>Kireth's Journal, Page 12</title>",
        "Raynor's magic device works pretty well. I'm practically invisible to Dwarven constructs. It does flicker every three and a half minutes, though. I've got to make sure nothing's nearby when I finish counting to two hundred and ten.",
        "I had a few close calls before I determined the time between each misfire, but since I figured that out I haven't had any problems.",
        "Raynor got the idea for this device while studying the light crystals at Bthanual. Amazing—one of his devices actually serves a useful purpose!",
        "<title>Kireth's Journal, Page 14</title>",
        "A lot of Mzulft is pristine. It's abandoned, like all of the Dwemer ruins we've explored. And it's empty, except for the constructs. But everything still works. It's eerie to see glowing lights on the wall and hear the pipes steaming. It's like the place is waiting for someone, like the occupants just stepped out and will return at any moment.",
        "I wish I could just explore these ruins. Every ruin tells another story, and if I don't get to crawl into every corner, that story is just half-told. Raynor would laugh if he heard me say that. You'd better not read this, brother!",
        "<title>Kireth's Journal, Page 16</title>",
        "Someone else has been in here, and I'm not talking about the ancient Dwarves! I found a bridge, obviously not of Dwemer origin, and I see numerous signs that other explorers recently visited this ruin.",
        "I wonder what they found? They better not have taken all the best stuff!",
        "Wait a moment. What if they weren't as fast and clever as me? What if a trap or a construct got them?",
        "I really don't want to come across their horribly mutilated bodies. That would be gross.",
        "<title>Kireth's Journal, Page 19</title>",
        "Curse the luck! Stupid, cheap journal binding! Some of my best entries have fallen out! Oh, well.",
        "This whole place rumbles every so often. As I get deeper into the ruins, Mzulft feels more and more unstable. It's like the entire structure is about to collapse or something. That would be bad.",
        "I came across spots where the walls and ceiling have fallen in, letting in snow and sunshine. And I feel a cold breeze blowing from deeper in. I hope the passage I'm looking for isn't buried.",
        "Damn! The wind took another page!",
        "<title>Kireth's Journal, Page 22</title>",
        "I found it! I'm sure this is the vault where the Dwemer kept all their best lore and stuff. There was even this weird crystal mechanism, but I need a key to activate it.",
        "And now this stupid device that Raynor gave me is really starting to act up. I don't think it's going to last long enough to get me past these constructs. I'd better find a place to hide until I can figure out what to do next.",
        "<title>Kireth's Journal, Page 24</title>",
        "Raynor will be so proud of me! I documented my entire exploration of the ruins (even though this stupid journal keeps falling apart) and I found the Dwemer vault.",
        "But without Raynor's device, how will I avoid the constructs to find the key? Danger is only fun to boast about later.",
        "<title>Kireth's Journal, Page 25</title>",
        "Oh, this isn't good. Not good at all. The constructs seem to know I'm here and they keep looking for me. Where's my useless brother when I really need him?",
        "I hope someone comes looking for me soon. I can't get out of here without attracting more constructs. And now I'm hungry.",
        "This is bad! This is worse than when Raynor built that thing that turned all the clothes in town invisible for a day and a half. Vivec, was Elder Aro mad about that!",
        "<title>Kireth's Journal, Page 29</title>",
        "The lock on the Dwemer mechanism is far more complex than any I've dealt with before.",
        "All of my lockpicks have snapped.",
        "Note to Self: Find some Dwemer metal I can use to craft new lockpicks.",
        "Note to Raynor: Stop letting me get myself into these predicaments!",
        "<title>Kireth's Journal, Page 30</title>",
        "Had a few too many close calls trying to salvage some metal to make new lockpicks. I'm not terribly interested in getting impaled on a spike. And every time I stop to dig around for the key, the constructs swarm after me.",
        "I'll need to invent something protective when I manage to get out of here. Maybe some kind of special boots. Or a hat.",
        "<title>Kireth's Journal, Page 33</title>",
        "Been reading \"The Art of Love and Swordplay\" by the bard Fjokki. I don't get it. Why is this stupid book so popular?",
        "I'm pretty sure half of the things described aren't even possible. Or legal. Oh, wait a minute—this one sounds kind of interesting."
    ]
}