{
    "id": "KirethsNotebook",
    "paragraphs": [
        "<title>Kireth's Notebook, Page 1</title>",
        "This notebook belongs to Kireth Vanos, dungeon-delver extraordinaire and somewhat experienced explorer of ancient Dwemer ruins.",
        "Now that that's out of the way, I can't wait to write all about me and my brother Raynor's latest adventure. When we received the notice asking for experts to come to Wrothgar to help the Orc nation, we jumped at the chance. I love poking around in ancient ruins and Raynor loves to tinker with Dwarven relics.",
        "We set out for the location we were provided with bright and early on the day after we arrived in Orsinium. It didn't take us long to determine that the ruins were indeed Dwarven in nature. Raynor is pretty sure this is the ancient site known as Zthenganaz.",
        "We were surveying the ruin exterior, getting a lay of the land as it were, when I, um, decided to leap into the ruins and look around. All right, all right. I promised never to lie to my notebook. Truth is, I slipped. Fell in and landed right on my arse! It would have been hilarious if it hadn't hurt so much. But at least the snow broke my fall.",
        "<title>Kireth's Notebook, Page 5</title>",
        "This place is amazing! Unlike a lot of the ruins we've poked around in, this place actually has working apparatuses and ancient guardians and everything. I better watch my step. Wouldn't want to attract the attention of a spider construct or one of those rolling ball things. And those centurions! I wouldn't want to meet one of them in a dark and scary ruin. Oh, wait a moment.",
        "Hey, I just noticed that I lost the first two pages of my notebook. I hate it when that happens! Raynor says I'm too hard on my equipment, but I think that merchant in Orsinium just sold me an inferior bit of merchandise. Look at this binding! It's already cracked and fraying! Sturdy as a stronghold wall my arse!",
        "Oh, I know what will make falling into this ruin worthwhile and keep Raynor from giving me any grief. I need to find him a Dwarven power core. He loves to collect old things like that. And maybe he won't blow this one up quite as quickly as the last time.",
        "<title>Kireth's Notebook, Page 11</title>",
        "Is that—yes, I think it is! There's a Dwarven power core in that chamber! I should march right in there and grab it. Raynor will be so pleased. I can't wait to see his face when I hand this to him.",
        "On second thought, I need to come up with a new plan. The direct approach, which usually serves me so well, might not be the best approach to this particular problem. Not only is that chamber crawling with Dwarven constructs, but there's a mean-looking centurion called a Ztheng Guardian standing near the power core. I'm going to look around some more and see if I can come up with a way to sneak off with that power core.",
        "<title>Kireth's Notebook, Page 17</title>",
        "My brother is going to be so jealous that he missed this! I know he hates crawling around in dark, dangerous places, but that's where I find all the best stuff for him to tinker around with. I'm always saying, \"Raynor, you can't have nice Dwemer things if I don't go down into the Dwarven ruins.\" Anyway, I'm taking lots of notes, just like he taught me, so he can study them later.Damn it all to Oblivion and back! This notebook loses pages the way a Nord belches while drinking mead—often and at the worst possible moments! I hope I didn't lose anything important.",
        "Oh, that looks interesting! What an amazing bit of Dwarven engineering and craftsmanship! Look at all the circles! Kind of like wheels within wheels all spinning around a central globe. Well, I imagine they used to spin around the globe. When it was working, that is.",
        "I wonder if Raynor knows what this used to do? Speaking of which, where is my brother? If he really cared about me, he'd get over his fear of mechanical spiders and come down here and rescue me! Or, at the very least, toss me a rope!"
    ]
}