{
    "id": "OnTheKnahatenFlu",
    "paragraphs": [
        "Background:",
        "How this disease began and spread is a mystery. By gathering information, I hope to resolve the issue.",
        "Argonians appear immune to the flu. This has caused conjecture that they actually introduced the flu to retaliate for years of slavery at the hands of the Dark Elves. These claims have never been proven or disproven, and they require more research.",
        "Mitigation:",
        "Methods that slowed the rapid spread of the flu included burning the belongings of infected people (which, unfortunately, sometimes including burning remaining family members); segregating the sick into ghettos (or walling them up); or putting the diseased onto ships and setting them adrift. Normal curative spells and elixirs were inconsistent in their ability to cure the flu.",
        "Symptoms and Course:",
        "General malaise, loss of appetite, and fatigue begins several hours before an afflicted victim develops other symptoms. The afflicted person's eyes water constantly. Skin develops a bright red granular rash that does not itch.",
        "Within twenty-four to thirty-six hours, victims suffer nosebleeds, their tears contain blood, and a granular rash spreads over their bodies. At this point, victims develop a deep, raspy cough. Within thirty-six to forty-eight hours, the victims' coughs produce bloody phlegm.",
        "In most cases, death takes place in as little as seventy-two hours after the initial onset, but some victims have lingered for five to seven days.",
        "Treatment:",
        "When the Knahaten Flu first spread, it seemed unstoppable. No reliable treatment against it has ever been proven.\nTen years ago, a young Redguard named Perizada claimed she'd had a vision from the Divines. She replicated the cure from this dream, testing it on a village scheduled to be razed (together with its inhabitants). Her cure worked, and the village was saved.",
        "The cure required clannfear claws boiled in salt water. The patient would then drink the liquid. The increased trade of actual and purported clannfear claws on the black market caused prices to soar wildly. So many false cures had proven fatal that Perizada's cure was never officially sanctioned. As Perizada later died of the flu herself, its efficacy was eventually considered dubious at best.",
        "The \"Clannfear Cure\" has given rise to many other supposed cures, all of which involve boiling something in a liquid and then drinking the result. For the poorest of the population, chicken broth proved not only cheap, but easily obtained. It typically soothed their coughs, which in turn allowed patients to breathe more easily.",
        "Chicken broth is definitely not a guaranteed cure, but it is certainly the most accessible. It is recommended, should this dread disease ever return.",
        "As the granular skin rash was non-irritating, many left it untreated. Those whose rash remained covered—whether in bandages, poultices, or simply clothing—seemed less likely to infect those who attended them. This also accounts for the much slower spread of the disease in colder climates and during winter months.",
        "Have you heard of other cures? If so, please submit your reports directly to me for further investigation."
    ]
}