{
    "id": "KnightsgraveLegendorLegacy",
    "paragraphs": [
        "By Chanter Wobolan, Cathedral Historian",
        "What do the ruins of Knightsgrave represent? And why are they important to the Cathedral of Akatosh and the Order of the Hour? Those are questions that the common person never asks, but that every one of the devoted should know the answer.",
        "Most consider Knightsgrave to be some sort of ruined graveyard, a memory of a time when the Empire was strong and eternal. Few realize that the graveyard came later. The true meaning of the site waits in the depths below. In the beginning, the massive subterranean structure served as the original headquarters of the Order of the Hour.",
        "It was Ennon Decan, founder of the Order, who raised the stones of the headquarters. Legends claim the site was always important to those who worship the Dragon God, but I have located no records that indicate why this may be the case. Know that the Order established chambers for training and meditation, places for prayer and contemplation, and even areas where the members of the Order could rest and relax.",
        "With the death of Ennon and his original group of companions, great statues were raised in memory of the founders. The Order would continue, operating out of this location for nearly one hundred years. During this period, more chambers were carved out and more improvements were made to the headquarters. As the first phase of the Order came to a close and the organization disbanded, the place was locked up and turned over to the Cathedral of Akatosh for safekeeping. The Cathedral, however, didn't know what to do with the facility. So the Chanters and Sermonizers decided to turn the subterranean structure into a crypt of sorts. All of the honored dead of the Order of the Hour were interred within its depths.",
        "When Cavor Merula reestablished the Order, one of his first tasks was to dedicate the site that had become known as Knightsgrave to the memory of the Order's founding members. Blessings and rituals were performed, giving substance to the Exalted Dead that lingered in the place's shadowy interior. Not wanting to disturb those resting herein, Cavor instead set out to build the Enclave of the Hourglass as the Order's new home on the Gold Coast.",
        "So, forget the legends. Ignore the tales of nixad infestations, minotaur protectors, and Exalted Knights of the Order still patrolling the sealed chambers deep below. Knightsgrave is the proud and vibrant legacy of the Order of the Hour. And as followers of Akatosh, it is our legacy, as well."
    ]
}