{
    "id": "TheKnightlyOrdersofHighRock",
    "paragraphs": [
        "The Breton passion for feudal hierarchy pervades every aspect of High Rock society, from the lowliest peasant farmer to the High King in Wayrest. Nowhere is this more apparent than in the curious phenomenon of the Breton knightly orders.",
        "Here in Hammerfell, we Redguards sensibly award equal citizenship to every man or woman who knows which end of the sword to grasp. Oh, we have our governing class, of course, as civilization must be ordered and maintained, but below this aristocracy there are few distinctions.",
        "Not so in High Rock, where everyone is aware of their degree of nobility, which is invariably traced back to those Breton families who led the region's liberation from the overlordship of the Direnni Elves. High Rock cultural history is founded on tales of the noble and chivalrous \"Breton Knights\" who flung off the yoke of their Elven masters. After these knights drove the Direnni back to Balfiera Island, they founded the knightly orders to carry on the tradition of nobles-in-arms, and to ensure that High Rock would have able and ready defenders in times of trouble.",
        "So the stories go, at least. Today, every petty kingdom and duchy in High Rock has its own knightly order, with traditions that supposedly date back to the glory days of the Breton Liberation. The Knights of the Dragon in Daggerfall, the Knights of the Flame in Alcaire, the Order of Saint Pelin in Evermore—the list goes on and on.",
        "And what, nowadays, do these knightly orders do to justify their gleaming greatswords and shining mail? If we look beyond the banners and pageantry, we find that the chivalric orders fulfill two main purposes in High Rock society.",
        "First, they provide an acceptably \"noble\" calling for the excess sons and daughters of the aristocracy. Over time, as trade has made High Rock prosperous, the profession of merchant has become an accepted alternative to feudal lordship for the children of the nobility, but frankly, not every baron's son has a head for numbers and negotiation. For these spare heirs, there's always a membership available in the local knightly order.",
        "Second, the bestowal of a knighthood on a lower-class man or woman is a convenient way to reward outstanding contributions to society (or to the elevating lord), and confers a measure of that nobility so prized in Breton society. Where the commoner is rewarded for achievements other than in conflict—and this is the case in the majority of knighthoods—the membership in the local knightly order is only nominal, and the new sir or dame is not expected to take up sword and shield. However, if their achievements were in the all-important realm of trade, the new \"merchant knight\" is expected to contribute heavily and regularly to the order's financial maintenance.",
        "So if you're visiting Wayrest or Evermore on a mission of diplomacy or trade, don't be surprised if the head of a shipping company is introduced as Sir Doric, or the owner of a string of hostels is called Dame Lizabette. You're simply meeting one of the fabled Breton Knights of High Rock."
    ]
}