{
    "id": "Knightfall",
    "paragraphs": [
        "<title>Excerpt from \"Knightfall,\" Tales of Heroism and Chivalry</title>",
        "<header>The Legend of Garridan Stalrous as told by Jaren Aethelweald, Squire and Friend</header>",
        "And so it came to pass, that on the first month before the harvest, nary a decent crop could be found in the drought-ridden fields of Farmantle Glens. Twenty-seven families, their bellies sunken and empty, turned to their lordship who had been so fair to them in hard times before. The man ruled not with an iron gauntlet, but with the soft touch of silken kindness: my lord, Garridan Stalrous, Knight-Errant of Farmantle Glens.",
        "I watched sadly as my lord Garridan looked out at the withered fields before him from his meager stone keep and cursed the luck that tainted the skies and stopped the rain from falling. The families in his charge would not last the winter, which was always bitter and cold in the northern reaches of the Jerals. His own supply of grain was already picked clean; there was barely enough to sustain him for the months ahead. I know if my lord had the food there, he would have shared it gladly, allowing his charges to pay him back in whatever time or manner they could afford... and in some cases, to those in dire need, give it to them without costs. Something had to be done; and it had to be done soon.",
        "Sparing not a drake, Garridan paid for the best sages he could find and used the rest to buy as much surplus grain as he could wrest from the neighboring domains. A month passed, and nothing surfaced. Winter's icy tendrils would soon creep across Farmantle Glens, causing the green to disappear from the landscape. Families would have to huddle close to their hearths, keeping warm and rationing the bits of food Garridan had given them. I could see Garridan's patience, which was immense mind you, wearing thin. He told me he'd considered selling his keep... his belongings... anything to keep his people alive. If only the harvest would yield more, they'd be saved.",
        "Then, as if Mara herself had answered his prayers, a sage entered Garridan's keep with the answer. Legend told of a vessel of sorts from which water would pour endlessly known as the Everflow Ewer. Some said the Divines themselves created it; others thought perhaps a powerful sorcerer enchanted it. Wherever it was from, Garridan knew this could be his chance. Following the directions from the sage, my lord and I set out to recover the Ewer and rid Farmantle Glens of the drought.",
        "It took days to reach the entrance to the place. After we passed through a winding passage, we finally came to an odd door covered in mystical symbols. As the sage instructed, my lord touched some Refined Frost Salts to the door. The ancient stone door opened, and we proceeded into the glade. A cave cut into a hillside led into a small glade of trees. In the center of the glade, flanked by two standing stones, was a stone altar. On the altar, seemingly glowing with inner light was the Ewer. Cut from crystal, the vessel was the most beautiful thing I'd ever seen. Water filled it to the very top, and as legends held, would never diminish as the liquid decanted from it. Eager to return to his domain, Garridan grasped the Ewer in hand.",
        "Suddenly, the ground trembled as though the mountains themselves were angered. The sky changed from sunlit blue to dreary grey. Even the ring of trees forming the glade seemed to bend away slightly from the altar, as if fearing what was to come. Then, with no warning, one of the standing stones cracked and exploded! My gaze froze and my heart fell as I looked upon the guardian of the glade. A huge creature seemingly cut from the very same crystal as the Ewer stepped forth and growled menacingly at my master. The air around it became very cold, as if it was born from the glaciers of the northern mountains. This was a being of ice... living breathing ice!",
        "Garridan shouted at me to run as he drew his blade. Still clutching the Ewer in one hand, he gave a mighty swing at the ice creature. When the forged steel struck home, it gave a resounding ring and merely chipped the beast as a spike would when driven against the hardest of rocks. Never showing fear, my lord swung again and again, each blow being harmlessly deflected away. Then, a single and mighty blow from the ice creature knocked my lord down. His blade slid away, and he lay on the forest floor looking up into the crystalline eyes of his death. The ice creature raised its arm again for the fatal blow, and brought it down hard at Garridan's prone form.",
        "I don't know why he did it. Perhaps it was instinct, perhaps a moment's lapse in judgment. But my lord lifted the Everflow Ewer defensively as he got up to a kneeling position. The blow from the creature connected with the vessel, creating an ear-splitting crash. There was the sound of water splashing and a horrible cracking noise as the sundered pitcher sent waves of freezing water in all directions. Even as I watched, the liquid covered the ice creature and my poor master. They seemed suspended in place as if frozen solid. At the time, I didn't know how true my thoughts had become. As I watched in horror, they were encased in a tomb of pure ice. I could see Garridan's face as the ice overtook him, and I could swear he was crying. A few of his tears froze and fell to the ground at his feet like beautiful blue crystals. He knew he'd failed his mission. His people would starve, and he was responsible. Frost and ice covered everything in the glade now... the trees, the rocks, the soil... everything.",
        "It was then I became aware that the very air around me began to freeze. It was like a cold winter's night at first, and then it rapidly became worse. The cold was so bad, it turned into a sort of frozen heat... it began to burn. My throat became tight and breathing became difficult. I began to lose feeling in my arms and legs, and my vision was beginning to blur. I had to escape this icy glade and tell Garridan's story. It was the least I could do for such a noble man. With every bit of strength I could muster, I ran from the frostfire and back through the cave. I barely escaped with my life.",
        "My journey back to the domain of Garridan was a sad one. My heart was heavy, my mind clouded with misery. He was a good man, the greatest I'd ever known. To die like that was no way for such an honorable knight to end his life. When I finally reached the outskirts of Farmantle Glen, the farmers were waiting for me. I was ready to tell them the sad news, but they raised a cheer of great joy! They told me that only a week ago, a strange, bluish glowing rain fell on their fields and that the next day the crops began to grow as if there had never been a drought. A week ago was exactly when my master was frozen in that horrible glade... and his tears froze like bluish raindrops frozen in time! I looked up at the heavens and the twinkling lights suddenly gave me great comfort. I thanked Mara, and headed home."
    ]
}