{
    "id": "KolbtheDragon",
    "paragraphs": [
        "<image=https://www.imperial-library.info/sites/default/files/skbks_kolb.png>",
        "1",
        "Kolb was a brave Nord warrior. One day his Chief asked Kolb to slay an evil dragon that threatened their village. \"Go through the mountain pass, Kolb\", his Chief said. \"You will find the Dragon on the other side.\"",
        "Turn to page (2)",
        "2",
        "Kolb took his favorite axe and shield and walked to the pass, where he found a cold cave, a windy cave, and a narrow trail.",
        "Enter the cold cave (17)\nEnter the windy cave (8)\nWalk up the trail (12)",
        "",
        "3",
        "Kolb stepped onto a rocky hill. He could see the dragon sleeping below, and a tavern off a road nearby.",
        "Climb down (16)\nVisit tavern (14)",
        "",
        "4",
        "Following the stench, Kolb found a filthy orc! The orc snarled and charged Kolb with his spiked club.",
        "Raise Shield (9)\nSwing Axe (13)",
        "5",
        "Treading through the marsh, Kolb discovered a wailing ghost blocking his way.",
        "Attack Ghost (15)\nGive Gold (10)",
        "",
        "6",
        "The head of the axe lodged itself in the tough, scaly neck of the beast.  It wailed and thrashed, but Kolb held on and eventually sawed through the neck, killing the beast.  Kolb returned home victorious, and his village was never bothered by the dragon again.",
        "THE END",
        "",
        "7",
        "Leaving the marsh behind him, Kolb could see the dragon's lair nearby, as well as a small, welcoming tavern.",
        "Go to the Lair (16)\nGo to Tavern (14)",
        "",
        "8",
        "A strong gust of wind blew Kolb's torch out, and knocked him into a pit where split his head and died.",
        "THE END",
        "",
        "9",
        "The orc cackled as his club splintered Kolb's shield and smashed into his face. There Kolb died, and the orc had soup from his bones.",
        "THE END",
        "",
        "10",
        "Kolb remembered a story his Gran told him and tossed two gold chits for the ghost, and it faded away, allowing him to pass.",
        "Turn to Page (7)",
        "",
        "11",
        "Kolb crept towards the belly of the beast, but no sooner had he taken his eyes off the head of the beast than it snapped him up and ate him whole, axe and all.",
        "THE END",
        "",
        "12",
        "Climbing up, Kolb found a camp. He met a wise man who shared bread and showed two paths to the dragon's lair. One went through the hills, the other through a marsh.",
        "Take the hills (3)\nTake the marsh (5)",
        "",
        "13",
        "Before the orc could strike, Kolb swung his mighty axe. The orc's head and club fell uselessly to the floor.",
        "Turn to Page (3)",
        "",
        "14",
        "Kolb stopped at the tavern to rest before fighting the dragon. High elves ran the tavern, however, and poisoned his mead so they could steal his gold.",
        "THE END",
        "",
        "15",
        "Kolb swung his axe as hard as he could, but the ghost hardly seemed to notice. The ghost drifted into Kolb, and a deep sleep took him over, from which he never awoke.",
        "THE END",
        "",
        "16",
        "Kolb found the lair where the dragon slept, tendrils of smoke wafting from it's nostrils. The air made Kolb's eyes sting, and he nearly slipped on the bones of men, picked clean. The beast lay on its side, the throat and belly both waiting targets.",
        "Strike the Neck (6)\nStrike the Belly (11)",
        "",
        "17",
        "Kolb stepped into the frozen cave, but his Nord blood kept him warm. A smelly tunnel climbed ahead of him, and wind howled from another to his left. A ladder was nearby as well.",
        "Take the smelly tunnel (4)\nTake the windy tunnel (8)\nClimb the ladder (12)"
    ]
}