{
    "id": "KragrashsLetter",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Elite Crossbows from the Creation Club",
        "",
        "To whomever finds this letter, hear my story.",
        "",
        "My name is Kragrash. I have been a hunter in these parts for the last six years. Once a week, I travel to Solitude to sell meat and skins.",
        "",
        "On one such trip I spotted a collapsed figure by the roadside, slumped up against a log. I quickly realized that this was Enthiris, a kind soul I would trade and travel with each winter.",
        "",
        "His skin was white as a sheet. His sunken face and bite marks on his neck and arms made it clear that this was the work of vampires. Enthiris never deserved such a fate.",
        "",
        "I carried him to Solitude to raise the city guard. When I arrived, they acted with indifference as cold as the corpse I laid before them. They had seen this before, they said. They offered to bury him, but their interest in the matter ended there. It was then I decided that, at night, I would begin to hunt more dangerous game.",
        "",
        "I have slain over a dozen of the fanged wretches in the months since. In fact, I'd become quite proficient at the task.",
        "",
        "Until one night, I found a lone vampire prowling the woods. He stopped to rest, seemingly unable to catch his breath. Whether it was from thirst or exhaustion, I couldn't be sure. Still, such monsters deserve no pity. So I hid in the brush nearby, drew my crossbow, and lined up the killing shot.",
        "",
        "Suddenly, two of the devils pounced from both sides, clawing and biting. I had been led into a trap.",
        "",
        "I managed to escape, but my wounds were grave. Worse, I knew from the burning in my veins that I now had the illness that would soon consume me, turn me into one of them.",
        "",
        "So now, on what should be my final day as a mortal, I pen this letter, and walk to my favorite overlook south of the Thalmor Embassy to watch the morning sunrise one last time.",
        "",
        "I now pass the torch to you, dear reader. Seek out my remains. Among my effects you should find a key. Open my cellar and take up arms I have stored there. Use them to keep travelers safe from the vampire menace as I once did."
    ]
}