{
    "id": "KrisandraEdraldsJournal",
    "paragraphs": [
        "<title>Krisandra Edrald's Journal, Volume 1</title>",
        "My daughter has become quite maudlin since Federic left for Wayrest. I have assured her that all will be right when he returns, but she remains quite dour.",
        "I have taken the liberty of sending to Fell's Run for a cask of tawny port. Such is hard to come by with the growing trouble in the region, and spirits from the arbors of Summerset are always a welcome reprieve from our local distillations. Surely, their bright and sunny notes will bring her aught but cheer!",
        "- - - - - - - - - - - - - - - - - - - -\nArlie came to me this evening in tears. It would seem Dulkhi, simpleton that she is, has managed to cause her no end of distress. While I can understand how it might be difficult for her to fathom that she does harm with her attentions, that is no excuse.",
        "If only Federic were here. His constant company has always comforted our dearest daughter. What I wouldn't give for him to return on the morrow.",
        "- - - - - - - - - - - - - - - - - - - -\nNo matter how strongly I word my arguments, Allan seems unconcerned. He's rather attached to the that servant girl. Doesn't he see what's at stake here?",
        "If Dulkhi is allowed to interfere with our daughter's wedding, it could ruin us all! Such self-indulgence is abominable! I'll not allow her to continue this harassment.",
        "<title>Krisandra Edrald's Journal, Volume 2</title>",
        "Allan continues to believe this association between our daughter and Dulkhi is but a passing fancy, that we should allow it to play out. He hasn't had to look into her eyes and see the terrible divide it has created within her.",
        "She is torn with herself, and I will not watch her rent asunder while we stand helplessly by. If he will not do anything about it, I shall take matters into my own hands!.",
        "- - - - - - - - - - - - - - - - - - - -\nWent to talk with the Constable today only to find her in her cups. It would seem our estate is not alone in its troubles—there has been a power shift in Fell's Run.",
        "Her replacement was not helpful nor was he forthcoming as to why. It would seem the town will no longer bother itself with our affairs nor ensure our protection! The nerve of the man. When this business with Dulkhi is settled, I will have strong words for his superiors in Shornhelm!",
        "- - - - - - - - - - - - - - - - - - - -\nOpened the Undercroft for the first time in ages. When we locked it up after Allan's mother died, I had hoped we would never open it again, but it is my only hope now.",
        "- - - - - - - - - - - - - - - - - - - -\nI've found it! A ragged old book detailing what is necessary to contact Mehrunes Dagon, Daedric Prince of change! If any can alter our fate, it will be him. The ritual seems simple enough, though I know dabbling with even the simplest of conjurations can prove dangerous. Still, what choice do I have?",
        "I've dispatched a courier to Shornhelm for the necessary components. We will have to be discreet about it, but I trust Alison to be discreet.",
        "<title>Krisandra Edrald's Journal, Volume 3</title>",
        "As the eve of Federic's return approaches, Arlie continues to withdraw into herself. The power Dulkhi has over her is overwhelming, and even my motherly attentions lose their effectiveness before her constant presence.",
        "- - - - - - - - - - - - - - - - - - - -\nAllan has confronted Dulkhi at last, though I fear it was to no avail. The brute has had time to prepare her arguments, and from the look on my husband's face they are quite formidable.",
        "He should not have allowed himself to become so attached to the lass! I knew the moment we took her in that no good would come of it.",
        "- - - - - - - - - - - - - - - - - - - -\nDespite the difficulties in acquiring the necessary materials, everything has been laid out and prepared. Allan is as nervous as I am about what might come. Somehow Dulkhi has managed to quail even his brave heart. No matter. I am certain justice will prevail in the end.",
        ""
    ]
}