{
    "id": "KvatchArenaReopens",
    "paragraphs": [
        "Citizens of Kvatch! With the approval of Count Carolus, we are immediately re-opening the Kvatch Arena!",
        "All citizens of Kvatch and beyond are invited to witness our many exciting new events, including contests of martial prowess, clashes between fierce beasts, grand melees, and more! In cooperation with the Order of the Hour, we are also adding a new event: the Circle of Penance!",
        "Below is a list of the exciting events our legendary arena will now be hosting on a regular basis.",
        "Clashes of Might\nCome one, come all, as the most dangerous gladiators in the land fight one-on-one, two-on-two, or four-on-four. The only things bigger than the weapons wielded in our bloody battles are the purses handed to the winners! In addition to brave Colovians, you'll see foreign fighters including fierce Nords, savage Redguards, brutal Orcs, crafty Wood Elves, and even a silent Sea Elf assassin.",
        "You won't want to miss a moment of these thrilling contests. Come cheer on your Colovian heroes, or place your bets on foreign fighters and give them a reason to face our best. We promise a good show!",
        "Clashes of Beasts\nWitness brutal beasts from across Tamriel, gathered by brave handlers, as they fight to prove whose teeth and claws are mightiest! Thrill to the savage ferocity of the Bangkorai lion! Gasp at the stealthy attacks of the Alik'r duneripper! If we manage to raise enough gold from ticket sales, we've even had an enterprising merchant promise to bring us a mythical Mantikora from the savage land of Craglorn!",
        "The Grand Melee\nTen warriors enter, and one warrior leaves! Any combatant may enter the grand melee, using any weapon and any fighting style! You never know what to expect, save that every fight will be brutal and its outcome will be impossible to predict. With our new tiered betting system, you can even win gold if your fighter loses, so long as they are among the last to succumb. Don't miss this once in a lifetime event!",
        "The Circle of Penance\nHosted by the brave knights of Kvatch's own Order of the Hour, heretics and heathens who have sinned against the Divines are given one last chance to repent! Many heretics will face the brave and implacable gladiators of the Order of the Hour and, should their faith prove true and the Divines smile upon them, they may even survive. Even those who do not may find salvation before they achieve death.",
        "Come cheer on our brave gladiators of the Order of the Hour as they crush and smite all heretics - those who dabble in dark rituals with Daedric Princes, practice necromancy, and otherwise offend Akatosh."
    ]
}