{
    "id": "KwamaMiningforFunandProfit",
    "paragraphs": [
        "By Dorayn Redas, House Hlaalu",
        "Developing and maintaining a kwama mine can be a rewarding, and more importantly, a lucrative pursuit, provided one takes the time to learn about kwama and their environmental requirements. Kwama are giant insects that live and work in underground colonies called egg mines. Although eggs provide the primary source of income for any kwama mine, they are by no means the only product produced by the mine. Kwama cuttle, scrib jelly, and scrib jerky all provide additional sources of revenue for a kwama mine.",
        "To start a kwama mine:\n1a. Find and tame a wild kwama colony (difficult), or\n1b. Purchase excess kwama from a crowded mine (expensive)\n2. Live near the colony until you smell like kwama\n3. Never approach the kwama queen chamber\n4. Gather eggs, collect cuttle\n5. Count your profit",
        "Despite the name, a kwama mine consists of living creatures. With judicious yet unobtrusive maintenance, a moderately-sized mine can produce an abundance of valuable kwama eggs. Kwama mines can also produce tasty scrib jerky, acidic scrib jelly, and kwama cuttle, which is highly valued by alchemists.",
        "The Kwama Colony: The road to owning a profitable mining concern starts with a healthy kwama queen and a full complement of workers. The queen produces eggs in the deepest recesses of the mine. Kwama workers care for the eggs, moving them to the various tunnels and chambers within the mine, according to space requirements, environmental conditions, and the development state of the eggs. Kwama workers also produce food for the mine, feed and clean the queen, and expand the mine complex as the colony grows. When not tending to their usual duties, workers can be seen digging new chambers and tunnels within the ever-growing labyrinth of the mine. Workers tend to be docile, but can turn violent if threatened or attacked, or if the queen is in danger.",
        "Kwama warriors protect the colony, reacting quickly to any perceived danger. They should be treated warily and with respect, for they are aggressive and highly dangerous. While workers are quadrupeds, warriors are bipedal and very powerful.",
        "Scribs, as the miners call juvenile kwama, roam freely through a kwama colony. A mine usually splits the scrib herds into two camps: those allowed to grow into workers or warriors, and those harvested while still young for jelly and jerky. Scrib jelly has a variety of uses, including as a food source, but it is prized by alchemists as a key ingredient to create potions and cure diseases. Scrib jerky, made by drying thin slices of scrib meat, has minor restorative properties and is considered to be quite delicious by Dark Elf culinary experts.",
        "Starting a Kwama Mine: Assuming you don't want to pay the exorbitant fees associated with purchasing a queen and kwama from an established mine, you will need to locate and tame a wild colony. This approach isn't without cost, however, as House Hlaalu requires would-be mine owners to purchase a license before hunting for a wild colony in earnest.",
        "When you locate a potential colony, you can't simply walk in and set up shop. The colony's aggressive warriors would make short work of your miners. There is a solution: acclimation. The acclimation process takes time, but injury and loss of life (of both colony members and miners) can be minimized by letting the colony slowly become familiar and comfortable with your presence. Once your miners acquire the smell of the local kwama, the warriors will consider them to be part of the colony.",
        "Egg Harvesting: The actual \"mining\" of kwama eggs doesn't require a great deal of skill. Miners basically need only patience and common sense to perform their job. Egg harvesting must be done with an eye toward balance. Remove too many eggs and you may agitate the workers and the queen. Remove too few and the queen's egg production may fall. The mine manager must keep a careful eye on production to ensure that the queen does not produce too many or too few eggs. Wide swings in production will affect profits and make planning more difficult, and should be avoided.",
        "Avoid the queen's chamber at all times. Warriors and workers will view any approach to their queen as a threat and react accordingly. Production can grind to a halt as the colony becomes agitated and miners can't safely enter the mine. You might lose a few miners as the colony rampages, but the most important thing to remember is that the kwama will eventually calm down and once again accept the presence of the miners.",
        "Note: House Hlaalu egg-mining licenses require mines to provide regular production reports. Failure to comply can result in sanctions, fines, or even closure of the mine. And that's neither fun nor profitable."
    ]
}