{
    "id": "KwamaBreedingResearchNotesFlora",
    "paragraphs": [
        "Ash Yam: No effect. Kwama will eat it if they are peckish.",
        "Bittergreen: No effect. Empty Bittergreen pods are attractive sitting locations for workers and scribs. I've seen warriors attempt to enter the pods when they obviously can't fit. Stupid bugs. Keep these out of the mine.",
        "Black Anther: No effect on the kwama, and we have to send operatives near Vivec City to find it, which is risky. Suggested to cease testing.",
        "Black Lichen: The kwama hate it. Use it only to keep them out of spaces we don't want them to be near, like our food stores.",
        "Bungler's Bane: No effect and hard to find in reasonable supply.",
        "Chokeweed: No effect.",
        "Comberry: No effect and extremely hard to find in the wild. If we need more it's recommend to steal some from the merchants in Vivec City.",
        "Corkbulb Root: Not the effect we are looking for, although it seems useful for treating kwama with any form of paralysis. Continued testing is recommended.",
        "Draggle-tail: None in supply and it's not yet worth sending scouts to the Bitter Coast.",
        "Fire Fern: Kwama love this stuff, while at the same time it appears to make them agitated. More research on this is recommended.",
        "Gold Kanet: No effect.",
        "Green Lichen: Can't find it anywhere. Every recommended location has so far turned out to be a dead end.",
        "Hackle-Lo: No effect.",
        "Heather: No effect.",
        "Kresh Fiber: Kwama hate it, and not in the way we're interested in. They defecate on it as soon as it's discovered. Keep all supply out of Matus-Akin.",
        "Luminous Russula: Grows naturally around the area and can be found in the mine as well. Kwama consume it often. No obvious effects on behavior.",
        "Marshmerrow: No effect aside from potential feed.",
        "Muck: Toxic to Kwama. DO NOT USE!",
        "Nirnroot: Do not use on its own anywhere near the kwama. It appears to make them lethargic, yet they crave it once exposed. We had to put a few warriors down after the primary exposure. We don't want to lose any more, as there are not many of these beasts to begin with.",
        "Red Lichen: No effect.",
        "Roobrush: No effect.",
        "Saltrice: Common kwama feed. We keep a supply of this in the storage area surrounded by a moderate amount of Black Lichen.",
        "Scathecraw: No effect.",
        "Slough Fern: No effect.",
        "Stoneflower: Only found in the West Gash. Too risky to acquire. I speculate it will have no effect regardless.",
        "Trama Root: No effect.",
        "Violet Coprinus: We have found this growing naturally in Matus-Akin. Potential natural kwama feed. No effect.",
        "Wickwheat: Makes kwama even stupider than they already are. More research needed.",
        "Willow Flower: No effect.",
        "Hypha Facia: Sometimes Found in Matus-Akin, no obvious effect."
    ]
}