{
    "id": "LadyintheCistern",
    "paragraphs": [
        "<title>Lady in the Cistern: Andarri's Theory</title>",
        "There's a statue of some lady in the middle of our Thieves Den. She was here when we got here, and nobody seems to know who she is or why she's there. Can anybody tell me who this is supposed to be?",
        "I think she's the Lucky Old Lady. I saw her statue in Bravil, once - I can't put my claw on it, but it feels as though she's the same person. And it makes sense why the matron of fortune would be here, blessing the only consistent source of clean water in Hew's Bane.",
        "What do the rest of you think? Who is the lady in the cistern?",
        "Andarri",
        "<title>Lady in the Cistern: Quen's Theory</title>",
        "We read translations of old Yokudan texts at my academy. I think the lady in the cistern is a depiction of Hazadiyya Sea-Queen. She was well-known and respected amongst her people's descendants, and Prince Hew may have read her Lost Islands of Old Yokuda. Also, the creature wrapped around her is a sea serpent. This means the \"queen of the sea\" watches over the water supply for the only free port of Hew's Bane, as though it were a colony of Old Yokuda itself. Pompous symbolism - worthy of Prince Hew himself.",
        "-Quen\"",
        "<title>Lady in the Cistern: Silver-Claw's Theory</title>",
        "I do not know who the lady in the cistern used to be. But truly, it no longer matters who the statue was.",
        "You see, I believe the statue now represents Zeira. Without her guidance, this strange little family of which I now proudly call myself a part would no longer exist. So for me, the Lady in the Cistern is your guildmaster.",
        "-Silver-Claw",
        "<title>Lady in the Cistern: Thrag's Theory</title>",
        "The lady in the cistern is clearly Nocturnal. Take a look at the statue - the face somewhat obscured, cloaked in an all-concealing robe, and hidden in a cistern that was once bricked off behind another cistern. Who hides water? Nocturnal cultists, that's who.",
        "Not that I was ever in a Nocturnal cult.",
        "-Thrag",
        "<title>Lady in the Cistern: Velsa's Theory</title>",
        "The statue is the Night Mother. Her right hand is open because She Knows. There's a snake wrapped around her. The snake represents Sithis.",
        "It's clear as the night sky that you're all idiots.",
        "-Velsa",
        "<title>Lady in the Cistern: Walks-Softly's Theory</title>",
        "Those who live in the alleys of Abah's Landing are often without food, but it is rare to hear of any who suffer from lack of water. Have you never asked yourself why the lowliest are graced with such plenty?",
        "The statue must be Zeqqi, the Madonna of Tears. Though her father Zeht forsakes this land, preventing most food from growing here, the water goddess takes pity on the lost souls who call Abah's Landing their home. The statue recognizes the sacrifices she makes to sustain us, hidden from the gaze of her disapproving father.",
        "-Walks-Softly",
        "<title>Lady in the Cistern: Zeira's Theory</title>",
        "Silver-Claw - I'm flattered, but the Thieves Guild is more than one person. [Player Name] is proof enough of that.",
        "And the rest of you are wrong - it's Leki, administering her Ephemeral Feint - as sculptors used to depict it, in Hubalajad's time. The statue's left hand is curled, as though to hold a sword. Perhaps it did, long ago, though if it were not stolen it must have long since rusted away.",
        "Note the similarities to the massive statue of Hubalajad just south of the Abah's Landing's harbor. He commissioned a colossal, idealized sculpture of himself, embraced by a sep adder. Enormous, ridiculous, and (for some reason) shirtless, as though nothing can harm him.",
        "Yet the sculptor who hid Leki away in this cistern refuted him. The robes conceal intention, allowing her to strike with little warning. The Saint of the Spirit Sword accomplished so much more than Prince Hew, yet doesn't need to be taller than a ship's mast to prove it. Even more, she does not need to declare herself to the entire town. She is content to do what she must from the shadows.",
        "And the sep adder sash is delightful. A real thumb in the eye to Prince Hew.",
        "-Zeira"
    ]
}