{
    "id": "LamiasofCraglorn",
    "paragraphs": [
        "Much misinformation exists concerning the lamia population of Craglorn. This is because their very presence in the region constitutes something of a mystery.",
        "How is it that creatures normally associated with the coastlands were able to find their way to such a brutal, unforgiving desert?",
        "I, your intrepid guide, your answerer of the unanswerable, made the journey to Craglorn in search of the truth.",
        "On arriving in Belkarth via the great highway that stretches from High Rock to Cyrodiil, I ingratiated myself to the locals and plied them with the exotic wines I'd brought with me from Summerset. Then they regaled me with all manner of stories concerning the lamias.",
        "By far the strangest story is this one, related to me by a character of questionable morality in one of the local watering holes.",
        "A mage by the name of Frederic Croyens crossed Tamriel collecting exotic creatures for his traveling menagerie. In Valenwood, he spent many nights in the company of Wood Elves. These Elves were adherents of the Green Pact (the details of which are beyond comprehension to the civilized mind and irrelevant to this story).",
        "Suffice it to say, these Wood Elves introduced our mage to a panoply of curious concoctions of still more marvelous effects. After what amounted to anywhere from three days to a fortnight under the influence of these unusual unctions, it came about that the mage had been married to one of the local lamias.",
        "My source in Belkarth then went on to explain that the lamias in the caves and lakes of Craglorn are none other than the offspring of Frederic Croyens and his lamia wife, who journyed here with his traveling menagerie.",
        "I have no doubt that this story is utter hogwash. However, through independent research, I have been able to verify the existence of Frederic Croyens and his traveling menagerie. They did indeed visit Valenwood and Craglorn in the past. It seems more likely, however, that the lamias arrived in Craglorn by other means."
    ]
}