{
    "id": "TheLanguageofEbonStadmont",
    "paragraphs": [
        "My research has led me to seek out Ebon Stadmont, a forest of much rumor and speculation, but little known fact. Specifically, my curiosity lies within the mysterious language found throughout the forest, inscriptions etched within decayed ruins. This language is unknown, unstudied, and largely unquestioned. I suspect this has much to do with the hazards the forest possesses, rather than an inability to properly research said language.",
        "The forest twists, in a way. Moves as you walk through it. You'll see your destination, just over the foliage. Walk through one of the many archways, only to find yourself in a completely new location than the one you set out. It's some sort of teleportation magic at work, I suspect, though so seamless one can hardly notice as it happens.",
        "The foliage is dense, bringing to mind a hedge maze more than a proper woods. It's obvious that someone, or something, designed this forest to be sectioned off. For the explicit purpose, I believe, of keeping outsiders out. What connection these protective measures have with the language I plan to study, I'm unsure. But perhaps, through my research, I can discover the answer.",
        "* * *",
        "My initial findings within Ebon Stadmont have been, as I've feared, inconclusive. I had once believed the language to be similar in form to Daedric, but all experimentation to that end have yielded no results. Though this language may be similarly ancient, I do not believe it to have Daedric origins. And so, I fear that I begin my studies from the ground up.",
        "The one blessing within this expedition has come from what I expected to be our biggest stumbling block; the forest itself. Have the rumors been exaggerated? All of our incidents with the forests twisting nature have been both few in number and minor inconveniences, at best. I've lost none of my troupe, as I once feared I may, though I've ordered them to stick close together.",
        "I feel a sense of acceptance. As if the forest has judged as worthy of uncovering its mysteries. Or perhaps the magical protections here have waned over time. Whatever the case, I don't plan to allow this good fortune to go to waste. Set backs are no, I am determined to research this language.",
        "* * *",
        "Finally, the mysteries of this language begin to unfold. I was looking at it all wrong, that was my problem. I only saw a language, consisting of mere symbols. Something to be researched and translated. But these words have power. I see that now.",
        "Within these inscriptions contain an untapped source of magical energy. But, try as I may, I cannot find a way to release it. To use it, the way I feel it so deeply wishes to be used. The kind of creative energy, full of an untold potential. But of what?",
        "The words are alive. They speak to me sometimes, if I listen close. Words whispered in my mind. The power that has laid dormant for so long, willing itself back into existence. If only I could discover how."
    ]
}