{
    "id": "LastoftheOldBones",
    "paragraphs": [
        "Many years before your time, and many well before mine, great creatures walked the surface of Nirn. Where they came from, none could say. After a time they faded and vanished, all gone away to the lost corners of the world. All save one.",
        "A great beast made entirely of bones did burrow a writhing path through the ground, named the Destroyer by those who survived its passage. Though none could say where it went or what drove it, all knew the barren swaths of land in its wake.",
        "It is said the Destroyer's coming could be felt as a quailing of the sod a full day before its arrival. When it arrived in a place, the great beast would writhe about, shattering walls and toppling buildings. Cliffs would turn to slurry in the great quakes brought by its pursuit, and many a pod home burst beneath its bones. It did so until it found Men or Mer who could answer its question.",
        "For the Destroyer would always question its victims. The oldest accounts of these questions were all variations on, \"Where can I find the old bones?\" The canniest of those asked would point in a direction deemed most expediently away from, and least destructive to, their remaining homes.",
        "As the Destroyer searched—evidently in vain—its questions changed. As it neared the end of its rampage it was known to ask, \"May I sleep here? It has been so long since I slept.\"",
        "The only one known to answer \"yes\" to this question was the treethane of Falinesti, the Walking City. Knowing Falinesti would soon move on from where it wintered in Southpoint, she convinced the Destroyer to sleep in the boughs of Arborfell, an orchard known for its abundance of bats.",
        "There, the Y'ffre priesthood planted a blessed seed in the skull of the great beast as it slept. This seed soon grew into a sapling, the sapling into a great tree, and the great tree into the Barrowbough. The bones have not stirred since.",
        "In the ages following the Destroyer's final rest, ancient bones have sometimes been unearthed throughout Valenwood. Though silent, these remains are brought to Arborfell—now the \"Bone Orchard\"—in hopes that they will always remain so.",
        "This tradition has spread throughout Valenwood. Bosmer far and wide have taken to burying the bones of their loved ones in the shade of the Barrowbough. Here they believe Y'ffre will grant his blessing, a final sleep for the lost."
    ]
}