{
    "id": "TheLastBattleofPhalevonVero",
    "paragraphs": [
        "By Sirino Hentor, Elder Historian",
        "",
        "Mourning the loss of his beloved cousin Brumiun, Phalevon swore to hunt down and defeat the Minotaur who had cleft Brumiun in twain. Now, to many folk, one Minotaur is much like another, but in this case Phalevon was well informed as to the identity of his cousin's slayer: The townsfolk of Glenbridge had witnessed Brumiun's battle and were acquainted with the Minotaur he fought. The beast was known as Hruum the Red, for his hide was as red as brick and his mane a rusty orange hue. Still, none could tell Phalevon where the Red Minotaur lurked.",
        "",
        "Wearing his grief and his pitiless resolve like a cloak of darkness, Phalevon set about the task of emptying every Minotaur lair in Blackwood until he at last cornered the one he sought. Before each dark cave or crumbling stone gate, he paused to blow a mighty blast from the war-horn he had made from Khaath the Old, so that the Minotaurs would know their foe and know dread. Seven times seven Minotaurs Phalevon slew in this fashion, and yet Hruum the Red eluded his wrath.",
        "",
        "At last, on the banks of the Niben River, Phalevon reached the last of the Minotaur lairs within Blackwood and sounded his mighty horn. \"Come forth, come forth, if ye be Hruum the Red!\" he shouted. \"And if ye be not, tell me swiftly where I might find him, and your life I will spare.\" Yet from the cave came no answer but a Minotaur's bellow, so Phalevon girded himself and entered the cave.",
        "",
        "(In later years scholars have wondered whether Phalevon actually understood the speech of Minotaurs, since few men do. Regrettably the substance of the Minotaur's answer to his challenge has not been made known to your humble author.)",
        "",
        "Phalevon descended into the cave. There, in its uttermost recesses, he came face-to-face with the greatest Minotaur he had ever laid eyes on. Twice as tall as a tall Nord stood Hruum the Red, and he wore a necklace made from the skulls of his victims. \"Foul beast!\" cried Phalevon. \"I have found you at last! Now shall justice be done upon you for the cleaving of my cousin!\"",
        "",
        "\"HRUUM!\" replied Hruum the Red. And the Minotaur lowered his gore-streaked horns and charged the mighty hero.",
        "",
        "Phalevon leaped aside, and Hruum the Red struck the cavern wall with such might that he broke it altogether, causing a crack through which the river began to pour. Phalevon slashed him thrice across his flanks before he could pull himself free again, and yet his blows only made Hruum the Red angrier. The Minotaur seized a great axe and dealt Phalevon an awful blow, striking off his right arm. Yet with his left Phalevon fought on undeterred!",
        "",
        "Many fierce blows were both given and received, until finally Phalevon thrust his bright sword right through the heart of Hruum the Red. And yet, with the fury of his dying blow, the Minotaur stuck hard and true, cleaving the shining helm of the mighty hero. Phalevon fell dying across the body of the terrible Minotaur he had slain.",
        "",
        "And so it was the people of Leyawiin found Phalevon Vero, and bore him forth in honor.",
        ""
    ]
}