{
    "id": "LegateMinutesConcerningGoblins",
    "paragraphs": [
        "Prospector Vinnus Doniticus's complaint regarding local Goblin infestation. Transcribed by Tacita Maenius, Frostfall 26th, 2E 581",
        "",
        "This is the third time I've come down here. I don't like leaving my plot. I hate this Eight-forsaken town and all you preening, stork-ankled, city-folk. But matters in Blackwood are getting grimmer by the day. We're doing with pick and spade what you should be doing with sword and shield, and we're sick to death of it.",
        "",
        "I'm talking about Goblins. While you sleep sound in your beds, bellies full of meats and fine wines, the rest of us slap ourselves awake in our barns and mines, desperate to defend our property. Sure, to you these little green bastards are nothing but a nuisance. Like spear-flies on a dog. But for honest folk like us who live outside these walls? We're fighting a gods-damned war. And I'll tell you this: we sure as spit aren't winning!",
        "",
        "Take last Morndas eve. My mate, Silus, and I sat on our stools around the campfire grilling a deer haunch and making plans for the next day's labor. All of a sudden, we hear a rustling in the bushes. Not a fox or a badger's rustling, mind. Something bigger, clattering about in bones and rot-leather. I drew my flay knife and Silas hefted his pick. We stood there, quiet as cats, for a terrible long time. Then they burst out. Six or seven of those hunched bastards, hissing, and screeching, and swinging their rusty swords. Silus damn near soiled his pants. He dropped his pick and scrambled into the mine. As for me, I kicked, and spit, and stabbed my way through one of them, then took off running into the woods. Three of them wound up chasing me, clacking their teeth and babbling like lunatics in that dirt-mouth language of theirs. I made it to a friend's lamp-lit porch. As for Silus? They're still finding bits of him under rocks and down old shafts.",
        "",
        "That's just my story. And it's just the most recent. Two weeks ago, Goblins stole Astia Burso's prize heifer. We found it gutted like a trout two days later, soiling the river the other cows drink from. A week before that, they chased my half-sister, Vala, onto her roof and plucked arrows at her for an hour or more while she scrambled behind the chimney for cover. Way she tells it, they were laughing all the while.",
        "",
        "Now, I'm not asking you to send an army. Dibella's breasts, I'm not even asking for a war band! All we want—all we need—is a handful of fighters with some coals in their guts who can put the fear of Oblivion into these little bastards. Make an example or two. Plant a few Goblin heads on pikes around people's property. Back before all that Red, Blue, and Yellow nonsense up north, we used to have a decent militia. What you've got here now? There's hardly a thimble-full of guts between all three of you! Get off your arses and do something!",
        ""
    ]
}