{
    "id": "LegacyoftheDragonguard",
    "paragraphs": [
        "By Kiasa-Veda, the Chronicler of Blades",
        "As all schoolchildren know, northern Tamriel was invaded by a legion of Akaviri raiders in 1E 2700. Mighty warriors with potent powers, these Akaviri cut a swath through Skyrim, defeating all opponents, until they were met at Pale Pass by a Cyrodilic army under the command of General Reman. After a brief battle, the Akaviri surrendered en masse to Reman, saying that in him, they had found what they had come to Tamriel to seek.",
        "With the Akaviri added to his own army, Reman marched on, pacifying most of Tamriel, becoming Emperor, and founding the Second Empire. The best and wisest of the Akaviri became the Dragonguard, under the Emperor Reman's personal command.",
        "For the next two centuries the Dragonguard protected the Reman Dynasty, defending the Emperors with abilities said to have been learned from the Dragons themselves, which persisted in Akavir far longer than they did in Tamriel.",
        "But when Reman III was assassinated in 2920, that was the end of the Reman Dynasty (as well as the First Era). Officially the Dragonguard was disbanded, some said in shame at having failed to protect the Emperor. However, when the Potentate Versidue-Shae assumed the Ruby Throne, the Dragonguard was unofficially reactivated, more as an intelligence network than as an honor guard.",
        "Other former members of the Dragonguard followed different pursuits. Some joined their former centurion, Dinieras-Ves, when he founded the organization that would come to be known as the Fighters Guild. Others became roving adventurers, selling their services as combat trainers or swords-for-hire.",
        "One of these was a former Dragonguard whose name is now lost, and is known only to this chronicler as the Grandmaster. He took it upon himself to ensure that the martial and mystical arts of the old Akaviri would survive into the new and turbulent Second Era. However, he would teach his skills only on condition that those he taught would go on to teach others. This was the origin of those whom we now call \"the Dragon Knights.\""
    ]
}