{
    "id": "TheLegendofDameMarcelle",
    "paragraphs": [
        "House Dorell produced many notable personages throughout the centuries—mages and warriors, scholars and merchant lords—all dedicated to making the noble house strong and powerful. Of all Dorell's many sons and daughters, none shines as brightly as Dame Marcelle Stenric, the Knight of Shornhelm.",
        "Dame Marcelle was a mighty warrior, brave and pure. She was a model of knightly perfection, a niece and loyal supporter of Lord Aaric Dorell. Her exploits were legendary, even in her own day, as she defended Dorell holdings, battled brigands and monsters, and even negotiated treaties with neighboring domains.",
        "When a terrible troll shambled out of the hills to threaten Shornhelm, Marcelle was there to challenge the foul creature. For a day and an hour, the two engaged in a violent dance that knocked down trees and leveled farm houses. As the battle wore on, both combatants were bloody and weary. It seemed like the fight would end when one of them fell over from sheer exhaustion. But then Marcelle called on an inner reserve. She severed the troll's head with one powerful swing of her sword, Dauntless. And all of Shornhelm cheered.",
        "Another tale tells of the time of the Great Feud, when Berenda of Tamrith and Ailex of Dorell (who was Lord Aaric's younger brother) engaged in an exchange of insults, each more terrible than the last. Insults turned to violence, and the two houses came close to the brink of war. At the height of the feud, Lord Aaric's son Lanciot was taken captive by brigands loyal to House Tamrith. These brigands were members of the mighty Hammers of Umbrage, notorious for terrorizing travelers on the roads of Rivenspire until they were given letters of reprisal for pledging loyalty to the Tamrith lords.",
        "Dame Marcelle, when she heard the fate that had befallen young Lanciot, never hesitated. She tracked the brigands to an isolated tower in the wilderness outside Crestshade and quickly took stock of the situation. A dozen brigands guarded young Lanciot, who was imprisoned at the top of the tower. Confident that the Dorell scion was safe and out of harm's way, Marcelle boldly strode into the brigands' camp and announced her presence. Just hearing her name was enough to rattle many of the brigands. Five of them dropped their weapons and fled as soon as they realized who she was. But that still left seven of the Hammers to deal with, including their leader, Rhyne Succoth.",
        "Brave Marcelle carried Dauntless with her, and she was confident the Divines were behind her. Brigands fell with every swing of her mighty sword, until only she and Rhyne remained standing. Seeking a way to get the upper hand, the brigand leader grabbed young Lanciot and held him between his own body and Marcelle's sword. Dorell's most shiny knight smiled. It was hard, humorless. \"Release the boy and you get to live,\" Marcelle said coldly. \"Otherwise, you die on the count of three.\"",
        "\"Save your threat—\" Rhyne began. But his words were cut as short as his life.",
        "\"Three,\" Marcelle called out. Dauntless flashed. Rhyne's eyes went wide. The brigand leader was dead before his body hit the ground.",
        "\"Next time you feel the need to travel, young Lanciot,\" Dame Marcelle said, a measure of warmth returning to her smile, \"please let me know and I shall gladly accompany you.\"",
        "And these were only two of the tales that helped create the legend of Dame Marcelle."
    ]
}