{
    "id": "TheLegendofDeadlight",
    "paragraphs": [
        "(A story circulated among the Gleaners of Aurbis.)",
        "",
        "Long ago, a bold Gleaner named Hrofald of the Three Jests came across a key that could open the forgotten Daedric portal daises scattered across the Deadlands.",
        "",
        "(And no, no one knows why he was called Hrofald of the Three Jests. That question comes up whenever someone recounts this story.)",
        "",
        "Hrofald set out to explore the portal network, searching out its hidden secrets one by one. Most of the portals led to places that had long since fallen into ruin, while some opened upon citadels still teeming with Daedra loyal to Mehrunes Dagon, and a few connected to other planes. These Hrofald approached with great care, since he didn't want to get stranded in someplace even more hostile than the Deadlands. In his explorations, he saw rare wonders and acquired interesting trophies. And then one day, he simply did not return.",
        "",
        "After a suitable time, the Gleaners hung Hrofald's cloak upon the wall of the Bearer's Rest in Fargrave, raised their cups in his honor, and wished him well on his final leap.",
        "",
        "Years passed, so many that few remained who remembered Hrofald's name or his journeys. A disheveled man with a snow-white beard, his body bowed with great age, tottered into the Bearer's Rest and claimed the cloak from the wall. \"\"I am Hrofald,\"\" he told those in the room. \"\"I have been to the end of things and I have returned.\"\" And then he told his tale.",
        "",
        "On the day he vanished, Hrofald used his key to bring a crumbling old portal-dais to life. When he stepped through, he found himself in a blasted wasteland. Here, a shattered keep stood beneath a starless sky in a place illuminated only by a green, ghostly aurora. That did not discourage Hrofald, as many planes present an unwelcoming appearance at first glance. No, what was more troubling was that the plane was devoid of life and energy. The key he carried was discharged, and this new plane lacked the essential energies needed to recharge it.",
        "",
        "Hrofald set out to explore the area and search for another portal that might offer escape. But he found that this unknown plane was only a shattered shard. A mere remnant of some previous realm that had been subjected to a terrible calamity. A few hours' march brought him to the jagged edges where this sad fragment met the seas of Oblivion. And there was no way back.",
        "",
        "Of Hrofald's long struggle to maintain his life in that bleak place, there is no record. Some say he survived by scavenging the dead things he found here and there in the planar fragment. Others say that, as life and light had been extinguished in that place, the natural course of his starvation was slowed to a mere crawl. Whatever the case, Hrofald of the Three Jests endured, slowly withering away. Alone.\\n\\nThen came the day that a new portal opened in the realm. Two beings stepped through—a proud mortal in the robes of a priest and a Dremora of high rank. Hrofald crept close to listen to their speech and beg them for help if it seemed wise.",
        "",
        "\"\"Look upon this broken plane, mortal,\"\" the Dremora said to the priest. \"\"This is all that remains of the realm of a Prince whose name is now forgotten. Before your kind first walked upon your world, the Prince of Destruction made war upon his enemy and laid waste to his home. Nothing survives the wrath of Mehrunes Dagon. This is his gift to you—a demonstration of his power and proof that he keeps his promises to followers and foe alike.\"\"",
        "",
        "The mortal priest looked about in awe. \"\"I thank our Mighty Lord for my lesson,\"\" he answered. And he fell down and worshiped Dagon on that very spot.",
        "",
        "When he had finished with his prayers he rose, and both priest and Daedra returned through the portal. Hrofald saw his chance to escape and tottered forward. Just as the portal closed, he staggered through and found himself in the Deadlands again as an old and broken man.",
        "",
        "To this day no one has found this shattered plane, this \"\"plane of the dead lights\"\" as Hrofald named it. Some wonder if perhaps forgotten treasures still lie hidden there, waiting for the Gleaner clever enough to find his way there and pilfer Dagon's spoils. Others wonder about the sights that very few mortals have ever seen.",
        "",
        "But even so, it must be said that few Gleaners have ever gone looking for Deadlight. There are better places to find treasure.",
        ""
    ]
}