{
    "id": "LegendoftheGhostSnake",
    "paragraphs": [
        "Observations on the Mabrigash",
        "from the journals of Bonorion the Wanderer, 2E 568",
        "In Deshaan, I encountered a strange tribe of Dark Elf Ashlanders. They call themselves Mabrigash. Unlike their Vvardenfell brethren, this tribe is not nomadic and appears to have settled in an isolated region of Deshaan, a location they call the Vale of the Ghost Snake. I believe they have concocted the story of the perilous Ghost Snake to discourage outsiders from lingering too long in their village. Although, frankly, their rudeness, which rivals that of any of the more civilized Dark Elves I have ever met, is more than enough to drive outsiders away. However, my curiosity about this isolated tribe steeled me against their attitude. I remained nearby for a time, watching them and recording my observations. Forthwith, here are my findings on the Mabrigash:",
        "The Mabrigash do not welcome visitors.",
        "The Mabrigash appears to be a matriarchal society, and their females are definitely more dominant than males. They also seem to outnumber the males by a factor of three or four to one. I wouldn't say this society hates males, but they certainly don't trust them or like them very much. At least as far as I can tell.",
        "They claim a Ghost Snake gives them advice and watches over the Vale. I believe they use this so-called \"Ghost Snake\" to scare visitors away and to keep the village population in line.",
        "It appears they sacrifice their own tribe members to this mythical deity. The tribal elders encourage trials to honor this \"Ghost Snake,\" and many of these end in the death of the participants.",
        "Here is the legend of the Ghost Snake, as it was told to me by a charming little lady of some six or seven years of age. She approached me with absolutely no fear or hesitation. She asked me why I was being so creepy and watching them all the time. At least, that was the gist of it. My understanding of the Mabrigash dialect is rudimentary, at best. I deflected her question with one of my own. \"What is this Ghost Snake I keep hearing about?\" I asked her.",
        "\"Follow the Coiled Path and you'll find out,\" she replied with a bat of her cute little eyelashes. \"The Ghost Snake offers advice and protection, as long as we care for the Vale,\" she continued. \"Everybody knows that.\" She went on to tell me that the Ghost Snake was the combined spiritual essence of the tribe's female ancestors, given spectral form by the belief and respect of the living tribe members. Or that it was a creepy dead snake that liked to haunt the Vale and eat innocent Mabrigash children. She spoke very fast, and as I've said before, my mastery of the dialect was far from perfect.",
        "From an economic perspective, the tribe crafts unique snakeskin leather. They use this leather for everything, from clothing to packs to a simple armor. They are, however, unwilling to sell or trade this wonderful material to outsiders—or even to the men of their own tribe. Everyone involved could make a fortune if the Mabrigash could be convinced to open trade with the outside world.",
        "I met a Mabrigash scout on patrol. She threatened to \"toss me to the ghosts and serpents on the Coiled Path.\" Fortunately, my speed and tree-climbing skills far exceeded hers, so I was able to avoid this savage ceremonial rite. Additional observation leads me to the conclusion that the tribe subsists on a diet primarily consisting of snake meat. This may contribute to their uncontrollably hostile demeanor.",
        "After several days camping nearby and continuing my observations, a rather fearsome Mabrigash warrior visited me. He said he was the Gulakhan. He said the only reason they had not simply tossed me to the serpents within the Vale was that the Farseer labeled me a hapless idiot. I am sure I missed something in the translation of the message. When I asked to meet with the Farseer, this Gulakhan's hand seemed to tighten on the hilt of the rather nasty-looking sword that hung at his side. It was then I decided that my time among the Mabrigash Tribe had come to an end.",
        "***",
        "Annotation from Nuros Raloro, Tribunal Scholar Priest, Mournhold 2E 576",
        "This utterly ludicrous \"observation\" was found abandoned near the border to Stonefalls some years ago. The Bosmer chronicler Bonorion does not appear to have the wit of a five-year-old child when it comes to accurately recording unusual events or peoples. He resorts to making things up or taking wild leaps of illogic to come to his so-called \"conclusions.\" This document has been preserved within the Tribunal library and copies have been distributed, as he did at least conduct some conversations with the Mabrigash, and information on this tribe remains scarce."
    ]
}