{
    "id": "TheLegendofFallenGrotto",
    "paragraphs": [
        "Long ago, a man with seven sons and seven daughters lived in Bangkorai. Their home was in a deep and twisted cave at the edge of the woods.",
        "The surrounding forest was filled with all manner of creatures: bears, wolves, badgers, and deer. Though his family was large, they never knew hunger, for the animals were plentiful and easy prey.",
        "\"We must give thanks for Hircine's blessing,\" said the man.",
        "And the man prayed to Hircine, building within his home a shrine to the God of the Hunt. He painted the walls of the cave with pigments he made by combining animal fat with the earth. From the deer his children slew, the man took antlers to make an altar, and his wife braided hides into leather rugs to cover the dirt floor.\nWhen the shrine was complete, the man and his family lit tallow candles and roasted an ox, pouring its blood onto the altar as they chanted prayers.",
        "Suddenly, they heard a laugh, and before them stood Hircine himself, drawn by the death cry of the ox and the scent of its roasting flesh.",
        "\"You've done well!\" Hircine cried, striding forward. He was clad in layers of animal hide, though his feet were bare.",
        "\"To prove your faith,\" said Hircine, \"send forth your seven sons and seven daughters. I will hunt them from dawn until dusk and from dusk until dawn, until I am sated.\"",
        "The man recoiled in horror. \"I cannot do that!\" he said. \"You may take anything, but do not take my children from me!\"",
        "Eyes narrowing, Hircine raised one hand toward the cave's ceiling. Then he pointed to the ground with the other. Hircine screamed, and the walls collapsed inward, destroying the shrine and the man's home.",
        "As dust curled upward like the smoke from an offering, sixteen forest trolls lumbered uncertainly from the debris, staggering from the grotto to the woods.",
        "\"You were not worthy of becoming beasts,\" Hircine remarked coolly, \"but I shall hunt you anyway.\"",
        ""
    ]
}