{
    "id": "LegendofThaneIcehammer",
    "paragraphs": [
        "Long ago in ages past, Thane Icehammer of Cragwallow walked the land. He was a jovial and boisterous Nord, loved by the people and trusted for his wisdom and good cheer. As with most legends that start like this, the good times didn't last.",
        "For Thane Icehammer, the change began when he returned from an extended hunting trip to the Yorgrim River basin. He was no longer cheerful and loud, but had inexplicitly become dour and short-tempered. And as the months went by, his mood only became more foul and his temper more dark.",
        "\"What has caused such change in my husband?\" Matron Icehammer demanded, and she turned to the Keepers of Kynesgrove for advice and assistance.",
        "The Keepers sent a young acolyte to investigate the situation. She spent a day and a night with Thane Icehammer, observing his actions, asking him questions, and trying to ascertain what had happened to make the Thane become so bitter and angry.",
        "Finally, after many long hours together, the acolyte noticed a dark stain spreading from Thane Icehammer's side and across his tunic. She ripped away his shirt. A festering wound that would not heal was carved into his side, the glowing tip of a spear jutting from it. \"He said his name was Hircine,\" the Thane wailed. \"He said I should never have hunted the were-creatures, but how was I supposed to know what they were?\"",
        "Then, his anger overcoming him, Thane Icehammer struck out and killed Kyne's acolyte. Devastated by her husband's actions, Matron Icehammer ordered the Cragwallow Watch to subdue the Thane. He fled, however, and they chased him to the ancient burial vault beneath the nearby mountains. The Watch, prepared to enter the vault after him, were called back by the Matron. \"No,\" she said sadly, \"I won't risk more lives to save a monster. Seal the vault.\"",
        "And with that, Thane Icehammer was entombed—wounded by a Daedric Prince, but still alive. \nThey say Thane Icehammer still stalks the chambers of the vault, fueled by an unending rage and the magic of Hircine's spear."
    ]
}