{
    "id": "LegendofHamanForgefire",
    "paragraphs": [
        "Retold by Rogar Cliffside, Talespinner",
        "Surely you've heard the legend of Haman Forgefire? Crafter to kings, manipulator of metals, Forgefire was known as the greatest blacksmith in all the land. Jarls, thanes, and anyone who could afford the exorbitant prices he commanded sought out Forgefire to create a precious dagger, a sturdy shield, a mighty warhammer, or a suit of finely wrought armor. After a time, Forgefire had to limit the number of commissions he accepted for any given period, as he refused to take on so much that the work would suffer.",
        "Other blacksmiths claimed that Forgefire could speak to the ore and charm the impurities away with a wink and a whisper. Most revered the man and were in awe of his skills. A few, however, were jealous of Forgefire's accomplishments. They tried to poison opinions against him, claiming that his methods involved nothing short of magic, and foul magic at that—Daedric magic. Chief among the outspoken smiths was the armorer, Gerhild Coldheart.",
        "Coldheart was loud and vocal of her distrust of Forgefire and his methods. She wondered aloud, in whatever crowded and boisterous tavern she happened to be drinking in, what vile Daedric Prince the proud and boastful Haman Forgefire had pledged himself to in order to accomplish his miracles with metal. Of course, nothing could be further from the truth. Forgefire was simply brilliant. But that didn't stop Coldheart from spreading her rumors at each and every opportunity. Soon, her hatred of Forgefire was almost all-consuming and it began to affect her work, which had been impressive in its own right until it began to suffer as her jealousy grew.",
        "Forgefire did his best to ignore the increasingly wilder tales, but commissions were becoming harder and harder to come by as Coldheart's rumors circulated. Haman couldn't understand why she insisted on saying such false and terrible things. He soldiered on as best he could, however, taking what work still came his way and praying that something would happen to reverse the downward spiral his fortunes seemed to be caught in. That's when the greatest commission of Haman's career appeared on his doorstep.",
        "The mighty hero, Kvenel the Tongue, was in the market for a new weapon. And not just any weapon. It had to be a weapon of excellent quality, something to match his beloved sword, Eduj. For his next adventure, Kvenel wanted a hand axe. And he wanted it crafted by the legendary blacksmith, Haman Forgefire. Delighted at this opportunity and excited by the challenge, Haman began to work on his most spectacular piece ever—the hand axe Okin.",
        "Gerhild Coldheart, meanwhile, was furious. She had petitioned for the commission to craft Kvenel the Tongue's new weapon. And again, despite her best efforts, Haman was chosen instead of her. Enraged, she did the only thing she could think of. Coldheart embraced the very stories she had been telling about Forgefire and prayed to a Daedric Prince for aid and assistance. She prayed to Molag Bal.",
        "For five days and five nights, Coldheart remained at her own forge, begging Molag Bal to answer her prayers. On the morning of the sixth day, the Lord of Brutality answered her call. But it was never a simple matter to ask a Daedric Prince for a favor. Molag Bal, especially, requires that a cost must always be paid. For Gerhild Coldheart, that cost had to be paid in blood. \"Kill the smith with a blade crafted by your own hand,\" Molag Bal promised, \"and I shall make you more famous than Forgefire could ever hope to be.\"",
        "Haman Forgefire completed Okin, and it was spectacular. He delivered it to Kvenel just in time for his next journey. When Haman returned to his smithy, he saw Coldheart standing before his furnace, silhouetted in the glow of the fire. \"Did you enjoy the adoration of the great Nord hero, Haman?\" Coldheart asked. \"I do hope so. For it is the last honor you will receive in this life.\"",
        "Coldheart spun and plunged her sword into Forgefire's heart. The master smith stumbled, falling into the intense fire burning in his own furnace. His body, engulfed in flames, burned for three days and was not consumed. During that time, Coldheart screamed that she could hear Forgefire's cries of pain no matter how far she ran. Kvenel proclaimed that Gerhild Coldheart was the worst villain of the age and brought her before the Thane of Windhelm to be executed for her crime. For that one moment, she had indeed become more famous than Haman Forgefire.",
        "When Coldheart's head was separated from her body, Forgefire—smithy and all—disappeared from Tamriel. To this very day, it is said that Haman Forgefire stalks the shadows of Coldharbour, seeking to finally get revenge against the jealous and traitorous Gerhild Coldheart. And anyone else who happens to get in his way."
    ]
}