{
    "id": "LegendsoftheForest",
    "paragraphs": [
        "The haunted woods of the forests of Icewind Peaks have long been home to strange stories and stranger creatures. We've collected these stories into this volume, writing down what was previously passed on by word of mouth and around Nord campfires in the dead of night.",
        "The Voices in the Woods",
        "Broggo the Small wasn't a large Nord. He wasn't a fast Nord. He wasn't even a strong Nord. But Broggo made up for his shortcomings by being something that many Nords aren't: Broggo was smart. He took the time to consider everything he ever did, refusing to give in to the passions that drive most others of his kin. And that eventually saved his life.",
        "One day, Broggo the Small happened to get separated from his companions. He found himself lost and alone in the Haunted Wood. As he wandered along, becoming increasingly scared and hungry, Broggo stumbled into a clearing among the trees. He decided to rest for a bit, stretching out upon a relatively flat, smooth stone bathed in the afternoon sun. It didn't take long for Broggo to fall fast asleep.",
        "He awoke later, opening his eyes to find that night had fallen across the forest. Something had pulled him from sleep: a sound. It was like the whispering of young women. And giggling. He was certain that someone or something had giggled, but he seemed to be alone in the clearing, illuminated by the pale glow of the quarter moon above. Broggo was straining to see into the darkness beyond the clearing when the whispers resumed.",
        "\"Oh, look at his adorable roots!\" said a voice in the woods.",
        "\"And his golden leaves!\" said another.",
        "\"He's mine, sister. I saw him first.\"",
        "\"You got the last one! This one is for me!\"",
        "Broggo nearly fainted when the two ghostly forms materialized at the edge of the clearing, near the large gorapple tree. A pair of forest spirits were arguing over him. He didn't know whether to be frightened or flattered, although he did know that mortals and spirits shouldn't mix. He didn't think he could get very far by running through the forest in the dark. He was certain he couldn't fight the spirits, so Broggo had only one option.",
        "\"Hello,\" Broggo called to the spirits. \"Would you like to play a game?\"",
        "At first, the spirits appeared shy and even a little frightened of Broggo. They weren't used to mortals talking to them directly, but they slowly began to engage with the Nord, sometimes while visible and sometimes as disembodied voices in the darkness, Broggo described a wondrous game that used cards and dice and clay chips. It was like no game that either of the spirits had ever heard of, or any Nord, for that matter. Broggo was making things up as he spoke.",
        "Soon, the forest spirits were huddled close to Broggo, listening intently to every word the small Nord said.",
        "Finally, they shouted in unison, \"We want to play!\"",
        "\"Alas,\" Broggo said with great disappointment, \"I don't have any cards or dice or clay chips. I left them in my wagon, back with my traveling companions. And I don't know where the wagon is.\"",
        "\"No problem!\" said the first spirit.",
        "\"We can show you where the wagon has gone!\"",
        "And that's just what the spirits did. Of course, they weren't happy when Broggo, reunited with his companions, drove off the spirits. As the wagon rolled out of the Haunted Wood, Broggo pulled out a journal and started writing.",
        "\"What are you doing?\" asked one of his traveling companions.",
        "\"I had the best idea for a game this evening. I want to write it down while the memory is fresh.\""
    ]
}