{
    "id": "LegendofArkthzand",
    "paragraphs": [
        "How does one chase a myth of a myth? Unlike the storied Dwemer cities of northern Tamriel—vast ruins whose locations are well known even if their secret depths remain unplumbed, and whose interactions with the Mer and Men who inhabited the lands above are recorded in many histories—Arkthzand remains a mystery. No one knows where it lies, and no stories about Arkthzand linger on in the writings of other peoples. All we know of Arkthzand comes from cryptic references in Dwemer texts that are themselves almost completely indecipherable. All I can say for certain is that a place called Arkthzand existed, and it was a center of lore and learning.",
        "",
        "Alas! When certainty ends, we must turn to speculation.",
        "",
        "As near as I can tell, Arkthzand was founded at the height of Dwemer civilization in the legendary cavern underworld known as Blackreach. Early in the First Era, four Dwarven cities formed an alliance or league to mine and study the arcane mineral known as Aetherium. Two of these cities, Arkngthamz and Bthar-Zel, supposedly lie under the western foothills of the Reach. My sources suggest that in an era of discovery and prosperity, these neighbors joined together to build a great library somewhere in the depths. Many Dwemer clans came to Arkthzand to study and share their knowledge. Yet in time, strife and war exploded in this hidden realm, and the peaceful library was abandoned.",
        "",
        "Curiously enough, the city of Nchuand-Zel is very prominently not mentioned in stories of the Blackreach alliance or accounts of the so-called Aetherium War, even though it lies close to both Arkngthamz and Bthar-Zel. I can only wonder at the forgotten politics of the Dwemer clans. Was Nchuand-Zel a rival to these other cities? A neutral realm? Or did the internal politics of the Blackreach league make it impossible to include a fifth member?",
        "",
        "The answer to that riddle may be critical to solving the mystery of the Library of Arkthzand. If nothing else, no one has yet managed to find either Blackreach or Bthar-Zel and Arkngthamz, at least as far as I am aware. Nchuand-Zel, however, is the city in the Reach we now call Markarth. I have yet to visit the place, but reports indicate that an extensive series of ruins may still exist beneath the city. Perhaps these may provide a path to the Library of Arkthzand, if it in fact truly exists.",
        "",
        "Naturally, the prospect of an undiscovered and intact repository of Dwemer lore that has not yet been plundered staggers the imagination. Over the years, many dungeon delvers have sniffed out a hint or two about Arkthzand's existence and ventured into the Reach in search of a pristine Dwemer ruin. No doubt most of these scavengers thought only of treasure and riches beyond counting. Looters and vandals! The greatest treasure of all is knowledge. What secrets might be found there? The workings of aetherium crystals? Tonal architecture? The secrets of the stars? Who can say?",
        "",
        "For the sake of posterity, I one day hope to make the trip and search for the Library of Arkthzand before some uneducated mercenary stumbles across the place and clumsily destroys something irreplaceable. When I finally visit Markarth I hope to convince the Despot to see reason. Perhaps he can be persuaded—or bribed—to let me attempt a descent into Nchuand-Zel. I am certain that the answers I seek lie somewhere beneath the infamous Understone Keep.",
        ""
    ]
}