{
    "id": "LegendofShalugtheShark",
    "paragraphs": [
        "Commissioned by the Leader of the Shark's Teeth\nAnd written by Adandora, Chronicler at Large",
        "Who's the biggest, baddest, brashest thug in Abah's Landing? Shalug the Shark, that's who! In her own words, she leads the largest and strongest band of cutthroats in the city, and she isn't shy about tooting her own horn. But who is Shalug? And who are the Shark's Teeth? Let me recount the legend of the Shark for all the world to marvel at.",
        "Shalug is a humble Orc from humble beginnings. She fled the mountains of Wrothgar at the first opportunity, working her way south aboard whatever ship she could find passage on. Soon, Shalug earned the name, \"the Shark,\" as she jumped from one pirate crew to the next in order to find her fame and fortune. But despite her successes and her growing infamy, Shalug decided that a life on the sea wasn't in her best interests. \"Too many waves,\" Shalug told me. \"And too many captains.\"",
        "Looking to become her own boss, Shalug eventually found herself in Abah's Landing. Always the toughest one around, she soon attracted a growing number of followers to her side. In time, her little gang became a small army, and the Shark's Teeth was born. With a thriving business in protection and stolen goods, Shalug and her gang took control of an out-of-the-way grotto that had long ago been abandoned by the colonists who tried to make a home of the place. It wasn't long before the place became known as Shark's Teeth Grotto, a place feared by pirates and guards alike due to the power of Shalug's gang.",
        "Writer's Note: Shalug, while everything you've told me has a modicum of truth to it, I can't help but believe that you've exaggerated certain details to make yourself sound more prominent than you really are. The journalist in me cannot, in good conscience, continue to take your gold or put these fabrications to paper. I'm leaving you with what I've done so far. I'm certain you'll be able to find someone with fewer scruples who would be happy to complete it for you."
    ]
}