{
    "id": "TheLegendofVastarie",
    "paragraphs": [
        "Necromancy's known to many as a binding of souls to a form prepared—or in some cases, manufactured—by the conjurer.",
        "While technically accurate, the implication is that souls bound in this manner are imprisoned against their will with no hope of release.",
        "Further implied is the idea that souls occupying the construct are always sentient—the souls of men or mer—a fallacy perpetuated by the practice of animating corpses for martial or manual labors.",
        "It is this misunderstanding and a potential for abuse that led to the vilification of necromancy and the expulsion of Mannimarco and his peers from the Isle of Artaeum.",
        "Enter Vastarie, a student of the Psijic Order and contemporary of such notables as Vanus Galerion and Mannimarco.",
        "While Mannimarco sought power through the direct application of necromantic energies, Vastarie's purposes were far more esoteric. She sought a way to delay the release of a sentient soul upon death that it might be consulted, its knowledge recorded for the ages.",
        "It is to this end that she worked with Mannimarco after leaving Artaeum, searching for a way to trap souls as one might capture lesser Daedra.",
        "Believing the secret lay with Molag Bal, the two conspired to enter Coldharbour and wrest it from the father of vampires himself. Together, they hatched a plan.",
        "With a brash courage known only to the young, Mannimarco and his followers held open a portal to the Prince's realm. Ever thirsting for adventure, it was Vastarie who entered its depths and returned with a cache of black crystals the likes of which they had never seen.",
        "To Mannimarco, they were perfect. Small, capable of containing even the most willful of souls, and apparently indestructible. To Vastarie, they were deeply flawed, for enchantment was the only safe way to free a soul from their depths.",
        "Even so, she set about the task of reproducing the stones, breaking them down, testing them with a variety of substances until, by happy accident, she created something new: the first Sigil Geode.",
        "Clear as crystal, this new device was capable of holding sentient souls within its depths, but unlike the gems wrested from the Lord of Domination, it was exceptionally fragile and would only hold its charge for a matter of days.",
        "Once imprisoned, souls could be transferred between geodes, but applying them as one would a soul gem effected a soul's release, instead.",
        "Vastarie had found what she was looking for, but Mannimarco was furious. What use was a soul gem that could not be used to fuel an enchantment? He demanded Vastarie find a way to modify her creation to his purposes.",
        "Realizing her friend would never stop searching, and that further discoveries made with him would only advance his goals, she gathered up her research and left with Telacar, her husband and a powerful necromancer in his own right.",
        "Together, they fled Mannimarco's grasp, eventually hiding in an Ayleid ruin deep within Valenwood. There, they lived for many years, as quietly as they could while perfecting their art. For decades, they had each other and seemed happy—until the day Vastarie left.",
        "In the years that followed, she wandered the surface of Nirn, exploring places of power. She visited Wayrest, Alik'r, the Crystal Tower, and the libraries of Dune, searching for some answer to a question that gnawed at her very soul.",
        "In time, she found what she was looking for and returned to Valenwood. There, she built a tower and took on apprentices, teaching them her particular brand of necromancy and furthering her research.",
        "Using her Sigil Geodes, we bound the souls of lesser Daedra, postponing their return to Oblivion as one might with a soul gem. We then worked on a way to manifest the trapped spirit into the world.",
        "Early attempts had unexpected, even dangerous results. Geodes shattered, sending shards of broken crystal into the flesh of our fellow students—misapplied energies bound the souls of the living into the tiny stones—but as we studied we corrected our mistakes and refined the process.",
        "Eventually, Vastarie had it down to a science. By applying a Sigil Geode at the moment of death, a soul could be suspended within its depths. Through applied conjuration, it could be drawn into an ectoplasmic shell where it could be consulted at leisure.",
        "She wrote the foundling Mages Guild of her discovery. Vanus Galerion himself came to witness her demonstration, which involved consulting an old groundskeeper who had volunteered to demonstrate the process.",
        "He was horrified when she bound the soul into her apparatus, and when the process was completed, with the old groundskeeper was released and allowed to return to Aetherius, he was white as a sheet.",
        "Slowly, he stood to address the assembled students. He spoke with vindictiveness and an anger none would expect from his unassuming mien. When he was finished, he turned and left.",
        "Some followed him. None could blame them, he wasn't wrong—the Sigil Geode was a dangerous creation. Misused, it could spark wars and bring about destruction unheard of in our history.",
        "Vastarie was undeterred, convinced that Galerion's willful ignorance would lead to his undoing, but something else would gain her attention in the years to come. A vast ruin was discovered beneath her tower's foundation, concealed from sight and scrying by the power of a Daedric Prince.",
        "In time, she walked into those ruins and never came out. Some of us still await her return."
    ]
}