{
    "id": "ALegionarysHistoryofFortRedmane",
    "paragraphs": [
        "Written by Pristan Vinicio, Centurion, 19 Sun's Dawn, 2E 233.",
        "",
        "Martius Condara, Tribune:",
        "",
        "When last you visited our post, you asked me how Fort Redmane came by its name. I was ashamed to admit that I did not know the answer, so I directed one of my young officers, Lieutenant Agian, to research and compile an authoritative history of our post. I am proud to say that, thanks to her diligent work, I can now answer your question about the origin of Fort Redmane's name.",
        "",
        "It's well established that construction of the fort began in 1E 2707, shortly after Emperor Reman's great victory over the Akaviri and the founding of the Second Empire. While the stories we've heard about those times tell us that the surrounding realms quickly acknowledged Emperor Reman's supremacy, that was not entirely true. In its early years, the borders of the Second Empire were not yet secure. The Wood Elves of Valenwood, the Khajiit of Anequina, and the Argonians of Black Marsh all resisted incorporation into the reborn Empire.",
        "",
        "Here in the Trans-Niben, warlike clans of Khajiit from the savannahs around Rimmen sometimes crossed the river to raid the farmlands and small towns of northern Blackwood. Nibenese settlers pushing westward from the great river encroached on traditional Anequinan hunting grounds, so the more aggressive hunt-barons took matters into their own claws. These proud Khajiit repaid \"Nibenese poaching\" in what they saw as their lands with \"hunts\" of their own in human lands.",
        "",
        "To defend the region from the ongoing threat of Khajiit raids, General Nemenius Hestor (commander of the Tenth Legion) proposed the construction of a border-fort at the narrows of the Lower Niben. Not only was this located about halfway between the strong defenses of Leyawiin and the protection provided by Niben Bay, the narrows were also the spot Khajiit raiders favored for their crossing. General Hestor's original plans called for a powerful keep to be called Fort Niben, but it seems that construction proceeded fitfully. In the early years of Emperor Reman's reign, Cyrodiil's resources were sorely strained by the need to subdue threats all across Tamriel. Khajiit brigandage in Blackwood simply did not rise to the same level as other threats.",
        "",
        "Frustrated by the parsimony of his superiors, General Hestor hit upon a somewhat questionable scheme to bring the threat posed by Anequinan raiders to their attention. He settled upon a fierce but formerly obscure Khajiit clan-chief named Hunzur-ri, and built him up as the leader of a wild horde of \"beast-men\" slavering for human blood. The general went so far as to name Hunzur-ri \"the Red Mane,\" and describe him as a fanatical religious leader who had declared a holy crusade to drive men out of the Trans-Niben region altogether.",
        "",
        "Of course, we know that the Khajiit have only one Mane at a time, and that leader is rarely a warrior and never a brigand. But in the early years of the Second Empire, the Khajiiti realms of Anequina and Pellitine were exotic and foreign to the people of Cyrodiil. All kinds of wildly inaccurate stories about \"the beast-men\" of these unfamiliar lands were taken for true.",
        "",
        "General Hestor's plan worked: Exaggerating the threat of the Red Mane forced the Imperial purse to open wide. Gold flooded in to build the keep Hestor demanded to secure the border.",
        "",
        "In the meantime, Hunzur-ri found himself badgered and harangued by his fellow hunt-barons for \"provoking\" the Imperials. Infuriated by the fabrications flowing from General Hestor's reports, Hunzur-ri gathered a small band of loyal followers and crossed the Niben to seek out his foe—a dozen warriors in a single stealthy raid, not the rampaging horde he was said to command. Not an hour's march from the fort, Hunzur-ri and his warriors ambushed General Hestor. The general was killed by the very Khajiit he had vilified, but Hunzur-ri in turn was cut down by Hestor's soldiers.",
        "",
        "Rather than admit that they had perhaps created the very monster they said they wanted to destroy, the Imperial Legion chose to describe Nemenius Hestor's death as a heroic last stand, in which the general bravely gave his own life to end the threat of \"the Red Mane.\" A few years later, Fort Niben was renamed Fort Redmane in honor of the Legion's fierce adversary. Ironically, by the time the fort was completed, the troublesome raids that had impelled General Hestor to fortify the area in the first place had come to an end—the Khajiit kingdoms of Anequina and Pellitine were already under Imperial control.",
        "",
        "To this day, Fort Redmane stands above the narrows of the Niben River, watching for an enemy that will never come.",
        ""
    ]
}