{
    "id": "LessonsonLucents",
    "paragraphs": [
        "By Roganus Atius, Chief Researcher of House Hexos",
        "",
        "At some point, we must accept the fact that mortals will never fully understand many of Fargrave's mysteries. The Saraathu Tong's artificers have tinkered away for millennia trying to unravel Oblivion's secrets. I can tell you, they have precious little to show for it beyond heaps of Daedric scrap and a handful of wizards driven mad by the process.",
        "",
        "I propose something far simpler. Rather than trying to develop some comprehensive understanding of Fargrave's hidden truths, we should simply focus on utility. If an object is of use, collect it. If it proves too complex, discard it. Cold pragmatism is one of our house's most valuable traits. Our investigation of Daedric relics should fit within that principle.",
        "",
        "The most promising object of study I've encountered thus far is the Daedric \"\"lucent.\"\" These crystals resemble soul gems and perform a similar function, making them easy to explain to the rank and file. Of course, these similarities are mostly superficial. According to my chief researcher, they have almost nothing in common with soul gems aside from their ability to contain and release energy.",
        "",
        "A number of theories exist about what they actually contain. Some of our mages believe they hold some sort of \"\"Daedric magicka.\"\" Other mages—particularly members of Vanus Galerion's fraternity—claim that's absurd since magic comes from Magnus. One mage—Lissinia Cattalus—tried to split the difference with her \"\"Mundial Emanation\"\" theory. She proposes that \"\"Oblivion magic\"\" is the residue of the et'Ada's act of creation. Something akin to a wave of creative energy that burst forth when Magnus and his coterie broke the firmament of the mortal realm. Heady stuff to be sure. The most persuasive argument I've heard refers to something called, \"\"the manifest dynamism of Oblivion\"\"—sort of an omnipresent force that gives Oblivion its shape and basic laws. We don't know where it comes from, or its true nature, or even how to quantify it, but as I said before, our focus is utility. We know that it works.",
        "",
        "We haven't discovered where these crystals come from yet, but our best guess is that they \"\"fall\"\" into Oblivion's various realms, much like skyshards. In this raw form, they contain very little energy. The process of recharging them involves an item called a \"\"dynamus font.\"\" We have not learned how to create the objects on our own, but we managed to purchase a decent number from our Skaafin confederate, Piragos. Slotting a lucent into the hollow of a font recharges the crystal. Piragos made what I think was a joke about the font containing some sort of atronach whose power we siphon into the lucent. I think he was jesting, but one can never be sure with Daedra.",
        "",
        "Once charged, we can unleash its power with yet another Daedric device called a \"\"discharge labrum.\"\" The Daedra apply this power in all kinds of ingenious ways. Opening doors, erecting barriers, empowering displacers, and so on. Again, the process of slotting a crystal is simple to understand and to implement.",
        "",
        "I suggest we gather as many of these items as we can and find ways to integrate them into our security structure. As I said before, Fargrave has many mysteries. But the most pressing mystery is simply this: how many of these baubles and trinkets can we employ for the greater glory of House Hexos? The lucent may be the key to unlocking even greater power in Fargrave.",
        ""
    ]
}