{
    "id": "LettersfromtheWarCyrodiil",
    "paragraphs": [
        "O Egg-Mother, how I miss you so!",
        "War is terrible. Don't let anyone tell you anything differently. It's like standing in a storm-wracked lake, waiting for a dark fin to rise from the depths to bite off an arm or a leg. We do a lot of waiting around, worrying and watching for threats to appear from every direction. Then we rush out to meet the enemy, fight wildly for a time, and then rush back to the relative safety of our fortified positions. And then we do it again. And again. And again!",
        "Today I fought alongside a large Nord female (at least, I think she was a female; I still have a hard time with the whole dryskin gender thing) and a Dark Elf battle-mage. I had never met either of them before, but we found ourselves together after the confusion of a charge that involved at least three different cohorts of Pact soldiers and an equal number of enemy combatants. With no one else to turn to, and without uttering a single word, we moved together and began to defend ourselves against the enemy forces.",
        "The three of us were outnumbered four to one. We had somehow found ourselves in a rocky patch between two hills, with no immediate idea where the rest of the Pact forces happened to be. We could hear the sounds of pitched battle echoing from beyond the nearby hills, but there was no way to be certain who was fighting or where. And we still had the matter of the enemy right before us. I think they were Covenant Orcs, but I still have trouble differentiating them from High Elves.",
        "Whatever the enemy was, they charged at us, testing our mettle and our battle prowess. We held them back, time after time, taking down one or two of them while suffering various cuts and bruises of our own. It might have been ten minutes or ten hours. Time lost all meaning as we anchored ourselves, shoulder to shoulder, to hold back the enemy waves.",
        "I never learned the name of the Dark Elf battle-mage, but I owe him my life. We had whittled the enemy's numbers so that we were only contending with twice as many as our small unit when one of their sorcerers hurled a ball of fire toward me. I was engaged with two warriors—one wielding a sword, the other a warhammer—and though I saw the bright flash from the corner of my eye, I had no way to dodge out of the fire's path before it scorched me. That's when the Dark Elf threw himself between me and the inferno, taking the brunt of the blast so that I could finish dispatching the two warriors before me. By the time I reached his side, he had succumbed to the intense heat and flames.",
        "That left the Nord and I to finish dealing with the remaining enemy combatants. Our first objective was to take down the sorcerer before she could cast another devastating spell in our direction. The Nord handled this by loosing the last of her arrows in the spellcaster's direction. At least two of them hit their mark and buried themselves in the mage's chest. Now there were three of them and two of us, and the remaining enemy appeared to have lost both its confidence and its desire to continue fighting. They turned to go. We decided not to give them that option.",
        "It took a little more time and wandering, but eventually we were each reunited with our cohorts. I think it was that day that finally taught me how important the alliance of our three races actually is.",
        "Otumi-Tei"
    ]
}