{
    "id": "LettersFromTheDremora",
    "paragraphs": [
        "<title>Letter 1 From The Dremora</title>",
        "We the Dremora are true to our word.",
        "This place is closed to us, and the help we can provide is limited.",
        "You are now in the place of the Hunt.",
        "To leave this realm you must enter the gate in the great horned temple, in the walled city to the East.",
        "You will require six keys to enter the temple. If the Hunt were fair, you would find them abroad in the island.",
        "The Hunt is not fair.",
        "The hunter has taken one to prevent your escape. The touch of his spear is death, and no mortal weapon can harm him.",
        "Your plight is utterly hopeless and impossible.",
        "Therefore we assume that you may be somewhat delayed.",
        "The old man in the lonely cottage knows what you need. He will test your patience, but persist and the reward will be great.",
        "Farewell, strange mortal. Enjoy the Hunt.",
        "<title>Letter 2 From The Dremora</title>",
        "Upon the central island is Lord Dagon's Hunting Lodge. Those who pledged their immortal spirits in return for services are bound here for Dagon's sport. These miserable wraiths are mad and malevolent, but in life each was proud and powerful. Seek their treasures: the Longbow of Heaven's Hail, the Boots of Peace, the Gauntlets of the Poor, and the Helmet of the Light Within. The Longbow casts arrows and spells with deadly accuracy. The Boots, once worn by a famed mortal warrior who had renounced the use of weapons, confer great skill in unarmed combat and feats of physical daring. The Gauntlets render the wearer resistant to magic, while the Helmet draws power from an opposing spellcaster and lends that power to its wearer. Some of these items are carried by the wraiths who possessed them in life; other items are hidden where the diligent might find them.",
        "A Dark Seducer, Lord Dagon's personal bodyguard and current paramour, carries the Sword of the Moon Reiver, a unique sword forged from Dagon's own substance. No other weapon has such power to do him harm. Seek her, vanquish her, and seize her sword, or your errand is hopeless.",
        "Entry to the Lodge is blocked by three great Sigil Wards. The Amulets of Entry for these Sigils are carried by Dagon's greatest lieutenants. They are terrible in skill and power, and protected from many weapons and magics -- But you need these amulets to approach Dagon.",
        "Do not hope for aid from us in this place. This message is all we can provide. All else is arrayed against you in this place. Trust no one.",
        "Your friend is held in Lord Dagon's Hunting Lodge. Lord Dagon himself stands guard. Beware of a trap. Lord Dagon is well-served by many spies. And if you would have a chance against him, you must not fail of these things:\n",
        "Gird yourself with the Armor of the Savior's Hide.Arm yourself with the Sword of the Moon Reiver.Trust in the power of secret names, and the aid of absent friends.Put your hope in the shock of surprise, and the swiftness of desperate action.",
        "The obstacles you face seem insurmountable. Thus will Lord Dagon be wonderfully dismayed when you succeed.",
        "Beyond all hope, weigh daring against the odds, and courage against despair."
    ]
}