{
    "id": "LetterstoSelina",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "<title>A Letter to Selina I</title>",
        "My dearest Selina,",
        "It's been a difficult day. General Carius ordered us to help the laborers shore up the walls since they're starting to show their age. It was back-breaking work, but without the extra support, those walls wouldn't stand up to a siege. Some of the men are grumbling about the task, but I don't agree with them. The general knows what's best for Fort Frostmoth and I would follow him to Oblivion and back if he asked. There's a supply ship due on Solstheim in a few weeks and I hope to send you all these daily letters I've been writing. I hope you enjoy reading them as much as I enjoy writing them. I miss you Selina, and I can't wait to see you when my time on Solstheim is through.",
        "Yours always,",
        "Maximian Axius\n20 Evening Star 4E 04",
        "<title>A Letter to Selina II</title>",
        "My dearest Selina,",
        "Euphemius was killed this morning by one of those awful Rieklings. We were escorting a supply wagon from Fort Frostmoth to Raven Rock when a war party of those bastards ambushed us from the cliffs. We fought them off, but poor Euphemius was impaled by one of their spears. The healers at the fort couldn't do anything for him, and I watched him slip away as I held his hand.  I don't know how much longer I can stand being here.  My loyalty to the Empire, and the strong words General Carius delivers to us at each morning muster are the only things keeping me going. The supply ship should arrive tomorrow, and I promise to give the quartermaster my letters so they can finally be sent home. Give my love to the children.",
        "Yours always,",
        "Maximian Axius\n11 Morning Star 4E 05",
        "<title>A Letter to Selina III</title>",
        "My dearest Selina,",
        "The supply ship due in Solstheim hasn't arrived yet and no one knows what's happened to it. I'll keep writing these letters in hopes that they can be delivered to you one day. It's awful being isolated on Solstheim like this, but General Carius keeps telling us we need to maintain Fort Frostmoth for the good of the Empire. I believe what he's saying only because he's never led us down the wrong path in the past, but I'm wondering if anyone on the Imperial Council even gives a damn about this pile of rock. Four soldiers have died in the last two years at Fort Frostmoth. It almost seems as though the Empire takes us all for granted and expects us to sit out here and get chipped away at like the rock inside the mines. My posting here can't end soon enough.",
        "Yours always,",
        "Maximian Axius\n1 Sun's Dawn 4E 05\n",
        "<title>A Letter to Selina IV</title>",
        "My dearest Selina,",
        "This is my last letter. I don't know if you'll ever get any of them, but I'll keep them on me in case I'm ever found. Something happened here, Selina. It was horrible. Something's happened at the Red Mountain but I can't describe it. It's as if hundreds of Oblivion gates opened at once at its summit and it's spitting fire and death in all directions. Fort Frostmoth has been completely destroyed. The walls crumbled like loose dirt and the land is on fire. Everything around me smells of ash and of death. I don't know where anyone is. I've been trapped in one of these lower sections of the fort and I don't expect to be rescued anytime soon. I miss you, Selina. I want to hold you and the children in my arms and tell you that everything is going to be fine, but I don't think that will ever happen. Give my love to Siricus and Atia for me. Tell them their father died bravely defending the Empire, so they can hold their heads high when they speak of me one day. And you my love, when you close your eyes at night, think of me so my spirit can finally come home.",
        "Yours always and forever,",
        "Maximian Axius\n3 Sun's Dawn 4E 05"
    ]
}