{
    "id": "LettertoThaneOgvar",
    "paragraphs": [
        "Thaane Ogvar,",
        "I did as you asked and scrounged for any information on these Sea Giants. Not surprisingly, I haven't turned up much. Most of what I learned came from those old salts we pulled out of the harbor just before the vampires made it to Kyne's Perch. They seemed eager to tell me all they knew, but I doubt we can count any of it as wholly accurate. They are sailors, after all. The only thing a sailor does better than sail is lie. Even so, it's all we've got.",
        "According to Stegryr, Sea Giants are related to the Giants we find on the mainland, but smarter. He compared the relationship to himself and his touched cousin, Tornir. That falls in line with Ingfir's testimony. He swears he heard one of them talk. Not just the half-giants, mind. He said one of the largest of them yelled something in Cyrodilic. If that's true, it turns what we know of Giants completely on its head. I've heard tales of ancient giants, and Atmoran titans, and such, but I just thought they were childrens' stories. For all Stegryr's insistence, he admitted he'd never actually seen one before now. Take that for what it's worth.",
        "Indeed, all the sailors admitted they'd never seen a Sea Giant. \"Anyone who sees one doesn't survive to tell the tale,\" they say. Only one of them claims to have seen a Sea Giant before now: Thengret. She's the grayest of them—at least 80 years-old, I wager. She grew up in a fishing village just west of Dawnstar, and her grandmother told her that Sea Giants raid the coast when \"the Pale grows frigid as a draugr's heart, horkers freeze to death on the rocks, and trolls weep from the bitter cold.\" Well, we suffered such a winter in 2E 532, and standing on the coast in a frosty gale, she saw one of their longships gliding through the snow and sleet. That's it. That's the story.",
        "I don't have to tell you that we've seen mild winters these last few years. Milder than some, anyway. So, Thengret's story just doesn't make sense—until, of course, you add these vampires to it. We all know the stories about Falgravn; how he can twist people's minds and sink ships in frothing gyres of blood. Maybe he offered the Giants something, or bent their will to his. Either way, it's an alliance no one could have seen coming. I pray it doesn't reach the mainland. I don't know if the people of Solitude are strong enough to drive it back.",
        "Thunvilde"
    ]
}