{
    "id": "LettertoSeptimius",
    "paragraphs": [
        "Brother Septimius,",
        "Since you took me as your pupil, I have learned many things. The most important lesson, for me, was finally having someone tell me to be reckless. Like you, I have a curious soul. I could not have lived a normal life. You told me to let my curiosity get me killed if I had to. You gave me a list of mysteries to solve and sent me into Black Marsh. You taught me not to fear Argonia. You kept me afloat, and I had not realized it until I received word of your failing health.",
        "We have shared many discoveries through our correspondence over the years. I truly believe I will complete the list one day. Assuming, that is, I can ever return to Black Marsh. Yes, Brother Septimius, even though you bade me not to worry, I have set out for Cyrodiil. I will be at your side through this. Until then, I will put personal matters aside and give you something to read while you are abed.",
        "You placed the most difficult mystery at the top of the list, no doubt hoping it would scare me off. What is the nature of the Hist?",
        "I do not have the answer. I do not even have many statements to make about this subject I would consider fact. I only hope you will still enjoy my conjecture.",
        "They are merely trees say some skeptical people. Trees grown by the lizard folk of Black Marsh so they can drink of the sap. They all remember Topal's description of a fetid and evil place, and they naturally draw wary conclusions. Legions came back speaking of venomous plants, poisonous bogs, and strange defenders that attack with fury one day and ignore invaders the next. And when even the more \"civilized\" lizard folk cannot seem to provide answers that assuage their fears, well, it is no surprise these so-called learned scholars have come to fear Argonians and their strange trees.",
        "Those in our circle would add that these trees are sentient, and it may be that they are the ones that grew the lizard folk. I had hoped to prove or disprove this by careful study of the birth cycle of the Saxhleel. Unfortunately, as you know, every answer was another question. I can only say with certainty that every interview I have been able to conduct about this topic resulted in the conclusion that the Saxhleel cannot fathom the idea of one coming before the other. I will not digress into further discussion about the way this fascinating culture views linear events, as you have asked me not to do so every time I write.",
        "But I can tell you this, old friend, the Hist are not simply trees, regardless of sentience. It is true that the trees are impressive and demand a certain respect when you stand beneath them, but I have always found the roots most fascinating. If only I could properly describe the things I have seen, Brother Septimius. Beneath the swamp the roots grow deep and spread so wide it is impossible to know which tree they originated from. In a way, I believe, the roots are the marsh. The roots hold it all together, and they determine when it changes.",
        "I know we have spoken of this before, and you posited that the chaotic nature of the marsh is simply a result of a type of magic similar to what we have seen from the Elves of Valenwood. I cannot refute the claim and I see the logic in it, but I do not believe it to be true.",
        "I have seen skilled trackers foiled by this land on a whim. I cannot say I have ever seen it move, but I have picked up a good enough sense of navigation in my time to know when I am being led in circles. And that is without going into more questionable theories of relative space. I believe like the Saxhleel change to accommodate their environment, the roots change Black Marsh in a way that it sees most fit.",
        "I tell you, Brother Septimius, the province of Black Marsh has never once been close to conquered. The borders can barely even be considered Argonia. The maps cannot be correct. The roots grow too deep and too wide for us to know the true Argonia.",
        "All of academia has been too focused on the sap. Is it not the Wood Elves I just wrote of who call themselves the Tree-Sap People?",
        "The Saxhleel are the People of the Root, and that is where I will find the answer to your most challenging mystery.",
        "It will have to wait until I return. I will see you soon and we will get you on the path to healing.",
        "With love,\nJunia Severa"
    ]
}