{
    "id": "LetterFromIsobel",
    "paragraphs": [
        "My friend,",
        "",
        "That day we met outside the tourney grounds was … well, it was a turning point for me. I was so full of anxious energy, like when you're at the beach with too much sun and saltwater taffy. Until you came along, all quiet and confident. You made such an impact on my mood. Helped me to focus.",
        "",
        "There are moments in our lives, like that, where everything comes into focus. Where all the things we are are align just so. I've only had one other moment like that in my life.",
        "",
        "I was young, crawling around in an old cave near Gonfalon Bay. I'd been in there a dozen times with my dad, exploring and pretending to be an adventurer… but this day was different. I walked deeper into the cave, stepped through some old boards, and fell. It wasn't a bad fall, but my ankle twisted badly when I hit the ground.",
        "",
        "I was alone, in the dark. Crying, in pain. And that's when … don't laugh, all right?",
        "",
        "That's when I saw the light for the first time. I prayed, because I didn't know what else to do. And my hands began to glow. Not much. Nothing like what you've seen me call forth in battle time and time again. But enough to see. To get my bearings. To wipe my eyes, grab some old wood to use as a cane, and find my way out.",
        "",
        "That day changed my life. And I never stopped praying.",
        "",
        "I'm not saying you're like Stendarr. That's not … ugh. I'm saying you changed my life too. In a wonderful, delightful way. Also, I haven't told that story to almost anyone. Not even Aurelia. So … don't go spreading it around.",
        "",
        "Anyway. I can't wait to see what tomorrow brings. Adventures on adventures, my friend. In your service.",
        "",
        "- Isobel Veloise, knight of High Isle\\",
        "",
        "PS: Next chance I get, I have some novels to lend you. \"\"A Rousing Affair\"\" and \"\"Guarded Rose\"\" are simply amazing. Oh! And \"\"The Disobedient!\"\" Don't worry, you'll love them."
    ]
}