{
    "id": "LettertoAgnor",
    "paragraphs": [
        "Agnor gro-Mulak,",
        "By the time you finish reading this, someone you know will be dead.",
        "I see you found a place to stay. A warehouse at the docks? Really? You must be in terrible trouble to be hiding in place like that. Then again, trouble has a way of finding you.",
        "You may be wondering why your armor is missing. And your weapons. And your clothes. And that filthy pallet you were sleeping on.",
        "And if you have any conscience at all, you might be wondering about your wives back home. Why did you run away, Chief?",
        "By the way, your first wife is hilarious. You remember her, don't you? That alchemist with the cruel laugh you like so much? She and I were talking the other day about the way you've been running our tribe, and I gotta say, Chief, her laugh sounds really cruel when she's talking about you.",
        "Remember that one time you led us on a raid into a cave full of Goblins? Remember that? They were just a wretched band of Goblins, but you fumbled the ambush, and they killed three of our best warriors. I remember the screaming at their funeral. I don't remember you screaming for them, Chief.",
        "Or how about that time we sent a shipment of swords to Daggerfall to sell to the Redguards? That was an expensive shipment, but someone didn't send enough guards with the caravan. Do you remember who that was? I'm the stealthiest scout you've got, and I could have saved that shipment, but you never sent me.",
        "You did some good things, though, I must admit. You taught us about the Code of Malacath. Like the part where a tribe can't get a new chief until the cowardly old one is dead. Or the part where only the chief gets wives, and none of the rest of us get any.",
        "I'm really tired of that.",
        "By the way, Atugol says hello. Remember her? With her cruel laugh and her extensive knowledge of alchemy?\nI know you're a bit slow sometimes, but I'm sure you're figuring it out. None of my brothers ever had a chance in that Goblin cave, so I don't see why you should have a chance now. Maybe that's why you ran away, Chief.\nBut don't worry. It's not like Atugol would poison you. She wouldn't kill you so close to camp. She'd do it from far, far away.",
        "Because when you die, it's not going to be poison. It's going to be a nice clean sword thrust.\nAnd that's why I'm standing behind you right now, Agnor."
    ]
}