{
    "id": "LetterofCommendation",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Civil War Champions from the Creation Club. This book will change based upon the actions you take during the quest.",
        "",
        "<header>If you took the armor and fought for the Empire:</header>",
        "We've received word of your victory over the rebels, and so has most of Skyrim. We expect recruitment to increase tenfold as a result. No one wants to side with a losing cause.",
        "",
        "As a reward, you're welcome to keep the champion's armor and weapons. Judging by what you did to those turncloaks, I know you'll make good use of it.",
        "",
        "- Legate Adventus Caesennius",
        "",
        "",
        "<header>If you did not take the armor and fought for the Empire:</header>",
        "We've received word of your victory over the rebels, and so has most of Skyrim. We expect recruitment to increase tenfold as a result. No one wants to side with a losing cause.",
        "",
        "As a reward, here are the champion's armor and weapons. Judging by what you did to those turncloaks, I know you'll make good use of it.",
        "",
        "- Legate Adventus Caesennius",
        "",
        "",
        "<header>If you took the armor and fought for the Stormcloaks:</header>",
        "Word of your battle with the Imperials is traveling across Eastmarch. I wish I could've been there to see their pathetic excuse for a champion beg for his life. You have more than earned the right to wear the armor of the Stormbear, so it is yours to keep.",
        "",
        "Fight well and may Talos guide you.",
        "",
        "- Yrsarald Thrice-Pierced",
        "",
        "",
        "<header>If you did not take the armor and fought for the Stormcloaks:</header>",
        "Word of your battle with the Imperials is traveling across Eastmarch. I wish I could've been there to see their pathetic excuse for a champion beg for his life. You have more than earned the right to wear the armor of the Stormbear, which I give to you now.",
        "",
        "Fight well and may Talos guide you.",
        "",
        "- Yrsarald Thrice-Pierced",
        ""
    ]
}