{
    "id": "LettertoCaptainOghul",
    "paragraphs": [
        "Hail, Oghol.",
        "I just received your letter from the post in Alinor. To answer your question, yeah, the trade's been good since the Elf-Queen's mandate. Better than good. These Tall Elves are a pompous bunch, but gold's gold, and they pay better than most. That said, sailing around Summerset's no roll in the daisies. I know you can't navigate worth a damn, so you'd best pick up a sailing master on your next trip to Sentinel.",
        "First thing you've got to know about sailing near Summerset is that it's bigger than it looks. A lot bigger. For most folk, the island looks downright inviting—white sandy beaches, sweet-smelling blossoms, freshwater springs and the like. But what they don't see is the nest of crags and reefs just beneath the surface of the water—all covered in corals. And I'm not talking about the flimsy echatere-antlers you see in the Topal Bay. I'm talking about massive sea-bones—bleached corals that are hard as Mauloch's chin and sharp as Mehrunes' Razor. Just one of those scarps can split a hull like a flay-knife through pig-skin, so sharp eyes and long wicks, eh? Mind your maps and draft.",
        "Then there are the pirates. Damned Sea Elves. Can't go a day without spotting their serpent-banners fluttering over a sunken merchantman or whaling ship. We've only had to repel boarders twice, but we thumped them good. I doubt they'll take another swing at an Orcish brig for a while. You're welcome.",
        "Keep a close eye on your crew too. You know how superstitious sailors can be. You wouldn't believe some of the ghost stories I've heard. Giant sea serpents, ghost ships, slug-men that can mash your brains like blood pudding. On and on. If you give the deck-grunts too long a leash, you're liable to have a mutiny on your hands. So don't be afraid to crack that cat 'o nine if a tusker won't keep his gob shut.",
        "Fair winds and still waters, ay? We'll trade tankards and tales in Shimmerene soon enough.",
        "Vosh,\nDulzur"
    ]
}