{
    "id": "LetterToTheGrandMarshallofTheImperialLegion",
    "paragraphs": [
        "For the eyes of the Exalted Grand Marshall of His August Imperial  Highness' Legions, from his Peer of the Twilit Fastnesses, the  Battlemage Clarentavious Valisious.",
        "As you read this, I am dead. My life, however, has not been given in  vain, for I have vouchsafed you one small hope in all this tide of  despair. The Great Star Galley, wrought by my own hand, still stands  ready for your service. It will transport you to the High Halls and  Librarium of the College.",
        "Feigning vile possession and fellowship with the Enemy, I have contrived  to conceal it from them, by dismantling my ingenious Opening Mechanism,  and hiding away the five cogs upon which its workings depend. I leave  one cog here for you, the others I have cunningly secreted. Assemble the  mechanism, and you shall gain entry to the Star Galley Crib.",
        "Beware the one that is named Methats.",
        "He alone, I fear, suspects my ruse and might discover the workings.",
        "One more criterion must be fulfilled before the Star Galley can convey  you to the Colleges. Despite my many exertions upon the issue, the  Galley requires the full puissance of all five anchors to pierce the  mana streams and win free of its moorings.",
        "One such anchor is here in my quarters. If but one anchor is not  conjoined, the Galley will lack the power to depart this space.",
        "Now listen and pay heed. If you would achieve this undertaking and drive  the dark ones from our Emperor's sovereign estate, seek out my remains.  There you shall find the Typos Sophia, that shields any who possess it  from the Taking into puppetry that is Possession. If you find me yet  alive by some miracle, it shall be yours for your great purpose.",
        "In Finis, when addressing the burial of those souls fallen here, I pray  you remember their valour and their service in the name of Empire and  forever hold high the name of Battlemage."
    ]
}