{
    "id": "LettersfromtheWarWindhelm",
    "paragraphs": [
        "Shei-Halu,",
        "Hello, egg-sister. How are things back in the village? Are you still champion of the teeba-hatsei field? Does Reek-Koos still follow you around like a haj mota stalking a mudcrab? I really do miss home!",
        "I'm writing from the Cold-Moon Inn in Windhelm, the capital city of Skyrim. Yes, there's a lot of snow and it's brutally cold here. And yes, the Nords are as big and as loud as all the stories you ever heard. But with all that, this place has a beauty and a charm unlike anything that exists in our beloved Black Marsh. You can still see signs of the Akaviri siege here and there, and the palace of the Skald-King remains closed as repairs continue, but the people are fierce and friendly in a way that we Saxhleel will never be.",
        "You would have loved exploring the local Mages Guild guildhall. There were mages from all over Tamriel in attendance, including a small Wood Elf who performed amazing tricks for the visiting soldiers. She even pulled a golden fish out of my ear! I don't know how she did that, but it certainly looked delicious. (She seemed horrified when I mentioned that to her, by the way. Strange, little Wood Elf.)",
        "One of my favorite places to visit was the long house that sheltered the blacksmithing forges. It was so warm and comfortable in there! You couldn't feel the cold, even though the structure was open at both ends, that's how hot the fires burned.",
        "A great wall, anchored by nine towers, surrounds the city. I understand that a portion of the wall was destroyed during the siege, but you can't see any sign of that today. The nine towers represent the Nine Holds of Skyrim, which shows that the Nords have almost as much reverence for symbols as we do. I understand that they conduct great races along the top of the wall during various festivals and celebrations, though there weren't any such contests happening during my visit.",
        "I did try one of the local delicacies while I was here. They called them \"rabbit meatballs.\" Apparently, they take the flesh of small, furry, long-eared rodents, grind it up with various herbs and spices, shape them into tiny spheres, and fry them until the outside is crispy and the inside is warm and succulent. I found the entire description as illness-inducing as I'm sure you are finding it just reading this, but they turned out to be surprisingly delicious.",
        "Perhaps I'll send you some with my next letter.",
        "Gam-Zaw"
    ]
}