{
    "id": "LettertoHearthMother",
    "paragraphs": [
        "Hearth-Mother, come find me. Bring a warm fire and soup for our bellies, because we're cold and we're hungry and we can't walk any farther.",
        "We were so proud, so confident, when we were picked for this expedition. Sorrow! To be the first Orcs in more than a generation to attempt the climb to the legendary summit! But how quickly confidence turns to despair when you realize Sorrow doesn't want you to climb her terrifying heights.",
        "The first two teams to attempt the ascent didn't make it very far. As far as we could tell, harpies or ogres got the first set of climbers, and the terrible wind and cold took care of the second. A few of the poor horkers actually walked off a cliff that was hidden in the icy mist!",
        "But we weren't frightened or dissuaded from our course. Although, seeing how it turned out, I suppose we should have been. Lady Laurent rallied us and Kharsthun appealed to our sense of honor. With fire in our blood and glory in our dreams, we charged forward to scale the summit once more.",
        "We lost Kuhlon in an avalanche. Both of her legs were broken beneath the falling snow and ice. As much as I hated to do it, we left her and continued to make our way up the mountain. Any other course of action would have doomed the expedition. Of course, our own doom was closer than we expected.",
        "I guess you can say we accomplished something. We actually made it to the door to Torug's shrine. We found an inscription related to it and made a rubbing, just like Kharsthun taught us. We were about to go inside when a group of three ogres appeared around the bend. We knew we couldn't take on three of the beasts with any certainty of victory, so we decided to hide and wait for them to pass. But Urgon, clumsy skeever that he is, dropped his axe. That's when we decided down was a better direction to run than up.",
        "Brokuhk thought our best option was to make it back to the caves we passed through. Even though there were ogres living in the caves, he said we'd be able to find a corner to hide in. Probably would have worked, too, if we hadn't lost most of our supplies escaping from the shrine. And if we hadn't run out of fuel for our fire.",
        "At least we have the rubbing. If Kharsthun makes it this far, he'll know that the shrine isn't that far away."
    ]
}