{
    "id": "LettersForTheBattlespireHero",
    "paragraphs": [
        "<title>Letter 1 For The Battlespire Hero</title>",
        "I sure hope you come through here, I could use the help.",
        "We are in so much trouble! All hell's broken loose here, and the gate home's blocked with some sort of damn thing which hurts to touch. A lot.",
        "Have a look around, see if you can find anyone alive to talk to. I'm going to try to get a disguise and get out in the confusion.",
        "I'm trying to remember what the instructor always said - scout out the land, eliminate your threats and gather resources. Or search, slaughter and steal for short.",
        "See if you can keep up.",
        "We're getting a real big test, looks like!",
        "Vatasha/Josian",
        "<title>Letter 2 For The Battlespire Hero</title>",
        "I've heard that one of the Battlemages is still alive - Clarentavious, I think. I haven't seen him, but then, I haven't had time to look for any secret doors or anything. They wanted him because of some machine or other that's broken.",
        "Oh, and Methats seems to be the one who's being left in charge, if you're interested.",
        "Stay close, you might need me!",
        "Vatasha/Josian",
        "<title>Letter 3 For The Battlespire Hero</title>",
        "I've found another of those damn things like the ones which are blocking the Weir Gate - and a little Daedra went straight by it! I think he's got some sort of special charm or something that lets him through. I sure can't get past.",
        "Oh, and here's another hint for you - there's a big gem thing just near here - heals you right up! Boy, was I glad to find it!",
        "Vatasha/Josian",
        "<title>Letter 4 For The Battlespire Hero</title>",
        "Glad you could make it.",
        "bad news - 1. wizards & guards dead. No prisoners I could find. 2. Daedra everywhere. Little long-ears - weak, but sneaky pack fighters. Big eyeless things with long arms - stupid and very tough. 3. Paxti Bittor is the traitor. Daedra may have some codes and keywords, but there're plenty of rooms and passages I can't get into. 4. Teleports don't work. Maybe mana locks, keywords? Look around - wizards are sloppy with security. 5. Floating symbols are magic sigils, and deadly! Weir gate is sealed by a REAL nasty one. Daedra wear amulets marked with same symbols. Tried to pass symbols wearing right amulets, but some work, some don't - can't figure pattern.",
        "Good news - 1. I'm sticking close to a boss daedra named Sumeer. Stole a cloak, hood, & amulet from a careless bodyguard. Sumeer has a mass teleportation artifact, I think. I wear the amulet, and go when he goes. 2. My Plan A: stay close to Sumeer and improvise. 3. My Plan B: Find an amulet with the same symbol as the one blocking the weir gate to get me back through the gate, or find something or someone else to get me through. Elseways we will never see Tamriel again. 4. My Plan C: Sneak until I'm discovered, then take as many with me as I can. 5. Don't think they know I'm here. 6. Command and security are sloppy. Politics? 7. Left you a pair of healing potions in this scroll. Toast my health when you quaff them.",
        "Suggestions - 1. The door to the teleportal off the north corridor near the tiger rug has some sort of password protection on it. Get it working. It leads upsection to Battlespire libraries, barracks, armories, and such. DON'T COUNT ON ME to get this open. I'm riding the boss daedra's coattails. 2. Find out how daedra got here. Bittor, the traitor, was master of teleportation and voidgates; that's the likely route. 3. Search for codes and keys and clues and weapons. I don't think the daedra got them all by a long shot. I couldn't search the battlemages or guards without drawing attention to myself, but some of them may have had time to leave something for posterity. And this is the Battlespire, for gods sakes. Who knows what stuff they have around here? 4. Stay with me, pal. Even if something happens to me, look for what's left. I'll make sure I pass on anything I can.",
        "Stay with me. Vatasha/Josian",
        "<title>Letter 5 For The Battlespire Hero</title>",
        "So far, so good.",
        "I'm with a group of Daedra with cloaks and hoods. Still careless, don't seem to expect trouble, but this disguise thing is too risky. When I get a chance, I'll slip off and follow under spell concealments.",
        "This place is crawling with spooks and bones. They call this place the Soul Cairn. The chief -- heard one call him \"Lord Something-or-Other Moath\" -- sent troops out to scout. The report is simple: DO NOT FOOL WITH THE WRAITHS! They cannot be killed or destroyed. Period. Sounds like a good policy. These daedra troops look pretty tough, but they aren't making a dent in the wraith things. So stay clear of them.",
        "Our next stop is someplace called Shade Perilous. Not sure after that. A couple of my Daedra companions had little accidents; I snatched their plunder. When I get a chance, I'll sort it out. Anything extra or dangerous I'll dump along the way for you. I'm leaving you two Spell Restoratives here; I got plenty extra. Keep your eyes out, and watch yourself.",
        "Vatasha/Josian",
        "<title>Letter 6 For The Battlespire Hero</title>",
        "So much for the disguise. One of the big ones caught me sneaking around, and ripped into me. I knocked him through his hat, but he mussed my garments in a most thorough fashion. I think they may be on the lookout now. Be careful.",
        "I'm depending on silent feet and shadow spells now. You'll need two amulets to get past the warding sigils. I left an extra one here on the dock. I found the gate, many rooms on, past a graveyard, but don't know how the gate works. I'll hang around and slip through with the next courier. If I can leave the gate open, you're golden. If not, you're on your own. Maybe there's an inscription or manual hidden around somewhere.",
        "Stay AWAY from the wraiths. I can't even scratch one. The big Daedra are tough, but dumb - either they don't know spells, or can't cast them worth a damn.",
        "Next is a place called Shade Perilous. It's a Daedra stronghold, not one of the Dagon holds, but a Noctural domain. Makes no sense to me - Dagon and Noctural are supposed to hate each other - but we'll see soon enough.",
        "Keep a'coming.",
        "Vatasha/Josian",
        "<title>Letter 7 For The Battlespire Hero</title>",
        "They're on to me. I'm on the run.",
        "I'm low on juice, and not in the best of health. I just began to realize I might not make it.",
        "No matter what happens, I'll go out with a lot of noise and fuss. If I have to make a sacrifice, just do me one last favor, and make sure the gesture isn't wasted. Sounds gloomy, but I need to say it.",
        "I hope we can look back on this someday as our greatest adventure. And if not, then drink a flowing glass at each occasion in remembrance of me.",
        "Vatasha/Josian",
        "<title>Letter 8 For The Battlespire Hero</title>",
        "Overheard this password, but no idea what it means, or who needs it.",
        "The Gerent of Dagon Rules Here",
        "Vatasha/Josian"
    ]
}