{
    "id": "LettertoSheogorath",
    "paragraphs": [
        "My beloved Sheogorath,",
        "Forgive me, it's been so long I can't remember the last time I've written.",
        "I can only hope these letters reach you. I know your duties keep you busy, but any message from you would be welcome, even if it is given through that fool, Haskill. If it is not possible, fear not, my love is constant. I can remember the day you brought me to your realm as if it were yesterday. But I miss you terribly.",
        "You should see the supplicants mucking about in the Fringe these days. A few I think will be ready soon -- the rest, who can say? If it weren't blasphemous, I might venture to say that the world has been slowly going sane. I can almost feel in my bones a chilling presence approaching, like a devouring emptiness. That does not bode well, but I trust in my Lord's power to keep our spirits well nourished from his bounteous showers of inspiration.",
        "Our child continues to destroy those pesky adventurers who come seeking treasure and glory.",
        "I have been sojourning here in Passwall, tutoring Nanette Don as an apprentice. She is one of the hopefuls that I believe will bloom soon. In the meanwhile, I can visit our child -- I go see him every night around midnight, when the world is quiet, when it belongs to memory and imagination. He is strong and powerful like his father. Would that you visited us some time. It's almost cruel, the way you keep aloof from me. Sometimes I can't even bear to look at him, because I can remember when we created him, your glistening body in the pool, lovingly blending the components of flesh that would become our child -- and afterward you tortured me in your sweet embrace. But now when I visit him, I can't help but weep like a little girl. I know how unlike me it seems... I just can't help it.",
        "To make matters worse, it seems my tears burn my poor creature. It agitates that Daedric soul bound in his body, threatening to sever the warding magic weaved into him. I didn't realize how badly that soul would seek release from the shell I grew in my gardens. But the flesh is pure. Perfect! Perhaps it is my own tears that hold the imperfection...",
        "But I shouldn't be bothering you with these petty concerns. Our child, your Gatekeeper, stands guard over the Gates of Madness, mighty and powerful. No harm shall come to him.",
        "Yours truly and forever,",
        "Relmyna"
    ]
}