{
    "id": "LetterfromCyrusVNasby",
    "paragraphs": [
        "Most Honorable Sirs,",
        "I am writin to you so as to relate that which I came upon, havin traveled then in Bangkorai and heard sech rumors as can hardly be believed by ears and bein that which reason cannot rightly accept nor admit, lest the eye behold it firsthand, as mine have. To wit, that there was sech a village as where beasts did live in the guise of men, and seemin and actin human, did in all ways put on the mask of civilizashun.",
        "This village, I can confirm to all persons, and bein sworn to tell the truth will avow, not only exists, but is the sight of the most horrifyin and unnatural practice. There, in the face of charmin and ordinary folk, these beasts do masquerade and do lure one into the mistaken belief that they are of the human persuasion, even to the point of givin and receivin in marriage. Furthermore, they live in houses constructed of wood and stone, of sech workmanship as can only be concluded that they were claimed after the devourin of the previous innocent citizens of that place, as it is well-known and indisputable to any of sound mind that a beast is incapable of constructin a dwellin sech as befits a human.",
        "I tell thee, I had barely been in that village a minute when one of these beasts did approach me and with a hunger in his voice did invite me to breakfast. I did not linger to learn what sort of victuals these creeturs had caught in the previous night and planned to serve that morn.",
        "It is my humble opinion, based on sech observations as these and on the testimonies which can be heard in any place in Bangkorai, that these persons as they seen fit to call themselves pose no less a threat to the people of that fair region than the wolf does to the unsuspectin sheep, and further that by dressin and carryin themselves in every way as human, they not only diminish the sense of danger their victims might rightly have on approachin, but they also make mockery of civilizashun itself, and so pose a threat not only to Bangkorai but to the very foundashun of our Covenant.",
        "With utmost consternashun,",
        "Cyrus V. Nasby"
    ]
}