{
    "id": "letterhome43",
    "paragraphs": [
        "Courier's Notice\nConveyance via:\nNarsis\nBalfalls\nVivec\nSuran\nPersonal Correspondence\nOrigin withheld",
        "I miss you more with each passing night. My only comfort is knowing that the wages I'm earning now will ensure our comfort when I return. I couldn't believe the pay this lunatic was offering, and I doubt we would have followed him all the way to Cyrodiil otherwise. The fool thinks he'll overthrow the Empire, Vaermina take him! I figure we'll end up deserting soon, just as soon as we've gotten as much pay as we can without actually following this addled madman into battle.",
        "We've hardly crossed the border, but already I can tell you: Cyrodiil is an awful place. We have nothing but iron to work with. There's no art to iron armor. I tried using the bones of beasts killed in the local forest, but they are brittle and won't bear the force of the hammer.",
        "Even with decent materials, this would be a dull post. We must be a mile underground and a league from civilization. I don't envy the courier who carries this letter! I pass the time in conversation with the other apprentice. We always seem to have a good laugh at the expense of the Forgemaster; in private, of course.",
        "I can't wait to see your family home in Suran. I've never actually been to Vvardenfell; I've heard much of it's charm. I'm pleased and suprised to hear that you've begun saving for our own home already. You say you're working for somebody named Desele? The pay must be very good, but when I return you won't need to keep it up. You never mentioned, by the way, what sort of work you're doing.",
        "I'm still not sure how this crazy wizard is paying wages for us and his army of mercenaries and laborers. We don't use half the ore mined here for smithing, so I figure he must sell the surplus iron, but I see no evidence of it, nor do I think it would produce such a fortune. I think he's Telvanni, perhaps folk in the area near you have heard if he's from wealthy stock?",
        "I fear I must conclude, my love; the forgemaster is demanding another parcel of iron-shod boots. How many more pairs could we possibly need?"
    ]
}