{
    "id": "LetterfromDukeNathaniel",
    "paragraphs": [
        "To His Royal Majesty Emeric, High King of the Daggerfall Covenant,\nMy Dear Brother,",
        "As always, there are several items of note, some related to the security of the kingdom and others of a more personal nature. Please read this privately, and I beg you to exercise discretion in discussing its contents with your advisors.",
        "Of utmost importance are matters related to security here in Alcaire, and unfortunately, though I have strong concerns, I do not have the convenience of a simple or even a consistent element to which I might ascribe Alcaire's troubles of late.",
        "At the time of my last communication, there were only a few reports of these Vaermina cultists, the Supernal Dreamers. Our shared hopes of this being a short-lived problem were not realized. It seems the cultists have grown even bolder—raiding outlying farms and even recruiting citizens to join their mad ranks. The Knights of the Flame have orders to arrest cult members on sight, but we await further instruction from you on how to deal with a threat that has now spread to other regions of Stormhaven.",
        "The Knights of the Flame continue to prove invaluable allies and staunch defenders of the realm. They have been instrumental in helping me address the cultist problem and in reacting to an attempt made on the duchess' life by an Alik'r assassin. The leader of the Knights of the Flame, one Sir Hughes, suggested that the order assume responsibility for security here at the castle, and I was relieved to agree. It has been a weight lifted off my shoulders.",
        "Lastly, and most personally, I wish to express my most sincere gratitude for the arrangement of my marriage to Princess Lakana. Though I feared our union of political necessity would be formal and awkward, nothing could be further from the truth. Her warmth and kindness have created an intimacy between us that I never dreamt possible.",
        "We both owe you our gratitude and our undying loyalty.\nYours truly,\nNathaniel",
        "P.S.: The tricks these Redguard women employ in the bedchamber…! Why didn't you warn me, you old dog?"
    ]
}