{
    "id": "LetterFromEmber",
    "paragraphs": [
        "Hey,",
        "",
        "This is going to be a sappy letter. Sorry. I keep saying I'll stop getting all emotional around you but you're the one who keeps doing nice stuff for me! So really, this is your fault.",
        "",
        "Anyway, it's been really nice having Jhaka and Silverslip back. I thought it would feel strange now that we're older. We've been through so much. Silverslip's a vampire, Jhaka was a slave … I was afraid we wouldn't know how to talk to each other anymore. But we went back to normal straight away. It's like we're kids again and nothing has changed. Silverslip teases the two of us, and Jhaka meditates while eating a concerning amount of cheese pies.",
        "",
        "He prays for you, you know. You're the one who got us here, after all. There isn't a day that goes by that we don't manage to fit your name into a conversation somehow. Whether you like it or not, you're a part of this little family now, and once we get Song back, we'll be whole.",
        "",
        "But it's more than that. You've given me something I didn't think could be replaced. For so long after everyone got taken, I was just wandering, constantly looking over my shoulder, feeling like I had a gaping hole in my chest. I thought that was just how life was going to be. Figured if I could keep learning magic, it would at least distract me from how pathetic it was. But then you and I got close, and I managed to open up to you about my friends. And it's like you dug into that hole in my chest and pulled out some of that hurt. You never seemed to get tired. You keep risking your life again and again to help my friends, people you don't even know! You put yourself in danger for me and I promise I don't take that for granted.",
        "",
        "I know I joke around a lot and I give you a hard time occasionally (all right, maybe more than occasionally) but I'm being serious here! Not only did you save two of my friends, but you reminded me what it's like to feel happy. Now I'm here, reunited with Silverslip and Jhaka, getting closer every day to finding Song, feeling stronger than ever and I just … I really can't thank you enough. Even writing it down doesn't do it justice. Guess I'll just have to show you how grateful I am by being at your side whenever you need me, right?",
        "",
        "Let me know when you want to hang out with these two troublemakers. Silverslip has been running her mouth about wanting to arm-wrestle you, so. Be ready for that.",
        "",
        "Thanks again. Really.",
        "",
        "- Ember"
    ]
}