{
    "id": "TheLibraryofDuskRareBooks",
    "paragraphs": [
        "Vault Twelve: Rare Book Collection",
        "Access FORBIDDEN",
        "Items:",
        "\"The Athedorix Conundrums\" by Mymophonus\n— Nine portentous questions, with answers known to drive readers insane.",
        "\"The Hosiric Lays\" by Unknown (poss. Calisos or Morachellis)\n— Tales in epic verse recounting the Atmoran folklore of the Cyro-Nords.",
        "\"The Gwylim Praxis\" by the Aureate Serpent\n— Methods of draining magicka from intelligent creatures at the moment of death.",
        "\"The Third Scroll of Baan Dar\" by Arkan\n— How the great thief stole the \"37th Lesson\" from Vivec—before he could write it.",
        "\"The Letters of Alessia and Belharza\"\n— Intimate correspondence between the First Empress and the Man-Bull.",
        "\"Eleven OTHER Edicts of the Ten Ancestors\" by the Heretic of Lindai\n— A parody of the classic \"Eleven Edicts\" supposing the Ten Ancestors had worshiped Auri-El rather than Daedra.",
        "\"Numidium Blueprints\" by Kagrenac the Engineer\n— ALL SCROLLS MISSING—REWARD FOR RECOVERY",
        "\"Conversations with the Heart of Lorkhan\" by Pelinal Whitestrake\n— Ruminations on the nature of the Aurbis. Warning: Probably apocryphal.",
        "\"The Southern Coast as Far as the Eastern Sea\" by Topal the Pilot\n— Sea logs of the great Aldmeri explorer.",
        "\"Insights\" (pristine copy) by Shalidor the Arch-Mage\n— A disquisition on the origin and nature of Dragons.",
        "\"The Alessian Doctrines: Original Manuscript\" by the Monkey Prophet Maruhk\n— Screed defining the dogma of the non-Elven nature of Akatosh.",
        "\"Studies in Aprocrypha\" by Morian Zenas\n— A summary of truths learned in Apocrypha that Zenas refuses to believe. In fourteen volumes.",
        "\"Epistolary Acumen\" by The Transparent One\n— Forbidden invocations of inimical Daedra.",
        "\"Grimoire\" by Corvus Direnni\n— Spell secrets of the mighty conjurer.",
        "\"The Tract of Merid-Nunda\" (complete) by Anonymous\n— Revelations on the nature of Meridia and the mistake of conflating her with the Star-Orphans.",
        "\"The Lusty Argonian Maid\" (complete play)—Traditional\n— Copy out for repair—accidentally damaged by Librarian.",
        "\"The Art of Love and Swordplay\" by Fjokki the Bard\n— The popular autobiography of the frisky Nord, Fjokki, whose exploits are unbelievable but strangely compelling. Not rare, but a perennial favorite here at the Library."
    ]
}