{
    "id": "LifeintheScaledCourt",
    "paragraphs": [
        "A Report Prepared for the Star-Gazers",
        "I finally got a chance to use one of the simple tricks my mentor—the famed explorer and adventurer, Narsis Dren—taught me. Turns out, if you dress in the same outfit as the people around you, keep your head low, and act like you belong, you can infiltrate even one of the most evil and dastardly cults currently operating in Craglorn. Even so, it wasn't easy. And I felt for sure that I was going to be revealed as a spy every moment I was there. But I snuck inside and emerged again to tell the tale. Barely! So, let me tell you about life in the Scaled Court—at least, life as I saw it for about four hours last Middas.",
        "For the most part, life in the Scaled Court camp was much like what you'd expect in any gathering of rough-and-tumble fighters and mages. There was the usual good-natured banter among people who lived, worked, and fought side-by-side. There were a number of harsher words exchanged, too, showing that not everyone in the cult always gets along. But they had a singularity of purpose. The members of the Scaled Court that I interacted with were dedicated to their leaders, their god, and their cause. It was scary, how devoted to the Serpent these men and women seemed to be.",
        "One young man, a former bandit from Rivenspire, was particularly enamored with the leaders of the Scaled Court. He seemed to be particularly intrigued by the highfalutin (in my opinion) and grandiose titles and affectations the leaders assigned to themselves. It starts at the very top, with the council of regents who apparently control the organization. I never got to meet any of the regents, but most were spoken of with admiration and awe. I believe that some of them hold positions in the hearts of the Scaled Court almost as revered as the Celestial Serpent himself.",
        "There seemed to be some disagreement as to the wisdom of making the Iron Orc chieftain the Ophidian Exarch of Undulating Destruction. No one could fault that the addition of the Iron Orcs to the Scaled Court's ranks was an inspired idea, but instituting the brutish Braadoth into the highest echelons of the Serpent's forces in Upper Craglorn was not sitting well with everyone in camp. I gathered this opinion in fits and starts, by interpreting asides and whispers, and pressing the most upset members for whatever additional information they were willing to share. Even so, no one I met wanted to challenge the Ophidian Exarch or the other regents, so the Orc chieftain's promotion stands.",
        "Other leadership positions in the Scaled Court include the Regent of Wriggling Nightmares (who seems to be involved in crafting monsters loyal to the Serpent), the Regent of Fanged Fury, the Vizier of Slithering Visions, and a woman named Cassipia, who they called the Regent of Serpentine Stratagems. An entirely different chain of command was in place in Lower Craglorn. I never encountered any of these pompously titled individuals. And that's probably a good thing, as I'm not sure my disguise would have fooled them.",
        "I spent the rest of my time in the camp wandering around and listening to conversations, watching men and women perform the multitude of mundane tasks that fill the day at any military camp. (And make no mistake—the Scaled Court is as military an organization as any I've ever encountered!) I heard mention of some unidentified substance that seemed important to the Scaled Court, but I could never determine exactly what it was. Perhaps someone in the Star-Gazers has heard of it. They referred to it as \"nirncrux dust.\" Whatever the substance is used for, the Scaled Court seems to consider it vital to their plans.",
        "During my final hour in the camp, I began to get the distinct impression that I was being watched. Immediately alert, I scanned the area for any sign that I had been recognized as the outsider I was. However, no one was raising an alert. No one was rushing toward me. But the feeling persisted, and I decided I had overstayed my welcome. I started to disengage from the group and slowly make my way to the edgee of the camp when a band of Iron Orcs wandered in. If the sight of them made my blood run cold, my first view of the armored troll that accompanied them froze the blood in my veins.",
        "The troll wore strange armor of Orcish design, run through with glyphs that made me want to look away (although maybe that was just the fear the creature inspired in me). I could have sworn it turned to study me, but then it was pulled along by its Orc masters and I had a clear path out of the camp. Before I reached the freedom I so desperately desired, however, I felt a hand gently grip my shoulder. I tensed, let out a few deep breaths to steady my nerves, and turned to face whoever had found me out.",
        "I was looking at a young Wood Elf with piercing eyes. She smiled, not unkindly, and handed me a folded piece of paper. \"You're nice,\" she said. Then she turned away, leaving me to depart without further incident. I must have walked for an hour or more before I finally slowed and rested my weary back against a large, cool boulder. I sank to the ground and unfolded the piece of paper . It contained five short words.",
        "\"Tell them what you saw.\"",
        "I dropped the paper and ran, sure that the howling hordes of the Scaled Court were chasing on my heels. But I made it back to Belkarth without any problems and wrote this report while it was still fresh in my mind. So fresh, in fact, that I'll probably have nightmares."
    ]
}