{
    "id": "LifeintheEaglesShadow",
    "paragraphs": [
        "1st Morning Star:",
        "A new year, and a new start. Sirune agreed to be my betrothed last night! I'm the luckiest mer in Mathiisen. I've already made arrangements with Yondin to use the forge. I'm going to melt down my father's old blade and use it as the base for a Ring of Mara. Mathiisen steel is good enough for the troops, right? It will be good enough for my true heart.",
        "3rd Sun's Dawn:",
        "The Heralds are shouting in every square across the island. There's a new Queen! And we're now part of some kind of Alliance—with the Wood Elves and the Khajiit, of all people. \"The Aldmeri Dominion\", they're calling it. I couldn't be prouder, but father has done nothing but grumble. He says letting \"those kind of folk\" onto the island will be bad for business.",
        "10th Sun's Dawn:",
        "Sirune and I sneaked out in the middle of the night and made for Skywatch. It was so exciting, bedding down by the side of the road. Like we're in the Fighters Guild! The handbills telling of the parade have been all over the island, and we decided we couldn't let something like this pass us by. I'll be thrice-cursed by the old mer, I know it. But damn him for a fool. Miss a chance to see the Queen, the Mane, and the Bosmer Treethanes? Not on your life.",
        "11th Sun's Dawn:",
        "If today was any indication, Father was right. The parade was amazing, with Her Majesty leading a phalanx of Marines up the path to the gates. Then came the Treethanes, with their wily jungle rangers. Vinedusk, I think someone said? And then the Mane, with those braids! Amazing to see the Khajiiti warriors on display.",
        "Much more pleasing than the furry sneak-thief I caught with his hand in my coin-purse. I tried to catch him before he made off, but he dove between some of those damned dock workers who were so obsessed with their frog races they didn't even look up. And then he was gone. Sirune said it was all right, that we'd just leave earlier than we'd planned. Damn it. Just hate to let her down.",
        "17th Sun's Dawn:",
        "Damn them all! Everything has been a mess since Sirune and I came back from Skywatch. Father was furious that we'd left, and when I told him how many coins that cat took … old bastard hasn't beaten me like that I was learning the forge.",
        "Then, a few days ago, they pulled all of us into the forgemaster's office. Condalin had gotten word that, with the new alliance, tradesmer can start hiring some of \"those folk.\" Tossing a certain number of jobs to \"them\" would net you extra coin from the Thalmor.",
        "And so he dropped father's contract! Been with the forge for decades, and now cat-men and cannibals are doing the job. All because of this damned alliance. Father's beside himself, about the steel more than anything. Says they won't know how to cure it right. Stars above, what's happening?",
        "2nd First Seed:",
        "My life is ruined. I'm on the run, and everyone I knew and loved hates me. Damn the \"Dominion\" and our smiling Queen to boot!",
        "It all started when that recruiter for the Battlereeve came to town. He was looking for volunteers for the Dominion military. When no one came forward, he said he'd been empowered to take conscripts. He tapped me and Sirune's brother. He also grabbed the twins, Taleril and Tanaril. Shoved us into a line with a gang of others and started us down the road.",
        "We weren't a mile before Tanaril snapped. Went crazy, screaming about how he couldn't fight Dark Elves, that they use your body to hatch spiders in. He made a break for it, and a bunch of us used the chance to run as well.",
        "I'm holed up in a cave near Silsailen. My father is penniless. My bride-to-be will soon think me a traitor. The damned cats and runty Elves are taking over the island, and the military is putting children on the front lines. This isn't the homeland I grew up in!",
        "5th First Seed:",
        "I was reduced to trying to steal something for my evening meal, and—of course—I was caught. I slipped into Silsailen after dusk, the smell of some delicious whitefish wafting on the breeze. I hadn't eaten anything worthwhile since the morning the recruiter came into town, when I had that delicious spiced bread Sirune's mother made.",
        "I slipped into town and tracked the smell to the local inn. I was trying to figure out how to get into the kitchen when a big beefy hand fell on my shoulder. One of the Canonreeve's men. He knew exactly what I was doing, almost like he'd been watching me since I got into town. Now I'm sitting in a cell underneath the reeve's manse, waiting his justice. At least they let me keep the journal here.",
        "Damn you, Ayrenn! Damn you, Dominion!",
        "10th First Seed:",
        "My old life is over. And my new life under the Veil has begun. It turns out the Canonreeve himself, an honorable man named Valano, has experienced his own doubts about his future under the Dominion. He used to be a good friend to the Queen, even, but worries now the years have changed her.",
        "Valano is a member of a group called the Veiled Heritance. They're a group of freedom fighters, willing to do what has to be done. They're willing to make the hard choices, and stop the spread of foreign influence on our soil.",
        "I was brought up out of that cellar below Silsailen thinking I was going to do hard labor. Instead, I found a new family. Valano said he knew all about my problems, even knew that I'd been taken by a Dominion recruiter. Said that he was willing to help, and help me help myself.",
        "And I will."
    ]
}