{
    "id": "ALifeBarbaricandBrutal",
    "paragraphs": [
        "Chapter One: Abducted by the Reachmen",
        "I was born in Murcien's Hamlet, just north across the Bjoulsae from Evermore. My mother was a weaver, and my father was a boat-builder who made small fishing smacks and coracles for the river trade. I remember my youth as a happy one, playing around the docks where Father worked, or hunting through the near woods for entoloma caps and hickory nuts.",
        "It was while doing the latter one day that I strayed a bit farther from the hamlet than usual, pushed my way through a briar thicket … and suddenly found myself staring at a pair of human skulls. Startled, I shrieked and dropped my basket of nuts. By the time I realized that what I'd seen was a skull on a staff next to a woman's face painted like a skull, I'd been knocked down, bound, and thrown over her shoulder.",
        "I was being borne away to the north, away from my home and into the mountains. I began to kick and scream, at which the woman threw me down, bound me tighter, and gagged me into the bargain. Then she resumed carrying me off into the wild. Eventually I passed out from sheer exhaustion.",
        "When I awoke it was dark, but I could see forms in the dance of firelight, silhouettes sporting horns, bones, spikes, feathers. Reachmen. I closed my eyes and tried to wake up, but it was no nightmare: when I opened my eyes they were still there.",
        "My gag was gone, so I cried out for water. The skull-faced woman, whom I later learned was named Voanche, brought me a cup. She checked my bonds, and where I winced in pain, she actually loosened them a little. This surprised me, as I'd always heard that the Reach Clans were barbarians, wicked Daedra-worshipers who reveled in cruelty. Maybe, once they realized how distressed I was, they would set me free and send me home.",
        "It was a false hope: I was to be the captive of the Crow-Wife Clan for the next eight years. The Reachmen were far more complex than I had been led to believe in my Breton home, but in one thing we were right: barbarism and cruelty are everyday facts of life in the Reach. Voanche was a horse-breeder who had abducted me because she needed a slave to tend to her livestock, since her former thrall had died of a kick to the head. She had given me water and loosened my bonds solely out of concern for the condition of her new possession.",
        "Voanche's clan was ruled by a hagraven named Kloavdra, a claw-fingered crone who was a witch-shaman of considerable power. She was a priestess of Namira the Spirit Daedra, the lady of ancient darkness who commands repulsive vermin such as spiders, insects, slugs, and serpents. Because Namira is the mistress of small pests, the Reachmen call her \"the Children's God\" (they are not without humor, though their jests are always malicious). At every two-moons'-dark Kloavdra would draw lots at random from the children of the clan, both Reach and slave, to select a sacrifice to the Goddess of the Dark. The chosen child would end up on the Ever-Oozing Altar where Kloavdra would cut out its heart as an offering to Namira. Every time I was sure it would be me, but the name-feather drawn was always of another.",
        "Kloavdra's hag-husband was a crude and vicious man named Cointthac. He was a gravesinger, a witchman shaman who could command the dead—in our land we'd call him a necromancer. He was always looking sidewise at Voanche and licking his lips, as at a savory roast fowl. Though he had power in the clan and was feared by all, Voanche treated him with disdain, which would sometimes provoke him into sending hoot-haunts into her tent at night, or hexing the horses' oats with writheworm. Voanche never turned a hair, just threatened to complain about Cointthac to his hag-wife Kloavdra, which always sent him packing.",
        "Life was hard in the Reach. Crow-Wife was a hunting clan, so our life was following the herds across the wastes. It was a rugged and perilous existence, where life could be snuffed out in a heartbeat by the antlers of an elk buck or the fangs of a sabre cat. But what I feared most were the semi-annual crossings of the Karth River in the wake of the tundra herds. It was my job to help Voanche and her useless daughter swim the horses across the ice-cold, swirling current, and every time I was certain would be my last. How I wished I had learned to swim in the Bjoulsae, like my two brothers, whenever the Karth had me in its grip!",
        "Occasionally during a crossing one of the horses would panic and break free of us, which usually meant drowning and death for it. Then Voanche and I would search far downstream until we found where its body had washed up, so we could skin and unmake the dead horse for its valuable fat, flesh, and bones. Nothing was wasted among the Reachmen.",
        "It was during my sixth summer as a slave of the Crow-Wives—I had crossed the hated Karth eleven times!—that I began to attract the unwanted attentions of Aiocnuall, the loutish son of Kloavdra and Cointthach. He expressed his attraction by pushing me into mud puddles or putting dead voles in my stew. He was a year younger than me, but soon I knew he would want me to the object of more than just practical jokes. As the son of the hagraven he could do pretty much whatever he wanted with impunity, and Voanche couldn't protect me by complaining to Kloavdra—the old virago would just cackle and wave her away.",
        "So at night, when I should have been sleeping in my pile of furs, I started making a spear."
    ]
}