{
    "id": "ALightontheMoor",
    "paragraphs": [
        "Walking one night along the rain-sodden roads that mark passage through the Glenumbral moors, a pilgrim spied a lantern in the mist.",
        "\"My word,\" he said, as he stopped to stare, pushing up his funny white hat to get a better view, \"Some poor traveler has lost his way!\"",
        "\"Ho, there!\" he cried, \"The road is here!\"",
        "Hearing no response, but not being one to leave a fellow mer to the mercy of the marsh, the pilgrim strayed from his own path and waded into the putrid waters between him and the light. Boots sloshing through the blackened muck, he could hardly make the gleam out through the mist ahead of him.",
        "Undeterred, he pressed forward, with hardly a thought for his own mortality. \"Surely they can hear me now,\" he thought, then cried out once more.",
        "\"Ho, good friend! The road lies this way!\"",
        "Again hearing no response, he took a moment to look around. Mist was all he found there, in the dark. He could see neither his horse nor his barrow, where he had staked it. Shivering there in his own lamplight, hopelessly lost, he wondered whether he would ever return to the road.",
        "Deciding two lost souls would fare better than one, and up to his chest in peat and putrid water, he pressed on toward the light.",
        "One by one, he lost his boots to the marsh, buried deep in the sucking pits that marked his passage. Bootless, he continued until he could go no further.",
        "It was then, coming around a copse of trees, that he came upon a small glass lantern hanging from a tree branch. Searching for any sign of its owner, he spied a wide-brimmed bonnet where it lay abandoned on the ground. As he stood there wondering, the bright yellow flame of the tiny lantern flickered, then guttered out.\nHe looked to his own lantern, bobbing happily in the water above his shoulders, and took another step only to find he couldn't. Indeed, he could barely shift his waist, so thick was the muck he'd mired in.",
        "Looking skyward, he reached for the grasping, wooden fingers of the trees above, only to find them beyond his grasp.",
        "So he stood there, in the dark, until the murky waters swallowed his throat, his mouth, and his funny white cap. His final breath bubbled up through the muck, and that was the last of the pilgrim.",
        "Walking one night along the rain-sodden roads that mark passage through the Glenumbral moors, a merchant spied a lantern in the mist.",
        "\"My, my,\" he said, as he stopped to stare, pushing up his broad visor to get a better view, \"Some poor fellow's lost his way!\""
    ]
}