{
    "id": "LitanyofBlood",
    "paragraphs": [
        "Woe unto they, Night Mother, those born to Anu.",
        "From beyond death's prison, I offer those who meet my unshriven gaze with your blade's cold caress.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Skywatch, I offer she who reflects the heavens in her gaze and dress, drifting from dance to dance.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Elden Root, I offer he who is as aged and gnarled as the trees, his back bowed but not bent.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Marbruk, I offer she who surveys the market beneath an auburn veil and keeps silver close to her heart.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Vulkwasten, I offer she who sweeps away the seasons with straw and the swish of her tail.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Rawl'kha, I offer he who clothes his stripes of brown with stripes of gold.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Davon's Watch, I offer he who is silver, ash, and fire, draped in copper filigree.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Mournhold, I offer she who marches beneath a red crest and wields winding steel.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Stormhold, I offer she who is caked in mud but wears a halo of bone, bright and untouched by mire.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Windhelm, I offer she who bears time at her waist, but for whom age has not robbed her golden crown.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Riften, I offer he whose arms are coiled and stained with the ink and weeds of the sea.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Daggerfall, I offer he whose dress is as cool as his demeanor and pate as barren as his heart.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Wayrest, I offer she who peers from behind a crimson curtain and marred her face to hide her nature.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Shornhelm, I offer she who greets death as a sister, her smile joyless and unflinching.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Sentinel, I offer he who leaves a trail of neat black ropes dangling over a golden cage.",
        "You will know them by their eye.",
        "* * *\nPrey to thee, Dread Father, those born to Anu.",
        "From Evermore, I offer she whose heart bears many scars, but does not fear to wear them proudly.",
        "You will know them by their eye."
    ]
}