{
    "id": "LithniliansResearchNotes",
    "paragraphs": [
        "As I entered the final chamber of Bramblepoint Cave, my eyes fell upon the goal of my expedition. In the inky blackness, the familiar aquamarine glow of the Welkynd Stone beckoned me in silent reverence. I was the first here in ages; evidenced by the thick layers of dust and debris strewn about. I don't remember how long I stood there, in awe of the beautiful crystals outside their natural environment.",
        "They all said I was crazy; a fool, a buffoon. Crystals growing outside Ayleid ruins? Preposterous! I spent nearly a decade and all the money I had crossing Cyrodiil and exploring the many natural caves dotting her landscape. Then, on that fateful night, a Orc stumbled into the Imperial Bridge Inn where I happened to be drinking. He spouted off a line of nonsense about creatures that came out of the darkness, and I dismissed him as drunk, until he said something that gripped my heart with hope. He spoke of a light in the darkness \"as blue as the lady sea.\" Could it be the Welkynd Stones I was seeking? I had to know more. A few gold and many drinks later, the Orc told me he'd been in Bramblepoint Cave. As I made my way through the night to the cave, my mind was racing. The stories had to be true! The Ayleid culture had mastered the art of creating these crystalline structures and was just beginning to cultivate them outside of their underground communities when they disappeared from history. That meant one thing; with the proper materials, magic and research the Welkynd Stone could adapt to any environment. I had to get to Bramblepoint and study them before anyone else found them. This would be my mark on history, my moment to shine.",
        "And now, after climbing through the cave I've arrived at this chamber. After I finish this entry in my logbook, I'll have so much to do. So much to do indeed. This will be the day that Lithnilian will be remembered as the first to unlock the secrets of the Welkynd Stone.",
        "",
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_lithnilians_notes1.jpg>",
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_lithnilians_notes2.jpg>"
    ]
}