{
    "id": "TheLiturgyofAffliction",
    "paragraphs": [
        "<title>A Collection Of The Writings Of Vexis Velruan</title>",
        "Transcribed by Anias Gael",
        "Dearest reader, the tome that you hold in your hand is a chronicle of pain, of torment, and of discovery. In these memoirs, I shall impart to you an autobiography of a foolish and failed attempt to achieve a great power. Walk with me as I break the bonds of propriety, throw off the restraints of the ancient laws of the arcane, and cast aside the bonds of magical ethics. For contained herein, you shall find the dying words of Vexis Velruan.",
        "Let it be known to you, loyal reader, that I remain until my dying moment, a student of Magicka. But no typical apprentice, am I. I am one who has forged a unique path to the deeper understanding of the mechanics of Magicka. Through the infliction of destruction magic upon my own flesh, I have accomplished more than any student before me has.",
        "It is by that folly that I come to you now, lucid as ever, fully alert in my faculties, and acutely cognizant of the sacrifices that I have made in my quest. I have long since lost the capacity to feel any physical sensation beyond absolute agony. I've become so accustomed to it, so detached from the feeling, that to me, pain is simply always there. You do not think of the air around you as a sensation, do you?",
        "How is it, you ask, that I came to be what I am? It began innocently enough. I was once a healer, one of the most promising students of the temple. Which one? It doesn't matter. I was eventually expelled. Fools. You see, we had a number of patients interred in our humble sanctuary who had been infected with the Red Fever. My attempts to use the magical arts to turn the disease on itself were less than successful in their early stages. For trying to find a cure, I was cast out.",
        "It was not long after my exile that I discovered the means to eradicate infection using the destructive energies of magicka. In my explorations of the school of Destruction I discovered that by pulling the elemental energies through my own body, I was able to increase the raw output of energy. From the experience of a lighting bolt surging through my own body, I was able to deepen my understanding of the raw forces of magicka.",
        "At first, the pain was bearable. I directed only a minor amount of the energy back in towards myself. I learned to couple the destruction with restorative energies. It helped to abate the damage done to my body, but did nothing to stop the pain itself.",
        "As my tolerance for the pain increased, I began to channel more and more through my own body. My understanding of Destruction outgrew my knowledge of Restoration. While it could still lessen the damage, it could not stop it. My skin became charred and blackened; it dried, flaked off, and cracked. I stunk of cooked meat. But I could not resist the draw of more and more energy.",
        "I became like a skooma fiend of the worst sort. I no longer used magic for any practical purpose. I simply sought out more and more energy -- I relished the pain. Anticipated the moment when the energy and the pain would wash over me as one, freezing my flesh, burning it beyond recognition. My skin became a network of scars, sores, lesions, and burns. But it was never enough. Never. I needed more. More pain. More power.",
        "I lost my sight. My eyes melted into boiling pools of vitreous humor so hot that they left streaks of blistered skin as they ran down my face like burning tears. My right hand froze solid and shattered into a thousand pieces, when I carelessly bashed it against a doorjamb in terror, once I realized what had happened. The bones of both my legs shattered outward like broken glass, shredding the flesh and muscle surrounding them.",
        "While this may sound like a fate of terrible consequence, my dearest reader, I can assure you that you will never know what it is to be a creature of flesh and bone like I have. You will never have the degree of knowledge of frailty of the flesh that I have grown to know. I achieved a level of understanding of Magicka beyond that of the grand masters of the guild, but that accomplishment pales in comparison to the grander discoveries that this experience has bestowed upon me.",
        "People like you think that pain is to be avoided. Hidden from. Feared. Through my suffering and the numbness that now robs me of the ability to feel it, I can say this to you: Pain is a simple factor of human existence. It affords us the opportunity to feel -- to appreciate the temporary shell that our spirits occupy. Pain is the greatest gift that the gods have ever given mortal man.",
        "And now, as I tell you this story by way of a scribe, I am a stump of a man, wrapped in seeping bandages, never to know pleasure again. Even still, I have but one message to impart to you: Embrace what you are.",
        "Glory to lord Sheogorath, for he has opened my eyes."
    ]
}