{
    "id": "TheLivingGods",
    "paragraphs": [
        "No other religion in all of Nirn can claim what the Dark Elves know as absolute truth: their gods rule over them and walk among them, as real and as present as any other resident of Morrowind. From their seat of power in Mournhold's Tribunal Temple, the Living Gods of the Tribunal guard and counsel their people. When necessary, they punish sin and error, but they also share their bounty with the greatest and least among us, each according to their needs.",
        "But who are the Living Gods? They are powerful Dark Elves who achieved divine status through superhuman discipline and virtue, and supernatural wisdom and insight. As the three God-Kings of Morrowind, they form the divine leadership of the Dunmer nation. The Three—Lord, Mother, and Wizard—are described below.",
        "Vivec, the warrior-poet god and Master of Morrowind, is perhaps the most popular of the Three. He also tends to be the most public, and the people love him. His visage appears both beautiful and bloody at the same time, and he has made violence into an art form. Vivec the warrior-poet has darker aspects associated with primitive, ruthless impulses, such as lust and murder.",
        "Almalexia, also known as Mother Morrowind, is the patron of healers and teachers. She is the Healing Mother, the source of compassion and sympathy, the protector of the poor and the weak. Almalexia embodies the best of Dunmeri culture and purpose. She exemplifies mercy, and her wisdom guides the Dark Elves in all their daily affairs.",
        "Sotha Sil, God of the World-Mechanism, is the least known and most hidden of the Tribunal gods. Sometimes referred to as the Mystery of Morrowind, he is a Magus and the patron of artificers and wizards. Perhaps the mightiest wizard in the land and certainly the wisest, he is considered to be the Light of Knowledge and the inspiration behind craft and sorcery.",
        "Together, the Living Gods are the pillars of the Tribunal Temple. They represent the power and discipline of the Dunmeri people, and rule with a combination of compassion and strict adherence to law and protocol."
    ]
}