{
    "id": "LivingontheKarthRiver",
    "paragraphs": [
        "My father doesn't approve of me learning to read and write, but ours is a story that deserves to be told. There are so many outside the Reach that look upon us with disdain. My father's calloused hands would make them recoil, his sun-weathered cheeks might be considered unsightly. But everything about this man speaks to his life on the Karth River. Were you to open him up, you would see that his blood is the same as the water that runs through the Reach.",
        "",
        "The Karth River is just as violent and harsh as any other place where Reachfolk dwell. Fierce rapids whorl madly around sharp stones that jut from the water. Steep falls from cliffsides create thunderous torrents of white water that can sweep away a full-grown horse in a heartbeat.",
        "",
        "But as with much of the Reach, the Karth River provides for its people. It can be cruel one moment, then as loving as a mother the next. Those who rely on it for their survival live to see another day—if the river allows it. Those who live to old age on its banks, like my father, know that respect is key. The river may bestow plenty of fish to one and drown another, with seemingly little to distinguish between them. But those that have grown up on the Karth know better. We know the river demands respect, or at the very least, consideration.",
        "",
        "My father washes his clothes in the river. He drinks from it, he bathes in it, and it keeps him fed. Much of my clan does the same. Our clan has always lived by the river. Occasionally, we're pushed out by other clans, or even outsiders who sought to tame the waters for themselves, and we move on. But we're always drawn back to the river. Wherever it splits, however it flows, we follow it. It's home.",
        "",
        "That's not to say the Karth River hasn't taken much from us. It takes a price just as we do. It has swept children away, destroyed food stores, broken bones, swelled to unfathomable size during storms, and drowned entire camps along its banks. But we don't blame the river for these things. That's just life on the Karth.",
        ""
    ]
}