{
    "id": "LocationEntryMessages",
    "paragraphs": [
        "Librarian Comment:",
        "These messages are displayed when you enter the given location. They are based on the season and weather currently in game.",
        "",
        "",
        "<header>Audience Chamber</header>",
        "<header>Summer</header>",
        "You walk into the [title]'s audience chamber, noticing the fine trappings and furniture that decorate the area. A cool breeze wafts through the area, drying the sweat from your body and bringing a welcomed sigh to your lips. You relish in the brief respite. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "Outside the sun batters relentlessly on the citizens of [city name], but in the audience chamber of [ruler name], [title] of the [settlement type], the shadows are deliverance. The rewards of power and wealth decorate the room. Obviously, being at [diplomatic state] with the [settlement type]'s neighbor, [city name 2], has been profitable for the [title] of [city name]. Perhaps you too can benefit from this situation...",
        "You enter the audience chamber of [ruler name], [title] of [city name]. Despite the season, not a warm ray of sunshine has touched this room. You breath in the musty air and wipe the sweat from your brow as you wait for the [title] to finish business with some messengers from [city name 2], [city name]'s neighbor. The behavior between the [title] and the messengers is peculiar, considering the two have been at [diplomatic state] for some time...",
        "<header>Rainy Summer</header>",
        "You walk into the [title]'s audience chamber, noticing the fine trappings and furniture that decorate the area. Outside you can still hear the raindrops as they fall, soaking everything in sight and creating a humid haze which causes your clothes to cling to you like a second skin. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "You enter the audience chamber, wiping the warm water of the summer rain off of your face. At the center of the opulently decorated room, [title] [ruler name] is speaking with the [settlement type] councilmen of [city name]. You overhear them mention [city name 2], their neighbor to the [direction], with which [city name] is at [diplomatic state].",
        "Like an unwanted dog, the steam from the hot summer drizzle has followed you to the audience chamber of [ruler name], [title] of [city name]. They whisper, but you think you hear one of the counselors remind the [title] that they are at [diplomatic state] with [city name 2], the [settlement type]'s neighbor to the [direction].",
        "<header>Cloudy Summer</header>",
        "You walk into the [title]'s audience chamber, noticing the fine trappings and furniture that decorate the area. Even though the clouds outside have made everything seem dull and gray, you find that the interior is brightly lit and cheerful. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "You enter [title] [ruler name]'s audience chamber, finding the [settlement type] elders in conference with the [title]. The mood in the room reflects the weather outside; hot and dark with rain clouds. The elders continue to whisper nervously one to the other.",
        "The audience chamber of [title] [ruler name] of [city name] is alive with activity. The [title] and an elder discuss a discontented local group who wish [city name] no longer to be at [diplomatic state] with its neighbor, [city name 2]. [he/she] next turns attention to a merchant whose shop is under suspicion of housing a Thieves' Guild...",
        "<header>Autumn</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and furniture that decorate the area. Outside the golden fall sun lends its warmth, holding back winter's hand for a few moments more. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "It is the busiest season of the year in [city name], and the palace's audience chamber is filled with area farmers discussing their harvests with [title] [ruler name]. Many linger in the room after their business is through, procrastinating the return to the burning field work. They seem to be talking mostly about [city name] being suddenly at [diplomatic state] with its nearest neighbor, [city name 2], and how this will change the trade throughout the province.",
        "It is unusually warm for the autumn in [city name], but the audience chamber of [title] [ruler name] reflects little of the sunshine outside...",
        "<header>Rainy Autumn</header>",
        "You walk into the [title]'s audience chamber shaking the cold rain from your shoulders. The first thing you notice is the many fine trappings and furniture that decorate the area. The warm air serves to quickly dry you from the fall shower outside. Ahead of you waits [ruler name], [title] of [city name]...",
        "You had hoped that the chamber of the [title] of [city name] would provide relief from the cold autumn rain outside, but it is as damp and chilly as a mausoleum. Others seeking audience wait with dripping hair and chattering teeth, as [title] [ruler name] talks with a representative from [city name 2], the [settlement type]'s neighbor that [city name] is at [diplomatic state] with...",
        "It has been an uncomfortably warm autumn in the [settlement type] of [city name], so the recent shower has actually improved the mood in the audience chamber of [title] [ruler name]. You know that [city name 2], [city name]'s temperamental neighbor, is only recently at [diplomatic state] with [title] [ruler name], but foreign diplomacy is not being discussed among the [title] and the circle of counselors.",
        "<header>Overcast Autumn</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and furs that decorate the area. Even though autumn's clouds outside have made everything seem cold and gray, you find that the interior is brightly lit and warm. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "You enter [title] [ruler name]'s audience chamber, shaking the chill of the gray autumn day from your skin. Being currently at [diplomatic state] with its neighbor [city name 2], the leading citizens of [city name] have met to discuss the resultant implications with their [title]...",
        "As you enter the audience chamber of the [title] of [city name], you feel the autumn chill from the outside is actually intensified within. The thick furs and darkly beautiful ornaments that decorate the walls make you feel as if you're being watched. [title] [ruler name] looks up from the conference [he/she] is having with the council of elders...",
        "<header>Winter</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and warm furs that decorate the area. Even though the sun outside is strong, winter's hand has chilled you to the bone. You find that you welcome the brightly lit and warm interior. Ahead of you waits [ruler name], [title] of [city name]...",
        "You enter the audience chamber of [title] [ruler name] of the [settlement type] of [city name], lips chapped from the cold, flesh burned by the sun. Representatives from [city name 2], meeting with the [title], leave the room as you enter. It appears not to have gone well, for the council of elders and [title] [ruler name] seem to be in a sour mood...",
        "[title] [ruler name]'s audience chamber is alive with excitement. [city name] and [city name 2], the [settlement type]'s neighbor to the [direction], are at [diplomatic state] talks. Naturally, this has caused a lot of the internal stress within [city name]. The [title] is remarkably calm, hearing each of the citizen's concerns about trade and commerce...",
        "<header>Snowy Winter</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and warm furs that decorate the area. You feel your frozen limbs begin to thaw in the warm heat of the brightly lit interior. You welcome the brief respite from the cold. Ahead of you waits [ruler name], [title] of [city name]...",
        "The audience chamber of [title] [ruler name] is drier than the snowy streets of [city name], but not any warmer. You rub your hands together and watch your breath come like smoke from a chimney...",
        "Your eyes, squinting from the glare of the snow outside, grow accustomed to the gloom of [title] [ruler name]'s audience chamber.",
        "<header>Overcast Winter</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and warm furs that decorate the area. The freezing temperature and iron gray clouds outside have made everything frozen and dull, though you find that the interior of this chamber is brightly lit and cheerful. Ahead of you waits [ruler name], [title] of [city name]...",
        "Frozen to the core, you stumble into the audience chamber of [title] [ruler name], only to feel a chill that pierces your soul. The room itself is physically warm and pleasing to the eye, but you sense an undercurrent of tension...",
        "You are admitted into the presence of the good [title] of the [settlement type] of [city name]. A thick cloak of wolf hide is gently wrapped around your shoulders, and as feeling returns to your skin, you feel that parts of your face were dangerously close to frostbite...",
        "<header>Spring</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and expensive furniture that decorate the area. The warm spring air wafts through an open window, bringing along with it the scent of newly budding flowers and fresh green grass.",
        "It is hard to believe that anyone can think of politics on such a day, but people are lining up to be heard by [title] [ruler name] while outside newly bloomed flowers perfume the air...",
        "Inside the audience chamber of [ruler name], [title] of [city name], the new sprouts of spring die young and the perfume of the fresh blossom turns to a sickly stench. [ruler name] is rumored to have angered the [settlement type] oracle who placed upon the [title] a curse of poor health. The political change has been very noticeable in such a [settlement type] where tradition is of highest importance...",
        "<header>Rainy Spring</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and expensive furniture that decorate the area. The warm spring shower has left you pleasantly refreshed, if a bit wet, but a breeze seems to be blowing through here and you feel yourself dry quickly...",
        "For an agriculture-based [settlement type] like [city name], a good spring rain makes all the difference during the seeding. Everyone seems in a good mood, and the preparations for the traditional new year celebrations is the conversation on all lips...",
        "Through an open window in the audience chamber of [title] [ruler name], you can smell the spring rain and newly blossomed flowers out in the streets of [city name]. The floor is wet with the tread of many visitors...",
        "<header>Overcast Spring</header>",
        "You walk into the [title]'s audience chamber, noticing the many fine trappings and expensive furniture that decorate the area. The day has been overcast, iron gray clouds that hint of a spring storm. You find yourself welcoming the sun's return. Ahead of you waits [ruler name], [title] of [city name]. It is well known that [city name] is currently at [diplomatic state] with its neighbor, [city name 2].",
        "The government of [city name] is like the weather outside, pleasantly temperate but dark with clouds threatening catastrophe. In the audience chamber of [title] [ruler name] no one even whispers their theories about the ulterior motives behind the [settlement type]'s recent declaration of [diplomatic state] with its neighbor, [city name 2].",
        "You like the looks of the audience chamber of [ruler name], [title] of [city name] the moment you enter. Beautiful music rings through the room and the walls hang with rich tapestries of spring scenes much nicer than the gray day outside...",
        "",
        "<header>Mages Guild</header>",
        "<header>Sunny</header>",
        "You wipe the sweat off your brow as you enter the Mages Guild. The cool shade of the interior is a welcomed sight after standing under the harsh summer sun. Around you are arcane implements and mystical apparati. You feel a slight tingling on your skin.",
        "For a moment after leaving the bright summer sunshine, your eyes register only darkness in the gloomy Mages Guild. When they adjust, you can understand very little of what you see. Tomes of antiquated wizardry and obscure objects crowd the dusty shelves.",
        "The door to the Mages Guild opens with a puff of dust that sticks to the sweat on your sunburned face. The smells of sulfurous potions burning and ancient scrolls of moldering parchment sting your nose. At least it is cool in here, you say to yourself.",
        "<header>Rainy Summer</header>",
        "You shake the rain from your shoulders as you enter the Mages Guild. The dry interior is a welcomed sight after standing in the downpour outside. Around you are arcane implements and mystical apparati. You feel a slight tingling on your skin.",
        "The sound of the warm summer rain is muffled by the thick walls and thicker velvet curtains. This is a place where the outside world is a distraction to be avoided. The smells, sights, and sounds here are unique to the field of mystical experimentation.",
        "You enter the Mages Guild, avoiding the puddles of rainwater leaking under the door. The room is damp, but the thick stone walls keep it cool even in the dog days of summer. Strange devices and venerable tomes crowd across the dust and soot streaked shelves.",
        "<header>Overcast Summer</header>",
        "You enter the Mages Guild, its gloomy interior not much different from the iron-gray, overcast sky outside. At least, you silently think, the sun isn't out. Around you are arcane implements and mystical apparati. You feel a slight tingling on your skin.",
        "All the humidity and heat of the day are intensified in the Mages Guild. To add to the infernal atmosphere, tendrils of soot-filled smoke and the whimpers from some doomed experiment slip through the cracks of locked doors. Each book on the shelf looks like it is watching you.",
        "You enter the Mages Guild, an amalgamation of primordial relics, moldering scrolls, dripping unguents, and smoking fluids. An occasional groan or minor explosion can be heard coming from the laboratories. At least it's not as hot and humid as outside.",
        "<header>Autumn</header>",
        "Behind you the fall sun sheds warmth upon the land, holding back the icy fingers of winter yet another day. Around you are arcane implements and mystical apparati. You feel a strange tingling on your skin.",
        "While the local farmers have been gathering their crops, it would appear the mages have been collecting a harvest of their own. The Mages Guild is crowded with scrolls, relics, charms, and artifacts. Clearly some extensive trading between one town's guild to another's has been going on this fall.",
        "You enter the Mages Guild, a world where nature holds little power. Outside leaves are falling and plants are dying back into the ground, but in here, strange flora lives year round, competing for space next to the scrolls, potions, and other mystic apparati that crowds the Guild's shelves.",
        "<header>Rainy Autumn</header>",
        "You shake the cold rain from your shoulders as you enter the Mages Guild, stamping your feet to bring back some warmth. The dry interior is a welcomed sight after standing in the icy downpour outside. Around you are arcane implements and mystical apparati. You feel a slight tingling on your skin.",
        "The Mages Guild is dry, but no more welcome that the cold autumn tempest outside. Strange and exotic potions, ancient scrolls, and arcane relics look down at you from the shelves as if they are predatory birds, watching for you to make a mistake. The dark energy in the room goes through you like a charge.",
        "All along the walls of the Mages Guild, blackened with soot and neglect, are shelves of books and arcane apparati so cloaked in dust to be practically indistinguishable one from the other. You can hear the sound of the fall cloudburst outside, uncomfortably loud in the normally still little room.",
        "<header>Overcast Autumn</header>",
        "You enter the Mage's Guild, its gloomy interior not much different from the cold, overcast sky outside. At least, you silently thank, the interior is warm. You rub your hands together to bring back some feeling. Around you are arcane implements and mystical apparati. You feel a strange tingling on your skin.",
        "On a dark cool day like today, those who devote their lives to the mystical sciences are at their busiest. Outside, people look into the sky and view the coming winter with dread. All in the Mages Guild are as active with mystic energy as they might be on any day, including the books and relics that line the shelves.",
        "You enter the Mages Guild, going from a cool gloomy outside to a cool gloomy inside. Because of the shadows, you cannot see all that the chamber contains -you suspect that even by the light of a bright day, the room has its secrets. Potions, relics, and books line the bookshelves shrouded by a fine dust.",
        "<header>Winter</header>",
        "The sun outside has done little to warm your bones, which are now almost frozen. You enter the Mages Guild, stamping your feet and crowding close to a brazier that glows hot with fiery coals. As the warmth slowly seeps in, you notice arcane implements and mystical apparati. You think you feel a strange tingling on your skin.",
        "As sunny as it was, you felt a winter chill outside and now, within the Mages Guild, you feel the cold more intensely. Dust lies on the shelves of books, potions, and relics like an early frost. The stone walls of the chamber glisten with ice.",
        "The melancholy Mages Guild is slightly warmer than the winter day outside but, without the sunlight, the effect is much the same. Many books and arcane instruments lie scattered about, but they fail to lend any vitality to the scene. It is a place of mystical study, not built for human comfort.",
        "<header>Snowy Winter</header>",
        "Snow and wind swirl about you as you enter the Mages Guild and shut the door. Outside the winter snow falls without any signs of stopping. You stamp your feet and crowd close to a brazier that glows hot with fiery coals. As the warmth slowly seeps in, you notice arcane implements and mystical apparati. You think you feel a strange tingling over your skin.",
        "The white dust in the Mages Guild is not as deep as the snow outside, but it is so omnipresent that all the arcane relics within seem to be covered in a thin shroud. It is an almost soundless chamber, with only an occasional sigh from the pot of boiling liquid on the fire. Slowly warmth creeps back into your chilled body.",
        "You enter the dim Mages Guild, warmed by a spell that dries the snow from your face and hair almost immediately. Books, charms, scrolls, and other relics, older than human memory, are kept in pristine condition here by the same mystic energy.",
        "<header>Overcast Winter</header>",
        "The gray sky has done little to warm your bones, which by now are almost frozen. You enter the Mages Guild, stamping your feet to increase the circulation and crowd close to a brazier that glows hot with fiery coals. As the warmth slowly seeps in, you notice arcane implements and mystical apparati. You think you feel a strange tingling on your skin.",
        "It is a perfect day for those who practice the shadowy arts: the Mages Guild comes most alive on cold, dark winter days. Cauldrons bubble on the fireplace, filling the room with translucent smoke that smells of animal fat and sulfur. The shelves are cluttered with mystical books and artifacts...",
        "You know that you can only see half of what is in the Mages Guild. The titles of the books on the shelves seem to change depending on the angle you look. Invisible fingers run through the dust and over your face. From the corner of your eye, you can see demons grinning at you, but they vanish when you turn to look at them. As dark a winter day as it is outside, you want to do your business here and leave...",
        "<header>Spring</header>",
        "A cool breeze follows you into the Mages Guild, drying the slight sheen of sweat from your brow. The interior smells of spices and chemicals. As your eyes adjust to the dim light you can make out arcane implements and mystical apparati. You think you feel a strange tingling on your skin.",
        "You enter the Mages Guild, the smell of sulfur and rotting parchment replacing that of new spring blossoms. Scrolls and potions, relics and artifacts vie for space on the bookshelves. You can hear small living things scuttling behind the volumes of alien encyclopedia.",
        "The mystical energy in the Mages Guild runs through you like a charge of lightning. Outside nature is in her full vernal glory on this sunny day, but she has little power in here. From the stone walls to the scrolls and potions, the most mundane parts of this chamber seem like phantasmagoria.",
        "<header>Rainy Spring</header>",
        "You shake the warm rain from your shoulders, conscious of the pooling water at your feet. As your eyes slowly adjust to the dim interior, you can make out arcane implements and mystical apparati. You think you feel a strange tingling on your skin.",
        "As thick as the stone walls of the Mages guild are, you can hear virtually every splatter of the spring rain outside. You are almost afraid to talk, for every echo of each footstep causes great clouds of dust to billow. And there are books and apparati in this room, you suspect, that should never be disturbed.",
        "An open window in the Mages Guild lets in the smell of the spring storm, which mingles with the chemical stench that bubbles from an open cauldron. The chamber is filled with arcane objects, jugs, cloaks, scrolls, amulets, tomes, brooches, potions, robes, figurines, talismans.",
        "<header>Overcast Spring</header>",
        "Although the sky is gray the weather itself is pleasant. You can smell rain in the air, but that quickly changes as the door shuts behind you. The Mages Guild smells like old spices and chemicals. You can make out dozens of arcane implements and mystical apparati. You think you feel a strange tingling on your skin.",
        "You enter the Mages Guild from the gloomy spring day and are struck by the clutter. You know that wizardry is a mental art, and it is hard to believe the sorcerers behind this jumble of items and apparati are not either madmen or fools. You can definitely hear small living things move about in the piles.",
        "The Mages Guild is not a place where the normal gods of Nature hold reign, but on such a bleak spring day, it does not look like they have power anywhere. Somehow the chamber is simultaneously too hot and too cold, wet with humidity in one spot, drier than the Khajiit desert in another. Even the mystical items on the shelves are juxtaposed between extremes, ancient scrolls next to modern measuring devices, this one filthy with neglect, that polished with care.",
        "",
        "<header>Tavern</header>",
        "<header>Sunny</header>",
        "Cool shade and cooler drinks greet you as you make your way out of the heat and into the [tavern name], smiling at the serving wench who holds a mug of ale ready for the first thirsty man...",
        "It is a relief to move inside the [tavern name], away from the burning summer heat, and you feel that a cold mug of grog might be in order...",
        "You enter the [tavern name], feeling the cool shadows fall over your face like a blanket...",
        "<header>Rainy Summer</header>",
        "You shake the rain from your shoulders and enter the [tavern name], hoping for a place where you can at last rest and dry out...",
        "A burst of the warm summer rain follows you into the [tavern name], and you follow the many paths of muddy footprints to the bar...",
        "Dripping from the summer tempest outside, you enter the [tavern name], relieved to have found shelter...",
        "<header>Overcast Summer</header>",
        "Although the sun isn't shining, the humidity has plastered your clothes to your back like a second skin. As you close the door to the [tavern name] your eyes search for a cool dark corner in which to rest...",
        "It is uncomfortably hot and sticky in the [tavern name], almost as bad as the cloudy summer day outside...",
        "You walk into the [tavern name] from the hot, cloudy day, welcomed by the other patrons sequestered away from the elements...",
        "<header>Summer Night</header>",
        "You are greeted by warm laughter and merry talk as you enter the [tavern name]. Torches around the tavern shed light on this warm summer night...",
        "The heat and humidity of the day have disappeared, and it has turned out to be a pleasantly cool night. The torches on the walls of the [tavern name] light up many a sunburned face...",
        "The summer night is almost as warm as the day had been, and you enter the [tavern name] craving something cold and wet...",
        "<header>Autumn</header>",
        "You enter the [tavern name], heartened by the smells of food and spices, and prepare to relax in the warm sunlight...",
        "The fiery autumn sun disappears as you enter the [tavern name]. The sounds of laughter, clinking glasses, and banging cooking pans meet your ears...",
        "The townsmen have met in the [tavern name] to celebrate a good fall harvest. Their exuberance is infectious. Oh great, you say to yourself, I'll probably have this stupid drinking song in my head all day...",
        "<header>Rainy Autumn</header>",
        "You enter the [tavern name] and shake the chill rain from your shoulders, hoping for a fire of some sort to dry yourself...",
        "Cold wind and rain follow you into the [tavern name] like a beggar. You wipe your wet shoulders and head as you head for the fireplace...",
        "Shivering from the cold autumn tempest, you escape into the [tavern name]. Other miserably wet people have gathered in dripping groups...",
        "<header>Overcast Autumn</header>",
        "The [tavern name] tavern you enter is brightly lit and colorful, compared to the cold, dark clouds that hang in the sky...",
        "You walk out of the cloudy autumn day into the [tavern name], the smell of baking bread pulling on you like a lure...",
        "On an overcast autumn day like today, the [tavern name] is very popular and you can see why. It certainly lifts the spirits...",
        "<header>Autumn Night</header>",
        "You enter the [tavern name], rubbing the chill night air from your bones. The tavern is full of people bustling here and there...",
        "On this cool autumn night, the [tavern name] seems especially inviting. You smell apples baking in the kitchen and look forward to your first draught of ale...",
        "The warm smells of tobacco smoke and simple foods draw you into the [tavern name] from the cold autumn night...",
        "<header>Winter</header>",
        "You enter the [tavern name], feeling the hearth fire slowly chasing away the chill that has crept into your bones from this winter's day...",
        "It is a pleasant day for winter, and the red-cheeked townspeople in the [tavern name] drink their mulled wine to a toast for a long hibernation...",
        "The winter sunlight shining through the [tavern name] windows does as much as the roaring fireplace to warm your chilled body...",
        "<header>Snowy Winter</header>",
        "You close the door on the snow and rub your hands together, warming them. Ahead of you the innkeeper of the [tavern name] hails you welcome, holding a steaming mug of mulled wine...",
        "Great billows of wind and snow follow you into the [tavern name] like a white shadow. The floor is wet with the footprints of the patrons...",
        "Mulled wine is the featured drink today in the [tavern name]. You shake the snow from your shoulders and head, and think that nothing could sound better...",
        "<header>Overcast Winter</header>",
        "The bright colors of the interior of the [tavern name] add life to the otherwise gray day...",
        "You enter the [tavern name] and your frozen senses revive to the smell of fresh baked bread and the sound of the patrons laughing with the serving wench...",
        "The serving wench is passing other patrons mugs of hot mulled wine as you enter the [tavern name] from the cold, cloudy day...",
        "<header>Winter Night</header>",
        "You enter the [tavern name], out of the cold winter night, making your way closer to the fire...",
        "The [tavern name] seems to be the last bastion of warmth and light against the arctic darkness outside...",
        "Rubbing your hands briskly together, you enter the [tavern name]. The fireplace is so grand in the room, in short time you feel almost too warm...",
        "<header>Spring</header>",
        "A cool breeze follows you into the [tavern name], bringing with it the smell of newly bloomed flowers and fresh cut grass...",
        "Through the open door and windows, all the smells of spring come into the [tavern name] and the stuffiness of the winter months fly out...",
        "You walk into the [tavern name], immediately wishing you were again out in the sunny spring day...",
        "<header>Rainy Spring</header>",
        "You enter the [tavern name] and wipe your rain soaked head on a small towel offered by the serving wench. Outside the spring shower continues...",
        "You are dripping wet as you enter the [tavern name], but then again, so are most of the rest of the patrons. The barwench is busily passing out towels as well as drinks...",
        "You can still hear the spring tempest outside, beating against the walls of the [tavern name]. One of the [tavern name] maids stands by the door, attempting to mop up a persistent leak...",
        "<header>Overcast Spring</header>",
        "The [tavern name]'s colorful interior adds life to the otherwise gray spring day...",
        "Despite the rather cloudy conditions outside, the atmosphere inside the [tavern name] is extremely lively. Someone could even get hurt...",
        "You leave the overcast spring day and enter the [tavern name]. The smell of simple baked breads coming from the kitchen seems like an invitation to stay.",
        "<header>Spring Night</header>",
        "You enter the [tavern name], searching for a clear table at which you can relax on this warm spring night...",
        "The [tavern name] is like a beacon in the cool spring night, full of torch light, clinking glasses, and the aromas of the kitchen...",
        "It is a cool spring night outside, but you have no need to seek out the fireplace on entering the [tavern name]. The tobacco smoke and smell of new bread trickles out the open windows and into the night...",
        "",
        "<header>Temple</header>",
        "<header>Summer</header>",
        "You enter the [temple], thankful for the respite from the harsh summer sun. You can hear chanting in the distance...",
        "The stinging of prickly heat is instantly soothed the moment you enter the [temple] sanctuary. In the distance, you can hear the low murmur of chanting. This is a place of great tranquillity.",
        "The god who protects this [temple] must be great indeed, for it is as bright as the summer day yet comfortable as a shadowy place within. A pleasant floral odor of incense fills the air.",
        "<header>Rainy Summer</header>",
        "You enter the [temple], shaking the rain off of yourself. You can hear chanting in the distance...",
        "You enter the hallowed ground of the [temple] sanctuary, the sounds of the summer rain shower mixing with that of the chanting clergy. All your tension like water flows away.",
        "A fine mist, escaped from the tempest outside, has flooded the [temple] sanctuary bringing all the smells of summer with it. You recognize the sing-song prayer of the clergy as a plea for a bountiful fall harvest.",
        "<header>Overcast Summer</header>",
        "You enter the [temple], hoping that your spirits can be lifted on this gray, overcast day. You can hear chanting in the distance...",
        "As miserable as the sweltering summer day is, it is at least less eerie than the sterile [temple] sanctuary. No birds or insects can be heard in here, and the air is empty of both smell and temperature. It may be very holy indeed, but you feel like you have stepped into a void.",
        "The [temple] sanctuary is a haven for all, a place of self reflection, solitude, and prayer. It is always perfectly mild in here, as hot and cloudy as the day outside may be...",
        "<header>Autumn</header>",
        "You enter the [temple] and a cool fall breeze follows you into the hallowed halls. You can hear chanting in the distance...",
        "The musty smell of autumn in the outside air becomes mixed with the spicy odor of incense as you enter the [temple] sanctuary...",
        "The stained glass windows in the [temple] sanctuary catch the rays from the bright autumn sun and transform them into crystalline fire.",
        "<header>Rainy Autumn</header>",
        "You enter the warm [temple], shaking the cold rain off of yourself. You can hear chanting in the distance...",
        "Wet from the autumn thunderstorm, you enter the [temple], dripping. The warm smell of incense begins to invigorate you, and in the distance, you can hear the [temple] clergy at prayer.",
        "It is a place of peace, this [temple] sanctuary. Only by concentrating on the world outside yourself can you hear the vague drumbeat of the autumn thunderstorm outside.",
        "<header>Overcast Autumn</header>",
        "You enter the [temple], hoping that your spirits can be lifted on this cold, overcast day. You can hear chanting in the distance...",
        "It is a miserable autumn day, but within the [temple], there is faith yet that the winter may not be so deadly...",
        "Cold, dark clouds hang over the [temple], but within you find all is bright and warm. Billowing clouds of perfumed incense greet the fog of your breath.",
        "<header>Winter</header>",
        "You enter the [temple], rubbing your hands together to warm them on this bright winter's day. You can hear chanting in the distance...",
        "The [temple] sanctuary is as austerely beautiful as the bright winter's day outside. Tendrils of sweet incense rise from the floor as if in greeting...",
        "On a day as cold as it is blindingly bright, it is easy to see why this part of the [temple] is called the sanctuary. Far off to the distance, you can hear the clergy at prayer.",
        "<header>Snowy Winter</header>",
        "You enter the [temple], shaking the snow off of yourself and stamping your feet to warm them. You can hear chanting in the distance...",
        "Brushing the snow off your shoulders and head, you walk into the [temple] sanctuary. The smell of incense strikes you immediately, spicy and somewhat sweet...",
        "You trail some snow into the [temple] sanctuary as you enter. The air is as cold as outside here, yet filled with the smell of incense and the sound of the clergy praying...",
        "<header>Overcast Winter</header>",
        "You enter the [temple], rubbing your hands to warm them and hoping that your spirits can be lifted on this cold, overcast day. You can hear chanting in the distance...",
        "Already you can feel the power of the [temple] sanctuary, thawing your frigid body, brightening your spirits which have grown dark as the cloud filled sky...",
        "Strange sounds and smells meet you as you leave the cold, cloudy winter's day: the incense's bittersweet aroma is new to your senses and the clergy of [temple] sing solemnly in a language dead for many eons...",
        "<header>Spring</header>",
        "You enter the [temple] and a cool spring breeze follows you, bringing with it the smell of fresh blooms. You can hear chanting in the distance...",
        "It is bright and fresh in the [temple] sanctuary as the spring day outside. In the distance, you can hear the chanting of the clergy.",
        "The smell of the new blossoms of spring that came into the [temple] sanctuary with you mixes with the slightly spicy sm.00ell of incense. You can hear the clergy far away, giving a pray of thanksgiving for the beauty of the new year.",
        "<header>Rainy Spring</header>",
        "You enter the [temple], shaking the warm rain off of yourself. You can hear chanting in the distance...",
        "Trailing puddles of warm spring rain behind you, you enter the [temple] sanctuary. An open window lets the smell of the storm in, overpowering the sweet incense of the [temple] itself.",
        "Wiping the warm rain from your shoulders and head, you walk into the [temple] sanctuary. Off to the distance, you can hear the clergy, prayer in a sing-song for a good planting season for the farmers...",
        "<header>Overcast Spring</header>",
        "You enter the [temple] wishing that the sun would return and make the day a truly pleasant one. You can hear chanting in the distance...",
        "You walk into the [temple], smelling the sweet incense that rises like a cloud from the sanctuary floor. In the distance, you hear the clergy praying for a return of the sun to this dreary spring day...",
        "You enter the [temple], gray as this spring day sky. Almost immediately the bittersweet smell of the incense strengthens your spirit. The clergy drone their prayers far off in the distance.",
        "",
        "<header>Shop</header>",
        "<header>Summer</header>",
        "You enter [store name], happy to be out of the summer heat. Many items of interest hang on the walls and in the display case in front of you...",
        "The interior of [store name] is neat and well organized. You wipe the sweat from your brow and look over the weapons and gear...",
        "It is a relief to enter the [store name], out of the infernal summer sunshine. Various supplies are carefully arranged throughout the store for your browsing convenience...",
        "<header>Rainy Summer</header>",
        "You enter [store name], happy to be out of the summer rain. The cool shade causes shivers to run over your damp body. Many items of interest hang on the walls and are displayed in the display case in front of you...",
        "The interior of [store name] is spotlessly clean and neat. You feel almost embarrassed to be dripping puddles of warm rain water all over as you glance over the gear and weapon displays...",
        "Wiping the warm water from the summer shower off your head, you enter [store name]. A display case of the more popular supplies is featured in the small room.",
        "<header>Overcast Summer</header>",
        "You walk into [store name]. Many items of interest hang on the walls and in the display case in front of you...",
        "[store name] is a refuge from the steamy summer day. In the display case and all along the walls are supplies and weaponry for sale...",
        "You enter [store name] from the overcast summer day. You browse over the items displayed throughout the store and are impressed by the variety...",
        "<header>Autumn</header>",
        "As you enter [store name], golden glints from the fall sun reflect off of the many items of interest scattered about...",
        "You enter [store name] from the sunny autumn day. Cases of weaponry are featured next to some of the more peaceful supplies and gear...",
        "The pleasant autumn weather has given [store name] an air of joviality. You browse through cases and displays of various supplies...",
        "<header>Rainy Autumn</header>",
        "You enter [store name], happy to be out of the cold shower. As you dry off you notice the many items of interest that hang on the walls and in the display case in front of you...",
        "You are handed a towel as you come into [store name] from the autumn thunderstorm. There is a new shipment of weaponry and other gear, and you notice several pieces worth looking at...",
        "You are dripping with cold rain water as you enter [store name]. It is a neat and clean chamber with a wide assortment of supplies and weapons...",
        "<header>Overcast Autumn</header>",
        "You enter [store name] rubbing your hands together to warm them from the chill. Many items of interest hang on the walls and in the display case in front of you...",
        "It is a miserable autumn day outside, and it is good to get inside [store name]. You glance over the new shipments of supplies and weaponry.",
        "It is a bit early in the year for this sort of chilling weather, but new supplies of gear and armaments arrived at [store name] with the cold. You find a few useful items immediately...",
        "<header>Winter</header>",
        "You enter [store name], happy to be out of the cold and bright winter's day. Many items of interest hang on the walls and are displayed in the display case in front of you...",
        "[store name] is as bright as the winter day outside and much warmer. Several pieces of weaponry and equipment look interesting to you...",
        "You walk into [store name], rubbing your numb hands together. At least it is sunny outside. Many new weapons and supplies impress you enough for a closer look...",
        "<header>Snowy Winter</header>",
        "You enter [store name], stamping your feet to warm them and shaking the frozen snow from your shoulders. Many items of interest hang on the walls and are displayed in the display case in front of you...",
        "A warm fire in [store name] thaws your frozen body and the snow on your shoulders and head quickly melts. You notice several supplies in the display case and along the walls that just might be useful...",
        "You let a spray of snow and wind into [store name] as you enter. Still, with the exception of the puddle by the door, the chamber is neat and tidy. The walls and display cases are fully stocked with all varieties of weaponry and supplies...",
        "<header>Overcast Winter</header>",
        "You enter [store name]. Outside the sun is hidden behind a thick gray layer of clouds, dropping the temperature and making your body steam in the warmth of the shopkeeper's hearth. Many items of interest hang on the walls and are displayed in the display case in front of you...",
        "You are quickly given a cup of hot cider as you enter [store name], which you accept gratefully, happy to be inside on such a gloomy winter's day. You look over the weaponry and other merchandise proudly displayed in a case and all along the walls.",
        "The dog days of winter are certainly here. You enter [store name], hoping for a deal or two on a couple essential pieces of equipment. Several things immediately attract your attention as you look over the display case and the assortments along the walls...",
        "<header>Spring</header>",
        "You enter [store name] and bring with you a cool spring breeze that ruffles many of the items of interest hanging on the walls. There are more items displayed in the display case in front of you...",
        "It is a beautiful spring day outside, and the mood of the blacksmith in [store name] is bright. Perhaps you can get a good deal off him on a couple of items that impress you...",
        "An open window in [store name] brings in the smell of spring flowers as you look over your money to see what you can afford. There are several displayed items that might prove useful...",
        "<header>Rainy Spring</header>",
        "You enter [store name], happy to be out of the cool spring shower. Many items of interest hang on the walls and in the display case in front of you...",
        "It looks like a new shipment of weaponry and other supplies arrived in [store name] at the same time the rain picked up outside. You notice several items of interest ...",
        "You wipe the cool spring rain from your shoulders and head as you enter [store name]. Most of the items within are meant more for the townsmen than you, but you do see some adventuring equipment...",
        "<header>Overcast Spring</header>",
        "You enter [store name], hoping that the sun will show itself again. There are many items of interest hanging on the walls and displayed in the display case in front of you...",
        "There is a window open in [store name]: the blacksmith is apparently hoping for some fresh scents of spring to brighten a gray day. Several weapons and supplies on display might be helpful to you ...",
        "It is a cold and overcast day, and you doubt that the blacksmith in [store name] is in the mood to barter. You check your money supply as you browse through the store's wares...",
        ""
    ]
}