{
    "id": "LogofElberontheGreat",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Forgotten Seasons from the Creation Club. These books do not appear in game and only in the files.",
        "",
        "<title>Log of Elberon the Great, Vol 2</title>",
        "Spring greeted me with a splash of color, as beautiful flowers grew everywhere. And I do mean everywhere dear reader, as they were wild and hostile, covering the floors and even a few unfortunate corpses. This horrific sight of beauty was soon ruined by the choking air. Thick, toxic pollen floated everywhere, spewed out by the various flowers. Perhaps the dwemer had allergies to surface flora, and saw Spring as nothing more than a season of suffering. While the mercenaries coughed and vomited from the effects, my strong constitution allowed me to notice strange spriggans shambling through the artificial forests. Where they passed, the buds receded, and the air was clean and breathable. Were these the tenders of the gardens, or just a consequence of its existence? Regardless, I endeavored to follow the path of the spriggans, leading me deeper into the ruins.",
        "<title>Log of Elberon the Great, Vol 3</title>",
        "Summer was a maze of tunnels and pipes, and no doubt centuries of neglect had left the place in a state of pure haywire. Lava spewed from every stone orifice I could see, and unbearable heat made for a precarious journey, and many of the lesser mercenaries turned back to cooler times. But the dwemer had predicted such superheat, indeed no doubt this unbearable weather was what summer meant to them. Even as I pulled myself through the swelter, I noticed repair spiders darting to and fro, ignoring me and heading into side sections, which revealed great levers. Flipping them released some sort of magical coolant, reducing the heat from impossible to merely annoying. Perhaps if enough of these spiders were directed to overheated sections and enough coolant levers flipped, I thought, I could find out what secrets this section of summer beheld.",
        "<title>Log of Elberon the Great, Vol 4</title>",
        "As I trundled into the halls of Autumn, a marvelous sight unfolded. Before me lay an enormous stretch of farmland, decrepit and overgrown, but a farm nevertheless. Strange fruits and grains grew in plots, while emaciated chickens ran about all the while tended by massive double-bladed centurions. Did the dwemer find it amusing that the surface-peoples had a whole season dedicated just to harvest, or did they do this as a mockery to some forgotten god of the feast? Whatever the case, I aimed to sample a piece of dwarven produce myself.",
        "",
        "Though the fruit smelled delicious, it was as hard as a rock, and the insides glowed with a foul light. Yet as dense as the harvest was, I observed the bladed centurions cutting through it with little effort and carrying them off to a hopper at the far end of the fields. While no doubt the blades of these machines would make short work of flesh and armor, my men nevertheless valiantly served as a distraction as I carried the heavy wheat over to the depository, hoping that these offerings would satiate whatever freakish endeavors the dwarves had begun, and gain me access to the rest of the farms.",
        "<title>Log of Elberon the Great, Vol 5</title>",
        "Winter was, not to my surprise, home to a great indoor blizzard and what the mercenaries thought of as artificial stone mountains. Yet they were not mountains, but great towering silos of frozen water. And the cold! Not even the high mountains compared to such chills, and we were soon trading furs amongst ourselves to keep warm! Yet just as soon as the wind had picked up, it died down, the temperature dropping and the icy waters unfreezing, yet still cold. It became clear that if I was to progress through these silos, I would have to take advantage of the variable chill, quickly crossing through paths formed by the ice floes as impromptu bridges. As clever a solution as any solution thought up by me.",
        ""
    ]
}