{
    "id": "ALootersParadise",
    "paragraphs": [
        "You don't need to know my real name—not sure I remember it anymore, anyhow. My auntie left me a shack on a hill south of the border. Never thought about it much, until I lifted Hrol's Golden Girdle from the Temple of the One. Suddenly life got real complicated, and I decided it was time to go claim my inheritance.",
        "Auntie—let's call her Auntie Alias, no point in telling you too much—was an Imperial Border Scout, part of the cohort stationed at Fort Sphinxmoth, in the hills between Elsweyr and northern Valenwood. In the late days of the Second Empire the job of the Border Scouts was to keep the quarrelsome locals in line so as not to interfere with trade. \"Free trade, by Aless,\" auntie would say, opening another bottle of Surilie Farms and winking. \"Lifeblood of the Empire!\"",
        "Now the Scouts couldn't stop every little cross-border vendetta, but they did prevent the Cats and the Runty Elves from engaging in wholesale slaughter, and kept the bandits off the road from Dune to Arenthia. Auntie liked the climate, so when she retired she bought this little plot, came down and put up her hut. It's bigger than it looks, by the way—goes way back into the hill, and you can bet auntie dug out a back door, just in case.\nBy the time I got here, one dark night in Sun's Dusk, with the wound in my thigh leaking blood again after that wild ride on the stolen horse, the Border Scouts were long gone, and the Dawnmead Marches had returned to their natural state: just one law shy of anarchy. And that one law was the Law of Revenge.",
        "It was the Vinedusk Wood Elf tribe versus the Dakarn Khajiiti clan, and it was a near-continual war of cross-border raids and midnight murders. They took turns occupying the ruins of Fort Sphinxmoth, sending out bands to waylay merchant caravans, raid villages and towns, and pay off old scores. Neither side noticed me hiding in the old shack during daylight, and slipping from shadow to shadow around the Marches after dark. The place was a killing ground—I could hardly go five hundred paces without encountering a dead warrior, a half-empty cart, or a slain merchant.",
        "It was a looter's paradise.",
        "Ah, those were the good times. Too good to last, I suppose—eventually the Vinedusk bandits overreached and staged a raid on Arenthia itself, right about the time the Dakarn Cats tried to take over organized crime in Dune and the Thizzrini Arena. The respectable citizens on both sides of the border formed militias or hired mercenaries, swept the hills clean, and that was the end of brigandry in the Marches. The Vinedusk tribe actually reformed as a Bosmeri irregular unit, the \"Vinedusk Rangers\" (Ha!), while the surviving Dakarns became the nucleus of the Duneguard Outwalkers. The border settled back down, and the Lifeblood of the Empire resumed its flow.",
        "Fortunately, I was there to recognize opportunity when I saw it coming down the road from Dune, laden with trade goods. By the next Fredas I was in Bravil, looking up a few of my old contacts. Half a season later it was me and the newly-dubbed Murkwater Gang who were occupying good old Fort Sphinxmoth, digging out the barracks, sharpening our blades, and repairing the old traps.",
        "The good times are back."
    ]
}