{
    "id": "LordKelvynsWill",
    "paragraphs": [
        "<header>Last Will and Testament</header>",
        "I, Lord Kelvyn, son of Jaren, and a sworn Knight of the True Horn, upon my death do hereby bequeath Battlehorn Castle and all her lands, dependents, and chattels to the bearer of this document.",
        "Such an unusual document requires some explanation. I resort to such measures out of desperation. I pen this while Battlehorn Castle lies besieged by a band of ruthless marauders, with little hope that any of us will survive. \"Besieged\" I say, although this petty battle would not have even rated a footnote in the great days of the Knights of the True Horn. We have fallen on hard times, indeed.",
        "I will entrust this document to my last faithful retainers, with instructions to destroy it in the last extremity, although I accept that I may have provided the means for my murderers to legally take the lordship of Battlehorn Castle. So be it.",
        "To the new lord of Battlehorn Castle, whoever you are, know that you inherit a stronghold with a proud tradition. Battlehorn Castle was built by a remnant of the Knights of the True Horn who were exiled from our homeland of Lainlyn in Hammerfell. After a failed battle to dethrone Baron Shrike of Lainlyn, our leader, Lord Kain, ordered us to split up into as many small groups as possible until the time should come that he would recall us. My father was part of a group that settled here in Cyrodiil and built Battlehorn Castle as a refuge while they waited for Lord Kain's message... a message that never arrived.",
        "Over the years, all the Knights of our little band either gave up or passed on, all but one: my father Jaren. Since his untimely death, I have continued to hold Battlehorn Castle in the hope that someday we will hear from Lord Kain and our great exile will be at an end.",
        "I am afraid that the fortunes of Battlehorn Castle have fallen on hard times. What resources I had available I devoted to maintaining the castle itself -- its walls still stand strong and its hearths still provide warmth. Sadly, this came at great cost, and many of the items within its walls had to be sold in order to meet the enormous payments such maintenance begets. If you find yourself with the means to restore Battlehorn Castle to its former glory, a friend of my father's named Nilphas Omellian still holds many of the castle accoutrements in storage and on account. All that is required is to repay the Castle's debts to Nilphas, and I'm certain he'll happily return the items.",
        "My final request for the new lord of Battlehorn Castle is to continue to uphold the proud traditions of the Knights of the True Horn, and to honor the memory of our brave service."
    ]
}