{
    "id": "LordJarensJournal",
    "paragraphs": [
        "I hope I have done well. I don't know. Perhaps I should tell the others. But what hope would they have then? I will have to tell Kelvyn, one day, when it is time for him to assume the lordship of the Castle. He, at least, may forgive me, as I am his father.",
        "I must collect my thoughts. Lord Kain returned last night, while the others were gone to the city. Thank Onsi it was only myself and Garridan -- faithful friend! I have sworn him to secrecy. He was only too happy to let me take responsibility for what we did.",
        "Later: I am more resolved than ever that the others must never find out. They must never know what Lord Kain has become, our liege lord -- we sacrificed everything for him!",
        "I will set it all down here, clearly, so that others may judge whether I have done right or wrong.",
        "When Garridan woke me to tell me that Lord Kain had arrived, I was overjoyed at first. Garridan's grim face soon warned me that all was not well, but he would not tell me what was wrong. Only that Lord Kain was accompanied by Arielle Jurard, a name to freeze the blood -- a Breton battlemage of sinister reputation in Lainlyn.",
        "Lord Kain was waiting in the great hall with Arielle Jurard. He was heavily cloaked, unsurprisingly as it was a foul night, but I wondered why he had not removed it upon entering the castle.",
        "I greeted Lord Kain warmly, ignoring his companion for the moment, but when he spoke, it was only haltingly, and with a grating edge that I had never heard before. \"Where are the others?\" was all he said. Arielle Jurard quickly intervened, explaining that Lord Kain was unwell and needed a place to rest.",
        "By the time Kain was abed, I was fully alarmed. He moved like an old man, and barely spoke in my presence. He left a foul odor in his wake, and remained cloaked until I left him in my chambers. I then demanded that Arielle explain herself, which she was only too willing to do. Her story was appalling. Apparently Kain had perished in battle shortly after we left, but by her arts she had returned him to life, and now planned to gather an army of Knights to resume the war against Baron Shrike. Her eyes glittered with pride as she told me all this -- she is so far gone in madness and evil that she actually believed that I would go along with her plan to install a necromatic puppet on the throne of Lainlyn! For all Baron Shrike's cruelties, he at least is mortal and will one day pass on the rule to an heir.",
        "Somehow I was able to hide my shock from Arielle Jurard, and pretended to agree to her plan. \"The other knights will need to have Lord Kain's... condition... explained to them before they see him,\" I told her. \"Otherwise the surprise of seeing him may lead some to regrettable actions.\" Thinking quickly, I suggested that she tend to Lord Kain in the grotto until I had prepared the others. She agreed without suspicion -- I wonder if her mind has become disordered by her evil practices -- my performance could not have been all that convincing.",
        "Once they were inside, I shut them in, with Garridan's help. May Tu'whacca have mercy on Lord Kain's soul... As for Arielle Jurard, I wish nothing but endless night on her foul spirit.",
        "I've had workmen cover up the doorway. Only a few of the others were ever aware of that passage behind the training room -- luckily Kelvyn was not among them. I'll have to come up with some story to satisfy those who ask about the grotto -- or tell them the truth and face the consequences."
    ]
}