{
    "id": "LordHollowjacksDreadRealm",
    "paragraphs": [
        "By Cuilean Darnizhaan, Psijic Proctor of Abyssal Fragments",
        "When there are so many urgent matters, both mundane and metaphysical, pressing upon the land of Tamriel, its governments, and their people, some decry as wasteful the expenditure of scholastic resources upon a subject like the myriad sub-planes of Oblivion and their rulers, the so-called Daedra Lords and Demiprinces. They are deemed to be trivial and inconsequential in the greater scheme of things, a subject unsuited to Psijic study when there is still so much we don't understand about our immediate Aurbic surroundings. But it seems to this poor scholar that \"the greater scheme of things\" is a broad tapestry woven of threads uncounted, and in the warp and weft of reality who is to say with certainty what is consequential and what is trivial? I believe no subject is unsuited to Psijic study, as all things are bound together. The power of knowledge is infinite: the power of ignorance can shatter Ebony like glass.",
        "Perhaps you find that an unnecessary and rather pompous preamble, but withhold judgment on that, because by the time this course is complete, I believe you will agree it is accurate. To illustrate the average Psijic's ignorance of these matters, I will commence with a lecture about the little-known plane of Detritus and its enigmatic Daedra Lord Hha-Lugh-Zhek, which you have probably heard spoken in common parlance as Hollowjack. Though many regard Lord Hollowjack as a fictional bogey invoked during the Witches Festival to frighten superstitious peasants, he is all too real, and tales of him appearing in cemeteries under the Harvest Moons to terrify the unwary have a basis in objective fact.",
        "Let me introduce you to the reality behind the legends: Hollowjack is a unique Greater Daedra who bears the title Lord of Mortal Fears, and takes as his province the placatory worship of all Men and Mer who are driven by fear to pray for divine intervention. According to Hollowjack, such worshipers belong to him, in heart if not in soul, and he derives supernatural power by feeding on their terror. The metaphysical mechanism of this \"fear feeding\" is a mystery, as it doesn't fall into any of the mystical categories of the Old Ways as we Psijics understand them. But just as we can't deny the existence of Flame spells just because we don't study Destruction magic, we can't discount Daedric fear feeding just because we can't explain it—there are too many verified accounts that attest to it.",
        "Now, I said, \"According to Hollowjack,\" as if we had the Daedra Lord's personal testimony or interviews to draw upon, but such is not the case: Hollowjack is an elusive fellow who appears to mortals only long enough to make their most dreaded fears come true. However, there are many folk tales of the fearful being driven mad by their fears in the form of repeated visitations by Lord Hollowjack, a class I refer to as \"Hollowjack's Haunted,\" who provide us with a long (though fragmentary) literary tradition of personal accounts of the Fear Daedra, and we can draw upon these for glimpses of their persecutor. Consider this excerpt from the archived journal in our library filed as \"Haunting #427\":",
        "\"Sometimes Petra has multi-day shifts where she has to spend several nights deep in the mine, and then He comes and to tell me softly that the ceiling will collapse, as it did on me, and Petra will never return. He steeples his long, long fingers as he speaks, talons tapping against one another, tip-tip-tap, except when he points at my eye for emphasis.\"",
        "Another excerpt, from Haunting #112:",
        "\"... his teeth oh mara his teeth how can HE have so many so long so sharp no one should ever smile because HE smiles and when he does oh mara preserve me...\"",
        "And finally, this one from Haunting #4:",
        "\"He told me then of his realm, Detritus, and how he frivols there among his collection of shattered memories, categorizing and classing them as this or that, replaying them from different angles to find new vulnerabilities in the mortal mind, new chinks in the armor of strength and sanity that protect us from succumbing to fear. There is no outside on Detritus, he said, only inside, only room after room of recurring nightmares and internal torments. 'For mortals fear most what is inside themselves,' he whispered. 'And most of the time I need only remind them of who they really are within. That's enough, and more than enough.'\"",
        "This gives a sample, but if you spend some time in the library this session to read the Hauntings yourself, you'll find that they're remarkably consistent in their descriptions of Lord Hollowjack: he speaks softly or in whispers from a mouth full of long, sharp teeth, and he has long, slender, and agile fingers tipped with sharp nails, \"talons\" that can slash or puncture, but most often just gently emphasize what the voice behind them is saying. Accounts of his Oblivion realm are also consistent, describing a claustrophobic series of small spaces cluttered and jammed with piles of mortals' lost and broken personal items.",
        "So, when the Witches Festival comes 'round again, and you hear merchants and mountebanks jesting about Lord Hollowjack, and frightening children by waving long fingers in their faces, think about the truth behind the jokes. Have some compassion for the terrified, and try to believe the stories they tell. Most importantly, when it's night and you're afraid, make no desperate prayers for succor. You might not like how they're answered."
    ]
}