{
    "id": "LostBoyCavernNotes",
    "paragraphs": [
        "Librarian Comment:",
        "These notes, found in the Lost Boy Cavern, tell the story of Vangaril and Erandur.",
        "",
        "",
        "<title>Weathered Journal</title>",
        "Long have I sought to purge the evils haunting Erandur. Even when his necromantic studies resulted in our mutual expulsion from the Guild of Mages, I persisted in guiding him towards good with a gentle hand. Alas, in our exile, my old friend has mired himself in the foul practice, and in shocking discovery I learned he had become a miserly disciple of the Worm King, a cunning wraith. A Lich.",
        "Frail memory strengthened by dogmatic resolve, the Archmages turned me away when I came to them with my discovery. My pleas for a detachment of battlemages ignored, only my long-past expulsion remembered. And thus, the grave duty falls only to me. I must bear the burden of purging the Lich that was once a friend.",
        "I wander now into the foreboding maw of these catacombs known as the Lost Boy Caverns, far from the climes of common elves and men. With pure spirit and rites of cleansing, I hope to strike down the fearsome Lich and set free the soul of Erandur, but I leave this testament behind, lest I may never return from these depths; as a warning to those who may follow my path.",
        "Faithful, even in Exile,\nVangaril",
        "<title>Crumpled Piece of Paper</title>",
        "Rot, decay, and O the worms! The pitiful scrabbling of this mortal shell shall soon be quieted. Vangaril! Fool! Struggle no more. When you read these words, know that your graying skin, your failing breath, know that they are your own doing, your own foil and folly! Soon, you will be no more, and Lich Erandur will consume you, from within. Resign unto your fate; join Us.",
        "<title>Crumpled Piece of Paper - 2</title>",
        "Each day this cave foils me. I could swear I am near the surface when I awake shaking, cold and in this dank inner keep. Here I must keep notes of the way out.",
        "Three steps forth, five steps right, six steps up and seven for woe.",
        "Eight steps make the children cry, Nine steps pop Khajiit's eyes!",
        "Ten steps mark the Worm King's Wrath, Eleven steps through the gates, of scorched Oblivion!",
        "Worm of Death Take Vangaril",
        "<title>Folded Page</title>",
        "This day, I have struck down the shade of my former friend and ally. With a heavy heart, as the Lich wailed and perished, I performed the rites to extract Erandur's soul from Undeath, and destroy the lich utterly. No dusty text had prepared me for the bizarre events that occurred, but I am confident that I have freed the soul of Erandur.",
        "I feel compelled to investigate this cavern. Perhaps some dark relics here can be used for research to better combat necromancers in the future. I will explore, and perhaps emerge with trophies enough to prove my worth to the guild.",
        "<title>Letter to the Guild of Mages</title>",
        "An open letter to the Guild of Mages",
        "Respected Archmages, if this letter makes it to your hands, it is either through my miraculous escape from Lost Boy Cavern, or the noble hands of an intrepid explorer, who did not share my gruesome fate. The dire task I undertook alone, when your hands denied me aid, ended in peril. Despite my studies, I failed the casting to banish the Lich befouling the spirit of my dear friend Erandur, and an evil took root within me. Surely your noble countenance will not be furrowed to hear -",
        "<title>Letter to the Guild of Mages -2</title>",
        "A letter for the Once Great Mage's council",
        "The words you read now are those of a man sentenced to the icy grip of undeath, so doomed by your hand. Though thy folly was perhaps only to follow protocol, may my fate haunt your dreams. I vigorously trained myself as a spellsword to purge the lich that had dominated the soul of my once-noble friend Erandur, but my pointless expulsion from your misguided coven barred me from the appropriate training; the blame falls upon your brow for my errors in banishing the lich, the blame falls to you for its infestation of my mind... May the Worm King himself usurp you, piteous hounds of -",
        "<title>Letter to the Guild of Mages -3</title>",
        "An open threat to the Guild of Mages",
        "Your days are at an end, your blind bureaucracy finished! Your maggot-filled hearts will rot in the eaves of my inner sanctum, your flesh nothing more than tattered mort meat, your paltry souls forfeit. I will consume you, each one. The fell might of Lich ErandurVangaril will be your end! Daedraeka! Mannimarco Daedroth Kvatch Mannimarco Erandur Vangaril Oblivion Tska Tska Takaesh!\n"
    ]
}