{
    "id": "TheLostFortFaleria",
    "paragraphs": [
        "Legend has it that in the early days of Cyrodiil, in the wake of the Alessian Doctrines, there were three lords that formed a regency council over the Kingdom of Kvatch. The name of that king and two of the lords are lost to history. Lord Faleria's name, however, is whispered in the night as a cautionary tale of how far one would go to protect those they love.",
        "As a young man, Lord Faleria secretly, and to the shame of his family, fell in love with an Elven scholar, wise in the ways of dark magic and necromancy. The Nenalata Ayleids swore fealty to the Empire, but their people were still an unwelcome sight in polite society. Together, they pored over lost secrets, hoping to find a way to be together always. They married in secret and enjoyed a few short years of happiness, which ended with an Imperial decree.",
        "To hide his wife from the purge, Lord Faleria expanded his fortress into the underground tunnels beneath the structure. They enlarged the space with magic, the sweat of hired workers, and the help of a tribe of minotaurs. It was to be a grand underground complex to match those of his wife's Ayleid ancestors, and equally as brutal.\nAs each wing was completed, they secretly had the workers put to death. Some were buried. Some had the life drawn out of them to extend the lives of Lord Faleria and his wife. Of these, some were raised as undead guardians. After all, Lord Faleria could not allow rumors and secrets to get out, and dead guardians spread no tales.",
        "As the complex grew, so did Lord Faleria's family. He swore to do anything to protect his children - these Elven children - from death or banishment at the hands of the Empire. It was during the birth of their third child that Lady Faleria died. In mourning, his lordship erected a great brass tomb in the tunnels, sealing his love away and promising to do anything to protect her children from the religious zealots of the Empire.",
        "At this time, Lord Faleria delved deeper into the study of dark arts, formulating wicked magic fueled by a darkness from some far realm that consumed all things good and light. He learned to channel the power and found it all but limitless.",
        "Lord Faleria edged closer and closer to madness after the death of his Elven wife, though he could never explain his troubles to his peers in the outside world. To keep his Elven family a secret, he continued to use disposable labor to expand their realm and give them new comforts.\nThe children grew into adults, rarely seeing sunlight. Well into adulthood, his youngest son could not take his confinement any longer. He managed to escape, and did so easily and often. Inevitably, as these things happen, the son fell in love with a merchant's daughter. Soon, she was with child. The girl's family, horrified at the child's Elven traits, forced the young woman to confess that her lover was Lord Faleria's son. Horrified at being discovered, Lord Faleria took his grandson and hid him with the rest of the family.",
        "The Empire was at his gate within days, with charges ranging from treason to giving aid to the enemy. For these crimes against the Empire, he had no defense. But he had prepared a response for this day. In his madness, Lord Faleria performed a dark ritual. If he could not be with his family, he would rather destroy everything he created - and the Imperial Army along with it.",
        "The night came. The ritual concluded. It would take only one final gesture to consume the entire castle in eternal darkness. At the final moment, a hand fell upon his shoulder. His son was behind him, standing with the rest of the family.",
        "It was too late. The very shadows crawled like smoke from the ground, dissolving objects, walls, men, and mer. Some formed man-like shapes and attacked the besieging army from within. Others opened up like rifts, and the world fell inside them.",
        "When it was over, only Lord Faleria remained amid the freshly made ruins. As the legends say, he buried his children and grandchild on the surface, where he never allowed them to go. Then he retreated into the hole in the ground, sealing it behind him.",
        "For most great men, the walls and monuments survive far longer than their name. For Lord Faleria, the location of his fort is lost to time, but his name remains."
    ]
}