{
    "id": "LostTalesoftheFamedExplorer",
    "paragraphs": [
        "<title>Lost Tales of the Famed Explorer: Fragment I</title>",
        "\"Only three,\" Matius protested. Three was barely a scouting party, much less a suitable expedition force. \"I was promised nine at minimum.\"",
        "Tana put her feet up on her desk loudly. \"Best I could do, Matius. Your name doesn't hold the weight it used to.\"",
        "Matius knew it was true, but this was the first time one of his own friends had said as much. He noticed how cold Tana had become toward him since he told her he intended to continue his mission. Ten years gone he had been at the head of an Imperial-sanctioned excursion to properly chart the province of Black Marsh. The borders had been defined well enough, but information about the heart of the swamp was scarce and unverifiable. Even the established description disseminated by the Empire to citizens was a stitched together narrative from numerous questionable accounts.",
        "The venture was considered a failure. His crew had dwindled one by one as the expedition stretched on, either through death or desertion. Tana had been the only one to stay with him, but she contracted a disease that made her delirious and unable to remember the last days of their journey.",
        "And so, when Matius had returned to the college speaking of lost cities and ancient civilizations, he found himself against a wall of skepticism with no other witness to verify his claims. His relationship with Tana was never the same after that. The marsh had changed both of them, and the aftermath had not been easy either. He had hoped they could mend old wounds and return together, but Tana had flatly refused him saying she would never return to Black Marsh. She did offer to help him put together a crew, and Matius knew he should be grateful that anyone would help him at all.",
        "\"At least tell me they're seasoned.\" He had to hope for that, if little else.",
        "\"You're in luck,\" Tana said, glancing over some papers. \"Well, assuming you can get along with a High Elf. She's a battlemage, so I'm sure you'll find a way. Salara is her name. Never heard of her.\"",
        "Matius raised a brow. He would be pleased to have such a skilled companion, but something told him to be wary. \"Why would a battlemage join me?\"",
        "Tana shrugged. \"It isn't a sanctioned mission as far as I can tell. My contacts don't know anything about her either. Maybe she wants to go for her own reasons. We can't exactly be particular in this case.\"",
        "Matius nodded. He would have to keep an eye on this Elf. \"And the others?\"",
        "\"Riffen, a runaway slave. He's a young Nord, but eager. You know how important that will be. Before you argue, he can read and write, and has some skill in hunting and foraging. He survived on his own this long, after all. Give him a chance.\"",
        "An extra pair of hands was never bad, and the crew would be small enough that the young man couldn't get in the way. Still, Matius felt bad knowing how hard the journey would be on someone unprepared for it. \"And the third? You still haven't mentioned a guide. We won't get anywhere without a willing Argonian. You remember that much at least.\" Matius regretted saying that, but Tana ignored it.",
        "\"River-Gills,\" she said. \"An experienced Argonian guide, just like you asked for. And with only one catch.\"",
        "\"There's a catch?\" Matius sighed. \"You offered him the sum I promised?\"",
        "\"I did. Try to let me finish.\" Tana paused, seemingly just to make him wait. \"River-Gills will take you part way, at which point he promises to introduce you to someone who can get you where you want to go in half the time.\"",
        "A sensible person would walk away from this, Matius thought, but he knew he couldn't. He had waited a decade for another chance, slim as it might be. Matius had heard there were more secretive tribes in the swamp that knew hidden paths, and the idea of making safe contact with them was enticing enough to embolden him.",
        "\"Very well,\" Matius said. \"Thank you, Tana.\" He turned to leave, but stopped short of the door. \"Is there truly nothing I can say to make you come with me? It should be the both of us.\"",
        "\"I told you. I wouldn't return to Black Marsh for all the gold in all the known worlds, Matius. And I wish there was something I could say to make you stay.\"",
        "<title>Lost Tales of the Famed Explorer: Fragment II</title>",
        "The sun was still high as they at last reached a suitable clearing for a camp. They could continue on, but many an expedition had become lost thinking they could chase the last bit of light. Early morning was the best time to travel. The swamp was sleepy and full come dawn. Matius set to gathering what he would need for a fire, taking care to stay near his companions. He decided to look for sticks and ferns as well. They could be used to hide the light, which Matius knew was a wise thing to do this deep in the marsh. He chose to say nothing of this to his new companions, who were as tired as they were bored.",
        "\"They say the ancient Argonians had golden scales that could blind lowly men and mer.\" Matius hoped reminding the crew of the significance of their mission would raise their spirits. And the embellished version always made for a better campfire tale. \"They built their greatest city higher and higher until they reached the sun.\"",
        "\"What happened then?\" young Riffen asked.",
        "Matius had to admit he enjoyed the young man's curiosity. He intentionally held his answer, half-hoping River-Gills would volunteer his own. Everything Matius knew of these legends had been the work of other Imperial explorers and scholars. He had never managed to get an Argonian to speak of it.",
        "River-Gills simply sat basking in the sun as if he wasn't listening at all. As far as Matius could tell, the Argonian was asleep.",
        "\"Some say it destroyed them,\" Matius continued, dropping off a bundle of sticks. \"Others say they cracked it open like an egg and became gods.\"",
        "The Elf Salara scoffed. \"That's ridiculous,\" she said. \"Everyone knows the sun isn't an egg.\" Thus far Matius had learned little of the battlemage other than she was wholly committed to her own beliefs, most of which he recognized came from Guild teachings.",
        "\"What is it then?\" Riffen asked.",
        "\"A hole.\"",
        "Riffen scrunched his nose and looked up. \"That's supposed to be a hole?\"",
        "\"Don't stare at it.\" Matius sighed.",
        "\"Do you not believe in the golden city, Lady Salara?\" Riffen asked. \"A sailor told me it was just a story.\"",
        "\"She needs to be sure,\" Matius offered. Salara had refused to give her personal reasons for joining the expedition, so he guessed.",
        "Salara turned away from them and stared into the brush. She took out a broken compass and held it tightly.",
        "\"I expect something of value could still be learned,\" Salara answered. \"Even if everything they believed is wrong.\"",
        "River-Gills opened his eyes.",
        "<title>Lost Tales of the Famed Explorer: Fragment III</title>",
        "For three days they traveled by water, and at night River-Gills would show them where it was safe to stop and rest.",
        "On the first day, River-Gills made them stop under a rocky outcropping on the river bank for several hours without ever saying why. Matius passed the time teaching Riffen about many of the strange plants and animals that occupied the swamp. He was far more interested in those he could not name, but he would not let himself be distracted by thoughts of trapping them for study. There were many-colored birds, giant beetles with shells the size of boulders, and scaled hounds that roamed in packs and fed on the carcasses of gray behemoths. Matius could think of no names for any of them.",
        "By the time they resumed the journey, night was falling. River-Gills assured them this was the time to travel despite protests from the rest of the group. Matius made the call to trust their Argonian guide, and so down the river they continued. Even Salara joined them in gazing into the swamp, as it was now alight with strange luminescent jellies that passed mournfully through the trees.",
        "On the second day, Riffen spotted something and called out, \"Look!\"",
        "Salara gasped. Matius turned to look and was stricken as speechless as the others. Rising from the mire were great wings of metal, like the wings of a moth. Even through the moss and muck, Matius could make out the twin domes of layered glass eyes. He wondered how magnificent such a thing must have looked whole, whatever it was.",
        "River-Gills did not turn his gaze from the winding river before them. The fins on his head vibrated so quickly they made a low hum.",
        "\"We have to stop. I must see this.\" Salara's voice carried a tremor. She held a hand out to River-Gills.",
        "\"We cannot stop,\" River-Gills said patiently. \"A leviathan has been trailing us for some time now.\"",
        "Salara paused for only a moment, and then jumped from the raft, causing the rest of them to struggle to keep their footing.",
        "\"Salara!\" Matius yelled out as he tried to shift his weight and balance the raft. \"River-Gills, slow us down.\"",
        "\"We cannot stop,\" said River-Gills.",
        "Salara moved as quickly as she could through the muck, ignoring the protests of the crew. She unfastened her cloak and let it fly free so she could move more easily. She flailed and splashed as she made for the strange moth.",
        "\"Lady Salara! Come back!\" Riffen yelled.",
        "She trudged slowly now, struggling in the mire. She stopped and began to whisper words of power Matius assumed would aid her movement. He saw she had the broken compass in her hand.",
        "Suddenly, it was as if the swamp itself dragged her down and swallowed her up. She disappeared without making a sound and never resurfaced. Matius could just barely make out the shape of something huge moving through the water. He noticed that even the insects had gone quiet.",
        "Salara's cloak drifted listlessly, the clasp of her order the only thing remaining of her story.",
        "\"We cannot stop,\" said River-Gills.",
        "No one argued. In fact, they did not speak again that day. At night, they slept in a tree the size of a village.",
        "The next morning, Matius woke to find Riffen was gone. He had left a note saying he had seen the torchlight of a nearby settlement from and was going to see if they could help him get back to civilization. He apologized for abandoning them. Matius knew the young man was already dead. River-Gills made no comment when Matius said they were now simply two.",
        "That day they finally returned to hiking, and though it was difficult terrain Matius found he preferred it. Still, his thoughts were troubled by memories of his previous expedition as they traveled. River-Gills would not take him much further, and Matius had no idea what to expect from the next guide. He remembered what it was like to be afraid and alone in Black Marsh.",
        "On the third night River-Gills expanded his fins and began to hiss, and then bade Matius to take shelter in a cave.",
        "River-Gills remained outside, and for the remainder of the night Matius could not sleep. All through the night he swore he could hear chanting and the hissing of snakes. The Argonian reappeared in the morning as if nothing had happened.",
        "\"N'buta will see you now,\" River-Gills said, and when he left he never returned.",
        "<title>Lost Tales of the Famed Explorer: Fragment IV</title>",
        "Gloop Gloop.",
        "There was the sound again. Matius waved his torch fruitlessly. He could see nothing in the choking mist. He held his cloak to his mouth with his free hand and ran deeper into the cave.",
        "Gloop Gloop.",
        "He caught sight of the creature's shadow, massive and bulbous. It was following him. He ran on and on, gasping for breath.",
        "Gloop Gloop.",
        "He heard an echo of belching laughter. It went on until Matius thought he must be going mad. Then he heard the crunch of bones under his feet. The mist cleared and he found himself standing in a chamber lined with skulls of all shapes and sizes. Bones of things he didn't recognize littered the floor. He thought of the vile voriplasm, said to eat creatures whole and spit out their bones. \"That will be my end,\" he breathed. He should have known the Argonian was lying.",
        "Gloop.",
        "Matius felt the air in the chamber change. There came a stench so foul that it burned his nostrils.",
        "A voice bellowed. \"Another fleshling come to deal with N'buta? Speak in whole before I swallow.\"",
        "In the dim torchlight Matius could just barely make out the grotesque creature's form. This was no plasm, though it glistened with a disgusting wetness. It was some kind of giant toad with a rotund belly and a squished, slug-like face. The eyes were the worst of all, and in them Matius saw forbidden knowledge and boundless horrors. He steeled himself as the creature's throat bulged. Forbidden knowledge was why he came to this decrepit place, after all. The creature swallowed, and suddenly it was looming over him. Nauseating fumes trailed from its nostrils.",
        "\"I seek the path to the golden stair,\" Matius spat out. He was not proud of how his voice cracked.",
        "The creature reared back and either choked or laughed. It belched after, Matius knew, for he nearly fainted.",
        "\"I can show you,\" the slug-thing croaked. \"For a price.\"",
        "\"Of course, good Lord of Muck,\" Matius said, wishing he hadn't. He knew better than to think he could appease this thing with flattery. Best to just stick to business. \"What will this information cost me?\"",
        "Fat arms reached into a pocket. Matius had not even noticed the creature was wearing tattered robes of green and brown. Nubby wet fingers produced a sparkling yellow gem set into an ornate golden amulet. It was flawless and gleaming, but Matius was no novice to cursed relics or strange gems. He drew his sword and waited. His heart raced, though whether with fear or excitement he couldn't tell. Was this a relic of old Argonia? The creature's chin wiggled grossly as it laughed.",
        "It draped the amulet across the horned skull of some ancient beast, leaving it dangling there, glinting in the torchlight. \"You will take this to the golden city for N'buta. That is the price.\"",
        "Matius furrowed his brow. \"And what am I to do with it once I get there?\"",
        "\"You will know,\" N'buta whispered. Matius's skin crawled at the way the words tickled the inside of his ear. \"Just before you die.\"",
        "For a moment Matius thought the creature was right beside him, but he blinked and saw it had not moved. \"Tell me the way,\" he managed to say.",
        "\"You cannot get there from here,\" said the Lord of Muck. \"You must go as deep as the roots-in-water, down and around and between places even your gods have never seen.\" Matius found himself unable to speak as the creature burped and finished. \"I will take you as far as Xul-Axith.\"",
        "Matius breathed despite the stench and sheathed his blade. He stepped forward and picked up the golden amulet. It felt warm. \"I don't plan on dying,\" he said, slipping the amulet into his pack. \"I hope that won't disappoint you.\"",
        "The creature's belching laughter echoed until Matius found himself standing alone, the light of his torch nearly burnt out.",
        "<title>Lost Tales of the Famed Explorer: Fragment V</title>",
        "Matius retched, either from the stench of his traveling companion or from slipping upside down through the marsh again.",
        "The slug-thing N'buta laughed. \"Now you see, little fleshling. This realm is deeper than it is wide.\"",
        "Matius didn't see at all. It was the third time they had slipped into the river, as N'buta called it, and each trip only made him more disoriented. This last time he could have sworn he was watching himself drown.",
        "\"It felt like I was dreaming,\" Matius said. He coughed up a mouthful of sticky water.",
        "\"You were.\"",
        "The Lord of Muck offered nothing more, just pointed a stubby finger. Matius followed it and saw an archway of black stone above a clear path through the surrounding swamp. The archway was carved with the image of snakes and roots twisting around each other, and at its top was a skull with a forked tongue. He realized he would have to continue the journey alone from here, and his guide was unlikely to give him further aid. They reached the gates of Xul-Axith. He feared it wouldn't prove close enough.",
        "Matius had an idea. He took out the golden amulet N'buta had given him. \"You have honored your word, Lord of Muck,\" Matius said. \"And I will keep mine. I will see this gem returned to the golden city, if I ever find my way.\"",
        "N'buta burped and growled. Its strange eyes considered the amulet for a moment. \"Stay on the path until you see a temple that bleeds shadows. It is a place of death. Do not enter it. When you stand before it, find the sun in the sky and walk that way. You will know when you are there.\"",
        "Matius was about to protest when the Lord of Muck suddenly slithered back into the river and was gone. For a moment, Matius felt panic grip his chest. His companions had deserted the journey one by one, and suddenly he wondered if they had been right. He considered abandoning his mission for the briefest of moments before realizing his only path forward was the one of black stone. The river had dried up under his feet.",
        "Matius gathered his courage. The amulet was warm in his hand. He stepped under the archway and onto the path.",
        "<title>Lost Tales of the Famed Explorer: Fragment VI</title>",
        "The ancient Argonian strode toward Matius then, screeching in some guttural tongue. It was two heads taller than an average Saxhleel, with golden scales, bright feathers of red and purple and green, and great curving horns. Over its head was a mask of gold carved in the visage of a bird. It wore feathered robes and golden bangles, and when it spread its arms it appeared to have wings. Matius could hardly tell where the creature ended and its ornamentation began.",
        "He had no time to ponder it, as the golden terror raked at him with painted talons. It roared a curse, though Matius could only translate three of its words: Sun, Fire, Death.",
        "Matius staggered back, unable to draw his sword as the creature bore down on him. It was clawing desperately at the yellow gemstone around his neck. Matius fell backward and managed to pull out his sword just as the bird-lizard fell atop him, screeching. He stabbed blindly at it with one hand while pressing against the creature's throat with the other, trying desperately to keep its claws from shredding him. Again and again it scratched at the amulet, trying to tear it from his neck.",
        "Matius heard the gemstone break. Yellow dust floated through the air.",
        "The Argonian was very still then. Matius breathed a sigh of relief that he had killed it at last. His arm was tired.",
        "Suddenly, it moved again with blinding speed. Clawed hands shot out and cupped his face. He half expected to hear the snapping of his own neck, but it just held him in a vice grip. The golden mask slipped from one side of the creature's face.",
        "Now it was not a bird or a lizard, but a snake. He saw that its scales were not gold but painted, and the mask had worn away some of the paint. The scales were black and white and mottled, falling away from a dead thing. Its eyes were hollow sockets, but the dust flowed into them until they were yellow.",
        "Out of fear or courage, Matius struck once more, plunging his sword into the snake. At the same time, the golden mask slipped off and clanged to the floor. There was blood on the inside. Matius saw the snake's face was changing over and over again. Twelve times it changed before it was a snake again.",
        "He had forgotten about killing this creature, forgotten about fighting for his own life, even forgotten why he had come to Black Marsh in the first place. All Matius knew then was terror.",
        "He was falling, then flying. The world rushed up to meet him, all fire and glory and madness. He felt a current on wings he did not remember having and he soared. He flew over cities of gold and cities of black stone. They were endless, like the Hist that cradled them. The sky was aflame and the sun was a pit. Still he flew, for he had not the strength to do more than let the current carry him.",
        "He came upon a tower. It was tall and vast and many trees grew from its many layers of marsh. Creatures lived and died without ever knowing of a world outside the tower. At its top was a tree that bled fire. Other winged things that looked like him circled it. They cried out in words he understood but didn't know. He felt a deep sadness as the tower fell away.",
        "He looked up and saw other worlds and other towers. They were spinning wheels and they crashed into each other, and their spokes got tangled up and they broke each other. And he saw that his world was breaking, too, but quick as a snake a shadow came and swallowed up the roots of the tower so they would not break.",
        "Still he flew. There was only fire and darkness then, and so much noise, but he was too tired to be afraid. And so Matius slept, and drifted away into a black sun."
    ]
}