{
    "id": "TheLureoftheCamonnaTong",
    "paragraphs": [
        "By Vorar Vendu, One-Time Camonna Tong",
        "You probably heard of the Camonna Tong. It's the name whispered in dark alleys as blood pools on the cobblestones, the signature on the ransom note left on a neighbor's bed. A shadow, a curse, a boil upon the arse of our society. And, though I'm not proud to admit it, it's a part of my past.",
        "Now, I'm not writing this for those of you already on the right side of the law. I'm writing this for the ones who have already ventured off that moral path, those that walk the thin line between wrong and right. The ones with empty bellies and emptier coffers, who might see the Camonna Tong as a viable option. To you I say, keep reading.",
        "Sure, the Camonna Tong has stability. A steady stream of income is a hard thing to turn down, and they've got structure to boot. They'll lure you in with the possibility of glory, of command, of rising through the ranks. And sure, what they do is far from legal. But if you're already leaning in that direction, wouldn't you rather be in good company?",
        "It didn't take much sweet talking before I signed right up, and at first life was good. Extorting the rich flat-heads who had lorded above me all my life? My pleasure! A few robberies, a few break-ins? Nothing I wasn't use to. And sure, we talked big about driving away the outlanders, of taking Vvardenfell back for the Dark Elves. But I'll be honest, nothing made me question what I was doing.",
        "Nothing, that is, until some Argonian seamstress got a little uppity.",
        "Oh, it was the talk of the town. Some scaled n'wah had the gall to start up her own shop—and be successful with it to boot! She was taking away good business from Dark Elves, that's what she was doing. Taking away gold from our mothers and sisters. So we did what the Camonna Tong does best. We made her pay.",
        "The kidnapping was easy. Yeah, her shop was doing well, but she was still an Argonian. I don't think we saw a single guard as we slipped into her house, not in that part of town. We tied her up and gagged her before she had a chance to cry for help, laughing like it was some big joke. Young hotheads who had too much to drink. I thought we were just going to scare her, set her straight, make her realize that she couldn't think herself better.",
        "I started to sober up when the beatings began. First a slap to her face, but that quickly turned to punches and kicks. They joked about how she could take it, how Argonian skin was so thick no one would even see the bruises. I can still hear her muffled cries along with their laughter.",
        "I just watched as the beatings became more intense, as blood started dribbling from her gagged mouth. I wasn't a stranger to violence, or truly opposed to it given my line of work. But there was something about tying up this old Argonian and beating her bloody, kicking her as she fell to the floor. My throat grew tight as I watched, motionless. No one seemed to notice my lack of enthusiasm, so enraptured in the righteous justice they gladly doled out.",
        "Someone pulled out a dagger and made the casual remark, \"You know, it's pretty hard to sew without fingers.\"",
        "Suddenly I was wide awake.",
        "I wish I could tell you that I stopped them. Said something clever, did something brave. But the truth is I walked out. I left that room, that town, that life. Not with my head held high, but broken, defeated, thinking of that poor Argonian's eyes, filled with terror. So different from my own, yet so alike. I don't know if they went through with it, if there's a fingerless beggar somewhere who sees my face in her nightmares. I don't think I'll ever try to find out.",
        "So next time you think of the Camonna Tong, of the glamor and the gold? You think of how easy it is for your crooked morals to slip away entirely. How big talk and some drink can lead you down a darker path than you ever realized you were capable of. How easy it is to say nothing, and how much easier to just join along."
    ]
}