{
    "id": "LustyArgonianMaidFolio",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "<center>The Lusty Argonian Maid\nFolio Edition</center>",
        "<center>By:\nCrassius Curio</center>",
        "To the Arano Family,",
        "When I showed up on your doorstep in Morrowind that day, I expected to be thrown back into the street and cast aside like some sort of vermin. Instead, you offered me into the warmth and safety of your home. For that, I will be eternally grateful. Please, accept this rare Folio Edition of my work as sign of appreciation for your kindness.",
        "Crassius Curio",
        "",
        "Act IV, Scene III, continued",
        "Lifts-Her-Tail\nCertainly not, kind sir! I am here but to clean your chambers.",
        "Crantius Colto\nIs that all you have come here for, little one? My chambers?",
        "Lifts-Her-Tail\nI have no idea what it is you imply, master. I am but a poor Argonian maid.",
        "Crantius Colto\nSo you are, my dumpling. And a good one at that. Such strong legs and shapely tail.",
        "Lifts-Her-Tail\nYou embarrass me, sir!",
        "Crantius Colto\nFear not. You are safe here with me.",
        "Lifts-Her-Tail\nI must finish my cleaning, sir. The mistress will have my head if I do not!",
        "Crantius Colto\nCleaning, eh? I have something for you. Here, polish my spear.",
        "Lifts-Her-Tail\nBut it is huge! It could take me all night!",
        "Crantius Colto\nPlenty of time, my sweet. Plenty of time.",
        "END OF ACT IV, SCENE III",
        "ACT VII, SCENE II, CONTINUED",
        "Lifts-Her-Tail\nMy goodness, that's quite a loaf! But how ever shall it fit my oven?",
        "Crantius Colto\nThis loaf isn't ready for baking, my sweet. It has yet to rise.",
        "Lifts-Her-Tail\nIf only we could hurry that along. How would I accomplish such a task?",
        "Crantius Colto\nOh, my foolish little Argonian maid, you must use your hands.",
        "Lifts-Her-Tail\nYou wish me to knead the loaf? Here?",
        "Crantius Colto\nOf course.",
        "Lifts-Her-Tail\nBut what if the mistress catches me? Your loaf was meant to satisfy her appetite.",
        "Crantius Colto\nDon't fret, my delicate flower. I'll satisfy the mistress's cravings later.",
        "Lifts-Her-Tail\nVery well, but I'm afraid my oven isn't hot enough. It could take hours!",
        "Crantius Colto\nPlenty of time, my sweet. Plenty of time.",
        "END OF ACT VII, SCENE II"
    ]
}