{
    "id": "MagisterOtherisResearchJournal",
    "paragraphs": [
        "",
        "Rain's Hand.22\nIt has been almost two years, but finally a break-through. Despite some initial missteps, I have managed to merge three tonal crystals into a single, master prism. If I can get it to consistently resonate, without cracking, I may be able to coax a sypathetic tonal wave out of it. Wouldn't that be a discovery for the ages!",
        "Sun's Height.3\nThe small scale experiment finally yielded results. A sound that is subtle, not troublesome to the ears or man or mer. but pleasing to the Kwama. The prism appears to be withstanding the tonal forces perfectly. Would it affect the more acute hearing of the beast slaves working in the mine. If it affects them negatively, might that offset any benefit? Sustainability is the issue. How to solve?",
        "Hearthfire.17\nI forced myself to show some humility today. I would truly be a fool to continue laboring on this prism while a trove of Dwemer artifact gather dust in Mzanchend. With a few more year of experimentation, I might be able to devise a stabilizing ward for the prism, but when dealing with tonal magics, you'll find no better tools than those left behind by the Dwemer.",
        "Hearthfire 19\nThat pompous ass Gothren was feigning interest in my work. He must have a spy somewhere in Sadrith Mora, or even among the staff in my tower. His questions were pointed. I'd sooner partner with that crazy old bat in Tel Mora than I would with Gothren. I'd best keep more detailed information where it won't be seen by curious eyes or nosy spies.",
        "Sun's Dusk.21\nAt last! I finally managed to install the Dwemer stabilizer. The kwama constantly bumble into it. Damned bugs. I doubt that a misconfiguration would cause too much trouble, but when dealing with a priceless tonal prism, caution is warranted.",
        "Evening Star.14\nThat idiot girl Ana, Arolenda, Arowende. She wandered into my lab at Mzanchend, excited about some discovery within the place and was only carrying the crank. She set the other fastening tools down while she took notes. She's smart, but bloody absentminded. I shall make her retrieve the items, I am not traipsing around the entire ruin, sorting through bits and pieces to find the other three pieces of the machine lock. She is very fortunate that my grand machine is running smoothly right now."
    ]
}