{
    "id": "TheMakingofWadingNests",
    "paragraphs": [
        "A cultural expose written by Lanyaarne Abitius, based on personal experiences after being welcomed into various Black Marsh Argonian Tribes.",
        "",
        "Despite the prevalence of wading-nest houses within the tribal lands, the construction of a new one is usually the scene of some communal activity. The actual construction of the wading-nests is simple. Large stakes of wood are lashed together with vines or rope and positioned vertically in the ground. Depending on the land in which the tribe resides, holes are first dug into the ground so that the stakes are more secure and can bear more weight, but this practice is not common in areas where there are fewer floods and the ground is firmer.",
        "",
        "Once the wooden stakes are erected, they can be used as a foundation for the wading-nest. A floor is built across the stakes and then the rest of the dwelling is constructed on top of that. Some tribes build the floor of their nests to the exact dimensions of the support legs, but a few build the floors wider. This is supposed to prevent insects from climbing up the wooden supports and entering the house.",
        "",
        "A task that could conceivably be completed by one individual within a matter of days is usually undertaken by the tribe as a collective. When I asked why, the answers I was given revolved around a few different themes. Most commonly was that if a wading-nest fell or toppled in a flood, all the affected nests would need to be rebuilt. While an individual could construct a house on their own, the need for multiple nests requires more planning. The other response I got to my questions had to do with enjoyment. Apparently, the tribes consider such projects as much entertainment as necessity.",
        "",
        "I suspect there is another answer as well. In a large group, it is easier to spot the areas where the construction may be weak and correct them. Knowledge of carpentry or forestry varies by individual. The inclusion of an entire community into the process ensures that no vital process or step is missed. It also ensures that knowledge is passed down to the younger members of the tribe. I witnessed many younger Argonians being taught the ways of making a wading-nest by their egg-mothers or from the elders of the tribe. In this regard, the construction of wading-nest as a tribal affair has multiple purposes.",
        ""
    ]
}