{
    "id": "MalSorrasCurse",
    "paragraphs": [
        "A high-ranking member of a Dunmer house, the Dark Elf known as Mal Sorra was cruel and bloodthirsty. She had a penchant for battle, for testing her skills against stronger opponents. In addition, she practiced dark magics and was a necromancer of the highest order. Unfortunately, the House she belonged to had no love of dark magic and even less tolerence for necromancy. But Mal Sorra didn't care. In fact, her blatant disregard of customs and mores thrilled her and made her blood run hot.",
        "As Mal Sorra's need for greater thrills and constant danger drove her to new heights of cruelty and depravity, the necromancer took greater and greater chances. She flaunted her power, even in the face of House officials and Tribunal dignitaries, daring them to scold her or punish her or attempt to stifle her primeval urges. The first to take her unspoken challenge was her own father, the leader of her House and a powerful mage in his own right. Mal Sorra relished the contest, eager to see if she could hold her own against the man who raised her. In the end, Mal Sorra didn't just survive the challenge, she killed her father in a duel of magicka.",
        "Not content to simply beat her father, Mal Sorra slew him with a barrage of spells and then raised him as a zombie. She commanded the undead creature to follow her and obey her every command. The rest of her house was horrified by this terrible desecration and demanded that Mal Sorra be punished for her blatant use of dark magic. This made Mal Sorra laugh, for she loved showing off her power and displaying her disregard for the current leadership.",
        "As Mal Sorra became more difficult and dangerous, her mother decided that enough was enough. She mourned for her child, but refused to allow her evil to continue unchecked. Mal Sorra was surprised when her mother and a cadre of mages entered her private chambers. She was amused by the audacity of the action, but she felt no fear or anxiety. When her mother began casting a ritual, however, Mal Sorra felt the first pangs of danger. And, as always, it exhilarated her. But then the other mages joined in, and for the first time she could remember, Mal Sorra was afraid.",
        "Her mother drew on dark magic to punish her daughter. She couldn't abide ending her daughter's existence, but she knew she had to end the threat that Mal Sorra posed to the Houses. The dark magic engulfed Mal Sorra, binding her. Trapped within her own dark magic, Mal Sorra was sealed alive inside the very place she spent so much of her time—within the family tomb. Then the mages combined their magic to open a portal. It swallowed the tomb.",
        "\"I curse you, daughter,\" her mother proclaimed with tears in her eyes. \"I banish you and your evil to Oblivion. May the Tribunal show you the mercy you denied your victims.\" And with that, Mal Sorra was never seen on Nirn again."
    ]
}