{
    "id": "ManifestoCyrodiilVampyrum",
    "paragraphs": [
        "To you whom We have seen\nStalking at night by eyes keen\nTranscendant of savages\nSating thirst sans avarice\nYour coffers stay stuffed\nBy social graces robust\nNone know your nature;\n        save Us \nNone share your fate;\n     save Us\nNone welcome you as kin;\n     save Us",
        "<header>On Our Order:</header>",
        "Know first that we are no simple tribe of savages, tearing throats with the orgiastic abandon of our scattered, tribal brethren. Ours is a civil fraternity, to which we are bound - every one - by our dual hunger for flesh and influence. By the virtue of Imperial structure and bureaucracy, Cyrodiil has become our stronghold in the third era, and we suffer no savage rivals within our boundaries, reveal ourselves to none, and manipulate the hand of society to mete out our agendas.",
        "<header>On Our Dual Patrons:</header>",
        "To Kin-father Molag Bal, who brought forth the Bloodmatron Lamae to spite Arkay, we owe our existence, as do all vampires, though not all honor Him. For him we revel in the feast, and acknowledge the gift adrift in our veins.",
        "To patron Clavicus Vile, beacon o’er our affairs, we owe our successes and social stature. Our bond with Vile makes us unique among our kind, for his guidance steels our savage craving with reason and savvy. For him we live amidst mankind, and twist them to our will from offices of power.",
        "<header>On Our Rivals:</header>",
        "Most barbaric tribes think themselves powerful by the gift of Bal’s blood alone, and squander the gift. There are those, however, who show signs of enlightenments, and earn our attention - those such as the Glenmoril Wyrd, who live within the walls of Breton cities, or the Whet-Fang sodality of Black Marsh, who use magicka to keep captives catatonic and harvest from them the red nectar. These foes may one day threaten to impugn our sovereignty within the boundaries of Cyrodiil, thus compelling our vigilance. Should any encroach upon our dominion, our wrath must be swift and total.",
        "<header>On Our Conduct:</header>",
        "To preserve our ideals and way of life, two primary edicts shall be observed. Above all, reveal thyself and our Order to no other, for discretion is the greatest of our virtues. Do not feed where you may be found out, or on those who may suspect your passing. Avoid daylight by lifestyle; dispel common belief in our kind, and maintain supple appearance through satisfaction of the thirst. Second, devote your pursuits to the procurement of influence, political and otherwise. Our strength is not in physical numbers, but in skillful manipulation of society. Always be mindful of our Patrons, and preserve the Order. Devote yourself to these ideals always, and the Order shall count you amongst our own.",
        "",
        "",
        ""
    ]
}