{
    "id": "ManifestosofKinlordRilisXII",
    "paragraphs": [
        "Librarian Comment:",
        "Not to be confused with his Manifest.",
        "",
        "2nd Manifesto",
        "12th Sun's Dawn",
        "I guessed their purpose when a half-dozen guards led me down here at the points of their swords; these were members of my personal guard, who have protected me all my life, and they would see that I live the rest of my days under the dirt.",
        "Volraine, perhaps the kindest of my caretakers in my youth, put a hand to my shoulder as we walked that long flight of stairs down to the Banished Cells. I was beside myself, quivering, and he believed I was afraid.",
        "He was mistaken. It was rage that overtook me, not fear, and as I stepped off the last stair, their swords still to my back, I spun around and released that rage.",
        "Volraine died almost instantly, engulfed in a cloud of flame, his scream muted by the roar of my destruction spell. As the next guard leapt over Volraine's burning remains, I turned his sword away with a bolt of lightning to the throat, and the weapon slid neatly into the chest of a third guard. It stunned me how warm the blood was. Suddenly my hands were covered in it, and I marveled at the balmy fluid. It was like wearing the finest velvet gloves in the land, and it amused me to no end. For the first time since my capture, I laughed. I roared.",
        "Eventually, they sent another contingent of guards to search for the first. By then, I had decided I would stay—for a little while, at least. I wanted to see the looks on their faces when they found the bodies of their comrades.",
        "3rd Manifesto",
        "9th, First Seed",
        "The nobles who orchestrated my capture refuse to have me slain. Why do they lack the stomach for such work? They would take me from my family and the vocation granted me by my lineage, but they refuse to release me from this banal existence.",
        "I have asked them. Oh, how I've asked them. I've demanded, I've threatened, I've begged, for an end.",
        "They will do nothing for me. And in my distress, I turn to the only person who's ever truly cared. I hear the master's voice incessantly now, and while I don't understand everything he says, I know he has my best interests at heart.",
        "And his advice? He wants me to become better. A better High Kinlord. He teaches me, and through him I've learned spells that will open a way to the master. So that my subjects can meet him, can be made better.",
        "4th Manifesto",
        "22nd, Frostfall",
        "As the decades go by, guards give way to new guards, and soon, all guards will give way to a new order of \"Keepers,\" trained in magics to keep me bound here. The death I have so often begged for has finally come to claim me, and the nobles must know that my Pact will see that I walk through death unscathed.",
        "But I don't despair at living, as I would have years ago. As my mortal body fades, Oblivion seeps in, to replace it with a new form. An eternal form.",
        "They say the Altmeri are long-lived compared to the lesser races. Soon, I will be a race unto myself, and I will outlive the Altmer.",
        "The master tells me that, ages from now, he will free me from this prison, so that I might bask in his presence, the first of his new Elven people, and be complete. That will be a day of reckoning for my Keepers—for all of Tamriel."
    ]
}