{
    "id": "MannimarcoKingofWorms",
    "paragraphs": [
        "O sacred isle Artaeum, where rosy light infuses air,\nO'er towers and through flowers, gentle breezes flow,\nSoftly sloping green-kissed cliffs to crashing foam below,\nAlways springtide afternoon housed within its border,\nThis mystic, mist-protected home of the Psijic Order:\nThose counselors of kings, cautious, wise, and fair.",
        "Ten score years and thirty since the mighty Remans fell,\nTwo brilliant students studied within the Psijics' fold.\nOne's heart was light and warm, the other dark and cold.\nThe madder latter, Mannimarco, whirled in a deathly dance,\nHis soul in bones and worms, the way of the necromance.\nEntrapping and enslaving souls, he cast a wicked spell.",
        "The former, Galerion had magic bold and bright as day.\nHe confronted Mannimarco beneath gray Ceporah Tower,\nSaying, 'Your wicked mysticism is no way to wield your power,\nBringing horror to the spirit world, your studies must cease.'\nMannimarco scoffed, hating well the ways of life and peace,\nAnd returned to his dark artistry; his paints, death and decay.",
        "O sacred isle Artaeum, how slow to perceive the threat,\nWhen the ghastly truth revealed, how weak the punishment.\nThe ghoulish Mannimarco from the isle of the wise was sent\nTo the mainland Dawn's Beauty, more death and souls to reap.\n'You have found a wolf, and sent the beast to flocks of sheep,'\nGalerion told his Masters, 'A terror on Tamriel has set.'",
        "'Speak no more of him,' the sage Cloaks of Gray did say.\n'Twas not the first time Galerion thought his Masters callous,\nUnconcerned for men and mer, aloof in their island palace.\n'Twas not the first time Galerion thought 'twas time to build\nA new Order to bring true magic to all, a mighty Mages Guild.\nBut 'twas the time he left, at last, fair Artaeum's azure bay.",
        "O, but sung we have of Vanus Galerion many times before,\nHow cast he off the Psijics' chains, bringing magic to the land.\nThroughout the years, he saw the touch of Mannimarco's hand,\nThrough Tamriel's deserts, forests, towns, mountains, and seas.\nThe dark grip stretching out, growing like some dread disease\nBy his dark Necromancers, collecting cursed artifacts of yore.",
        "They brought to him these tools, mad wizards and witches,\nAnd brought blood-tainted herbs and oils to his cave of sin,\nSweet Akaviri poison, dust from saints, sheafs of human skin,\nToadstools, roots, and much more cluttered his alchemical shelf,\nLike a spider in his web, he sucked all their power into himself,\nMannimarco, Worm King, world's first of the undying liches.",
        "Corruption on corruption, 'til the rot sunk to his very core,\nThough he kept the name Mannimarco, his body and his mind\nWere but a living, moving corpse as he left humanity behind.\nThe blood in his veins became instead a poison acid stew.\nHis power and his life increased as his fell collection grew.\nMightiest were these artifacts, long cursed since days of yore.",
        "They say Galerion left the Guild, calling it 'a morass,'\nBut untruth is a powerful stream, polluting the river of time.\nGalerion beheld Mannimarco's rise through powers sublime,\nTo his mages and Lamp Knights, 'Before my last breath,\nFace I must the tyranny of worms, and kill at last, undeath.'\nHe led them north to cursed lands, to a mountain pass.",
        "O those who survived the battle say its like was never seen.\nArmored with magicka, armed with ensorcelled sword and axe,\nGalerion cried, echoing, 'Worm King, surrender your artifacts,\nAnd their power to me, and you shall live as befits the dead.'\nA hollow laugh answered, 'You die first,' Mannimarco said.\nThe mage army then clashed with the unholy force obscene.",
        "Imagine waves of fire and frost, and the mountain shivers,\nPicture lightning arching forth, crackling in a dragon's sigh.\nLike leaves, the battlemages fly to rain down from the sky,\nAt the Necromancers' call, corpses burst from earth to fight,\nTo be shattered into nothingness with a flood of holy light.\nA maelstrom of energy unleashed, blood cascades in rivers.",
        "Like a thunderburst in blue skies or a lion's sudden roar,\nLike sharp razors tearing over delicate embroidered lace,\nSo at a touch did Galerion shake the mountain to its base.\nThe deathly horde fell fatally, but heeding their dying cries\nFrom the depths, the thing they called Worm King did rise.\nNirn itself did scream in the Mages' and Necromancers' war",
        "His eyes burning dark fire, he opened his toothless maw,\nVomiting darkness with each exhalation of his breath,\nAll sucking in the fetid air felt the icy touch of death.\nIn the skies above the mountain, darkness overcame pale,\nThen Mannimarco Worm King felt his dismal powers fail:\nThe artifacts of death pulled from his putrid skeletal claw.",
        "A thousand good and evil perished then, history confirms.\nAmong, alas, Vanus Galerion, he who showed the way,\nIt seemed once that Mannimarco had truly died that day.\nScattered seemed the Necromancers, wicked, ghastly fools,\nBack to the Mages Guild, victors kept the accursed tools,\nOf him, living still in undeath, Mannimarco, King of Worms.",
        "Children, listen as the shadows cross your sleeping hutch,\nAnd the village sleeps away, streets emptied of the crowds,\nAnd the moons do balefully glare through the nightly clouds,\nAnd the graveyard's people rest, we hope, in eternal sleep,\nListen and you'll hear the whispered tap of the footsteps creep,\nThen pray you'll never feel the Worm King's awful touch.",
        ""
    ]
}