{
    "id": "ManualOfArms",
    "paragraphs": [
        "Librarian Comment:",
        "This is a guide and manual to arms and weapons for all Imperial officers in the field.",
        "",
        "",
        "",
        "This manual is commissioned by General Warhaft to serve as a guide and manual to arms and weapons for all Imperial officers in the field.",
        "Obviously, a soldier's weaponry should reflect his skills. Skill with a blade is recommended for daggers, shortswords, longswords, and claymores. Skill with blunt weapons is desirable to wield the war axe, mace, battle axe and war hammmer. To the uninitiated, axes and hammers may seem to be very different weapons, but the rhythm, drill, and physical strength used by both weapon types are virtually identical. Only those with marksman skill should be outfitted with the bow.",
        "Most of these weapons are commonly used in combination with a shield. The claymore, battle axe and war hammer,however, require both hands to use. These two-handed weapons are best suited to heavily-armored knights, berserkers and those soldiers that hold the flanks of the line.",
        "Arms have been made from many materials over the ages, and each material varies in weight, durability, and cost. These materials are here ranked in order of desirablility and cost, with cheapest and least desirable listed first: iron, steel, silver, dwarven, elven, glass, ebony, and finally daedric. Some armorers correctly observe that silver weapons are slightly less durable than steel; nonetheless, its unique ability to affect ghosts, wraiths and certain types of Daedric creatures is undisputed.",
        "Bows can be made with laminated cores of the same materials. This provides a higher tensile strength and therefore greater power on the draw. The materials used in the arrow, particularly in the arrowhead, can affect its mass and penetration. Thus, the quality of the bow and of the arrow are taken together to determine the weapon's overall armor penetration.",
        "Enchanted weapons are mentioned in virtually every fable and song. The magic on such items lies dormant until they strike an opponent. At that moment the enchantment is activated, causing distress and injury to the target. Enchantments on bows are transferred to the arrow at the moment of release. Should the arrow have an enchantment of its own, however, the missile now carries both enchantments and delivers them to the target.",
        "An enchanted weapon has a limited reservoir of magicka. Each blow drains some of its reserves, until finally it is drained dry. The enchantment can be recharged by arcane processes involving soul gems. The more powerful the soul in the gem, the more magicka is restored to the item."
    ]
}