{
    "id": "ManualOfArmor",
    "paragraphs": [
        "Librarian Comment:",
        "This manual contains information on the different types of armor and their uses.",
        "",
        "This manual is commissioned by General Warhaft to serve as a guide and manual to armor for all officers in the Imperial service.",
        "On the battlefield, a soldier's armor should reflect his principal duties. Scouts, light cavalry, archers, and raiding skirmishers should wear light armor. Mobility and speed is of paramount importance to these troops. It is recommended that a cuirass and greaves be worn at all times. Helmets, gauntlets and boots are of value to cavalry and skirmishers, but not scouts or archers.",
        "Light armor is made from fur, leather, chainmail, mithril, elven or glass. This is also the order of their quality and expense, fur being the least protective and cheapest, and glass the best and most expensive. Fur, leather armor, and chainmail are readily available throughout the empire. Mithril, elven and glass are exceedingly rare and are only found in ancient ruins and remote tombs.",
        "Heavy armor should be reserved for the frontline infantry, pikemen, heavy cavalry or foot knights. All officers should be issued heavy armor. Helmets, cuirass and greaves should be standard issue at all times. Boots and gauntlets are only necessary for the cavalry and foot knights.",
        "Blacksmiths can forge heavy armor from iron, steel, dwarven, orchish, ebony or daedric. This is also the order of their quality and expense, iron being the least useful and cheapest, with daedric the most effective and expensive. Iron and steel plate mail can be found in most any blacksmith's shop. The other materials are rare and armor made from them is only found in ancient treasure hoards hidden deep underground.",
        "Advanced practitioners in the Mages Guild know the secrets of placing enchantments upon pieces of armor. The greatest enchantments are typically placed on armor made from rarer, more durable materials, such as ebony and daedric, but even iron can be made to take an enchantment.",
        "The self-styled Bard of Battle, Amorous Janus, once penned a comedic ballad about a Colovian general who was constant removing and re-equipping his armor every few minutes to conserve the magicka powering it. By way of response to the implied criticism, the general had him mounted on the front of a battering ram during the siege of Castle Fallow."
    ]
}