{
    "id": "ManualofXedilian",
    "paragraphs": [
        "Librarian Comment:",
        "Explains how to activate and use Xedilian, a dungeon meant to keep adventurers out of the Isles.",
        "",
        "",
        "",
        "On the subject of Xedilian's construction, Lord Sheogorath, let me begin by extending the warmest regards to you and your noble being. The construction was completed on time and well under budget as you demanded (\"under pain of fun,\" I believe you are quoted as saying) and with only the most infinitesimal loss of life. I am proud to say that by harnessing the energy of that most unusual crystalline formation, Xedilian should maintain itself for years to come (with proper maintenance of course). At your request, I have included the full operation instructions for each section of the site. If you have any other questions, please feel free to bother me anytime (like when you originally thought of this idea in the middle of the night).",
        "The heart of Xedilian is its power source, the Resonator of Judgment. By tuning this huge chunk of crystal with the Attenuator of Judgment (a \"tuning fork\" of sorts), we have released a wave of siren-like sound that will draw anyone from outside the Isles. Three Focus Crystals have been placed throughout the site to assist in keeping this wave of sound even and stable. This site will not function without all three Focus Crystals running in unison, so it's important to keep them clean and safe on their \"cradles\" (which I have called their Judgment Nexus). The Focus Crystals are irreplaceable at this time, so take proper precautions guarding the site when not in use.",
        "Xedilian is split into three encounter areas all linked with the latest in arcane transport technology. As the hapless \"Xedilianites\" (it was fun to experiment on them, thank you for that) make their way through each room, they are subjected to a test based either on the Manic philosophy or that of the Demented... whichever suits your whim at the time. All you need do is push a single button, then sit back with your favorite wine (we've provided luxurious observation platforms from which to enjoy the show) and watch the results.",
        "Each encounter area has a unique theme that matches your requests as close as we could provide. I think you'll be pleased with the results. Below I have detailed each room and the effects you can expect from them (in brief, as I know your lordship is busy):",
        "<header>Chamber of Conversion</header>",
        "A fairly empty room with a large grating on the floor and single, half-sized \"harmless\" Gnarl wandering in the center.",
        "Manic Result",
        "Our small, harmless Gnarl will be grown in size to nearly thrice that of the average Xedilianite. Most we observe run around in an attempt to escape the lumbering creature. Eventually, it will stop and fade away. The magic of the room is enhanced by the spore gas we pump in through the grating.",
        "Demented Result",
        "Our tiny friend Gnarl is joined by a small swarm of its brethren and they attack our surprised guests! Genius!",
        "<header>Chamber of Avarice</header>",
        "In this room, a huge mound of treasure sits atop a half-ziggurat inside a securely locked cage (to which there is no key).",
        "Manic Result",
        "We drop several hundred keys to the ground that are all exact duplicates. It's amusing to watch Xedilianites scramble through the keys for the correct one. Some spend days. Amazing.",
        "Demented Result",
        "When the Xedilianite reaches the top of the ziggurat; we blast them with a highly concussive flame spell. The blast always sends them flying... good fun for all, discounting those that do not survive.",
        "<header>Chamber of Anathema</header>",
        "As you requested, we saved this one for last. The Xedilianite that has the mettle to make it this far now faces the toughest challenge of all. This room features freshly killed corpses, blood, and plenty of hanging bodies (for your darker moods, my lord).",
        "Manic Result",
        "We kill the Xedilianite, and cause a specter of his former self to rise from the body. Not many Xedilianite minds can handle this one... most go insane this far into the site. I must confess, this room is a favorite of mine.",
        "Demented Result",
        "Nothing better than a good old-fashioned battle! We raise at least double the number of zombies as there are Xedilianites and let them all have at it! Simple, elegant, and deadly.",
        "I hope you are pleased with the results of Xedilian. I know you'll have just as much fun using it as we had fun constructing it. Strangely, we have yet to receive payment for the site, but I am sure it is just a minor oversight and it will be corrected as soon as your lordship has a mome..."
    ]
}