{
    "id": "ManualOfSpellcraft",
    "paragraphs": [
        "Librarian Comment:",
        "This manual consists of basic information about spellcasting.",
        "",
        "ESO version lacks the note about scribblings.",
        "",
        "<header>An Introductory Text</header>",
        "[The book contains an inordinate number of scrawlings along the margins; the few that are immediately readable suggest they are notes for someone who needs frequent reminders on the basics of spell casting.]",
        "<bold>The Beginning Spellcaster\nThe most powerful mages in Tamriel were once beginners. They all had similar early experiences: exposure to magic kindled an interest and/or unlocked some latent ability, followed by years of hard work. These intrepid souls honed their skills, learned new spells, and vigorously trained their minds and bodies to become the formidable figures they were known as during their later lives.</bold>",
        "The Mages Guild of Tamriel has long been the first stop on a long road to knowledge and power for many individuals. Providing magical services to the general public, the Guild offers a wide variety of spells for purchase, and is recommended as a first stop for any aspiring spellcaster. Independent dealers may be found, though their selection of spells is often not as comprehensive as that of the Mages Guild.",
        "Many spells are beyond the capabilities of beginning mages; the ability to render one's self invisible, for example, is an advanced power and is beyond the novice spellcaster. Through practice, a mage may become more skilled in a given school of Magic and find himself proficient enough to begin exploring its more powerful aspects. The fledging mage should not be daunted by his inability to wield certain powers, but should instead use this as a point of focus and a drive for bettering himself. Rather than becoming discouraged, the student should look forward to higher levels of skill, such as the advanced techniques of absorbing spells, summoning lesser (and eventually greater) Daedra and undead -- for research purposes only -- and protection against specific types of spells, such as Fire, Frost, and Shock spells.",
        "Mages wishing to specialize in a particular school of magic are encouraged to learn as many spells of possible within that school, and to practice them frequently. All mages, whether specializing or nurturing a general interest, are encouraged to apply for membership within the Mages Guild. Beyond services available to the general public, the accomplished Guild member has access to many exclusive services such as Advanced Spellcraft and Enchanting. These services have been deemed potentially dangerous to the public at large, and have been restricted to higher-ranked Guild members in good standing by the Council of Mages.",
        "Citizens interested in the further use of magic should consult their local Mages Guild Archmagister."
    ]
}