{
    "id": "TheMaormerofPyandonea",
    "paragraphs": [
        "Librarian Comment:",
        "Except for minor differences, and the omission of the last paragraph, this text is identical to Pocket Guide to the Empire 3rd Edition's entry on Pyandonea.",
        "",
        "Entry 543, Atlas Notes, Imperial Geographical Society",
        "It was once believed that the Maormer of Pyandonea were originally exiles from the Summerset Isles, but while it is likely they came from similar Aldmeri ancestors, they certainly did not come from Summerset. Translations of tapestries in the Crystal Tower tell the tale of a far older separation. The Maormer likely differentiated from the ancient Aldmer not in Summerset, but in their original homeland of Aldmeris.",
        "Orgnum, their leader and self-styled \"King,\" according to the legend was a phenomenally wealthy Aldmeri nobleman, who used his fortune to finance a rebellion against the powers of the land. He and his followers were banished for this to a place separated from Aldmeris by an impenetrable mist, Pyandonea, \"The Mist-Veiled Isles.\" This exile proved so effective that the followers of Orgnum never again disturbed their former countrymen. The new Aldmeri homeland of Summerset, however, was not so lucky.",
        "For much of Summerset's history, the Maormer have launched attacks against their cousins of Old Ehlnofey. Every one of these battles has been led by Orgnum himself, who it seems is not only immortal but grows more youthful by the century. No historian, to the knowledge of the staff of the Imperial Geographic Society, has counted the number of wars and strategems employed against Summerset, but somehow each has proved, no matter how ingenious, an ultimate failure.",
        "One attack in particular is worthy of mention as it gives us our only glimpse into the actual landscape of Pyandonea. In the year 2E 486, a small Maormeri fleet was sighted off the coast of Alinor, and King Hidellith ordered his navy to give chase. The navy followed the ships through uncharted waters, into an ambush near Pyandonea itself. Most of the Altmeri navy was destroyed, but a single warship returned to Summerset to describe the land as a \"sea jungle.\" Massive plateaus spilling over with vegetation form mazes around valleys of ocean. Waving tendrils of kelp trap all but the Maormer's own ships, and provide a well-camouflaged home for the sea serpents that are Orgnum's guards and occasional mounts. Mist storms spill over the land, further disorienting one's views. That even one ship survived the visit is a testament to the maritime genius of the Altmer."
    ]
}