{
    "id": "MaormerCorrespondence",
    "paragraphs": [
        "<title>Maormer Correspondence Vol. 1</title>",
        "Bring this to the attention of Stormreeve Neidir. The following is a copy of an Altmer text regarding Tempest Island, written by esteemed geographer, Angalmo. The Island is close enough to Malabal Tor for our needs, and considering its history of bizarrely inclement weather, it's a perfect launching point for our assault. The Dominion will never see us coming:",
        "Angalmo's Travels: The Island of Storms Volume 1",
        "The shrouded islands off the coast of Malabal Tor are as treacherous as they are beautiful. None more so than the Island of Storms, which some have come to call Tempest Island. The island is beautiful, but holds a secret that none have been able to decipher. Violent storms and gale winds have originated from the island for years—extremely unusual weather for the region—and scholars have risked its shores only to be stranded or killed on its storm-wracked coast.",
        "I have seen these storms first-hand; I was with one such expedition, and spent a month on Tempest Island when my ship, the Summerset Blade, was smashed to splinters by a black storm that seemed to appear from nowhere. I had misgivings about the stories before, but what explanation could there be besides magic to conjure such a swift tempest out of calm seas? Rescue eventually came, as a second crew of surveyors came to look for my party, but I pledged never to sail anywhere near the Island again.",
        "It's a promise I intend to keep.",
        "<title>Maormer Correspondence Vol. 2</title>",
        "This is another volume to bring to Stormreeve Neidir's attention. The following is a copy of an Altmer text regarding Tempest Island, written by esteemed geographer, Angalmo. The Island is close enough to Malabal Tor for our needs, and considering its history of bizarrely inclement weather, it's a perfect cover for our assault. The Dominion will never see us coming:",
        "Angalmo's Travels: The Island of Storms Volume 2",
        "I will never forget my experience at Tempest Island, where I nearly lost my life in the wake of one of the Island's infamous storms. My ship was destroyed and I was left landlocked for an entire month. I lived on ship's rations in the relative safety of the Island's cave network before rescue came for me.",
        "During that time, I found no signs of the Island's rumored magical properties, though obviously there were the unexplained storms to account for it. I swear that these storms are like none that I have ever seen—swifter, fiercer, and manifesting in a region known for much milder conditions.",
        "It's said that no scholar or mage has ever been able to discern the cause of this weather, but the Island has been thought to be the source of multiple phenomena, such as the Flood of the Era, as well as the storm that preceded the Lamia Invasion of 435. Both incidents have fostered interest in the Island over the years by researchers and academics, though none could find a cause for the storms.",
        "For all the scholars can tell, Tempest Island simply sits in a swath of sea that's prone to extreme weather—nothing more nor less."
    ]
}