{
    "id": "TheMarchExplored",
    "paragraphs": [
        "<title>The March Explored, Chapter I</title>",
        "Gentle reader, welcome. Welcome to open skies and red earth. To the fields of grass and savage landscape of Elsweyr. Welcome, reader, to the end of the world. To the Reaper's March.",
        "Herein, find an undedited journal of observations. Thoughts jotted down during my first trip across this stark landscape. Some of the hidden gems of the land, some of the most striking locales, will see description in these pages.",
        "From I, your humble guide. Enjoy!",
        "—Fenlil the Wayfarer",
        "<The rest of the pages have been torn out.>",
        "<title>The March Explored, Chapter III</title>",
        "The March marks the eastern boundary of Valenwood, and thus a boundary of the Ancient diaspora. While the rare pile of stones can be found deep into Elsweyr, the ruins of the March provide some of the most interesting insights into Ayleid psychology.",
        "<title>The March Explored, Chapter VI</title>",
        "… there's no truth to the rumors of dark cults in the March. I can assure you, gentle reader. Bandits may take your goods and threaten your life, but the fell Princes of Oblivion hold no sway in this savage land.",
        "<title>The March Explored, Chapter VII</title>",
        "I will say this for the Khajiit, their architecture is wholly unique on the continent of Tamriel. The beauty of their temples is awe-inspiring to behold. The House of the Dance in Rawl'kha is a wonder.",
        "It's a shame, then, that so many of their greatest monuments are decayed and ruined. So many fine places fallen to disrepair.",
        "It seems to be a theme across the face of Nirn, does it not reader? Beauty and splendor fallen into ruin over time ….",
        "<title>The March Explored, Chapter IX</title>",
        "… and I must confess, I don't understand it at all. I've spent six seasons in the March, all told, and the lunar religion of the Khajiit makes just as much sense to me now as it did when I first arrived.",
        "Something about the pull of the moons on the waters of your mind. I don't know. Thank Auri-El we High Elves have a finer, cleaner sensibiilty to our religious studies …."
    ]
}