{
    "id": "OnMarshGiantsAStudy",
    "paragraphs": [
        "By Fanemil, Associate Dean of Plant Studies, University of Gwylim",
        "",
        "Many of my colleagues have devoted their careers to the study of woodland spriggans. While their discoveries provide a firm foundation for understanding arboreal spirits, scholarship on the spriggans' prodigious cousins, the Marsh Giants, remains sparse. Encroachment into their natural habitat by Cyrodilic refugees has unfortunately resulted in numerous deaths in recent months. For that reason alone, we must make a concerted effort to learn more about these mysterious woodland titans.",
        "",
        "First, it bears repeating that Marsh Giants are not, in fact, Giants in the traditional sense. Other than their size and pastoral disposition, Marsh Giants share no common traits with the Giants of Skyrim. They are in fact woodland spirits—manifestations of some primeval guardian of nature. I leave the precise nature of that being or force to our professors of theology, but it is important to note that Marsh Giants seem to share the spriggans' interest in safeguarding wild spaces.",
        "",
        "The intellectual faculties of Marsh Giants remains a topic of debate. Most scholars admit that spriggans possess some rudimentary intelligence, but our limited exposure to Marsh Giants makes judging their cognitive ability difficult indeed. At this point, most of our knowledge comes from Argonian folklore and tradition. According to the scholars of Gideon, most primitive Argonians give the creatures a wide berth. Apparently, the Hist have a long and acrimonious history with these woodland gargantuans, and they urge the Argonians (through their intermediaries) to avoid the creatures if they can.",
        "",
        "Conversely, I found that many Lukiul (or civilized Argonians) actually respect the Marsh Giants. The creatures' wide, gnarled feet seem to till the earth quite well and their passage often knocks down dry branches, fruit, and other useful goods that the Lukiul eagerly scoop up.",
        "",
        "What I find most interesting is the Marsh Giants' role in the natural processes and rhythms of Blackwood. My investigations indicate that these creatures fill an essential patch in nature's quilt. Beyond simply tilling the soil, Marsh Giants fell dead trees to make room for younger vegetation, encourage the growth of vital mosses, depress the development of invasive fungus, encourage avian diversity by warding off feral cats and other predators, and perhaps most importantly, they hinder loggers, miners, and other tradesfolk from harming the pristine marsh landscape.",
        "",
        "I earnestly believe that we can find a way to coexist with these arboreal titans, but it will take patience and flexibility on the part of both workers and regional leaders. I pray that we do not fight these creatures needlessly. The marshes and forests depend on their presence.",
        ""
    ]
}