{
    "id": "TheMartyrdomofSaintPelin",
    "paragraphs": [
        "Welcome, young ones! As the subject of my annual children's sermon, I have chosen \"The Martyrdom of Saint Pelin.\" Now I know you have probably heard this story already, but in this time of trouble I think it is good to revisit the tales of our ancestors so we may draw strength and lessons from them.",
        "Now Saint Pelin lived back in the early part of the First Era, when the world was stranger than today. At that time Tamriel was largely untamed and our ancestors had to be strong and brave, for the woods and hills were home to things like bull-men, and centaurs, and fire serpents.",
        "Saint Pelin wasn't a saint at first, of course: he was a humble man, a beadle at the Chapel of Stendarr at the Bangkorai Garrison, where he tended to the spiritual needs of the soldiers guarding the walls. He had other tasks as well, such as bringing the sentries water when the sun was high. One day as he carried around his bucket dipper he noticed there were more guards than usual. He stopped at the main gate and asked his friend, Sergeant Clancie, why that was. \"It is because the Gray Host is coming,\" said Clancie, \"which is a terrible army of vampires from Verkarth, and I'm more than a little worried about it.\"",
        "\"Oh, my!\" said Pelin. \"Is there anything I can do to help you and the other soldiers?\"",
        "\"Pray for us, Pelin,\" said Clancie. \"For a great trial is upon us.\"",
        "Sergeant Clancie's words made Pelin anxious, so when he was done with his chores he climbed a tall tower and looked south. And there he saw the Gray Host coming out of the desert, a whole army of bat-men, wolves, and even worse things!",
        "So Pelin went back to the chapel to pray, and as he heard the sounds of battle, he prayed to Stendarr, to Akatosh, to Julianos, to Kynareth, and to all their saints for help.",
        "But then folk began to come into the chapel, setting up cots and tables and bringing in wounded soldiers for aid and surgery. \"Come and help us, Beadle,\" called the Doctor. \"It's your strong arms we need now, not your prayers.\"",
        "So Pelin came and looked at the wounded soldiers, and found them wondrous pale. \"What has happened to them, Doctor?\" he asked. \"These soldiers are as white as the sheets on my bed.\"",
        "\"It is the bat-men, Beadle,\" the Doctor said. \"When they bite our soldiers, they drain the blood from them in great draughts, leaving them pale and empty.\"",
        "\"Horror!\" cried Pelin. \"You're right, Doctor, this is time for more than prayers. For Stendarr says, 'He who fights hardest prays loudest.' I know nothing of fighting or of doctoring, but I will go to the battle and trust Stendarr to show me what to do.\"",
        "So Pelin ran to the fighting at the top of the great gate, where he found his friend, Sergeant Clancie, fighting a bat-man. The vampire beat at the sergeant with its wings and tried to grip him so as to bite, but Pelin grasped the bat-man by the legs so Clancie was able to kill it with his sword.",
        "\"This is no place for you!\" the sergeant cried. \"The bat-men are at the gate, and soon they will burst it open and take the garrison!\"",
        "Pelin looked down and saw that what the sergeant said was true: a great press of bat-men was ramming against the gates, and the doors were bulging inward. Pelin cried, \"Is there nothing we can do?\"",
        "\"The stone wall here has been loosened by flying stones,\" said the sergeant. \"I had hoped to gather enough soldiers to push it down upon the bat-men—see, reinforcements are coming!—but the Gray Host will be through the gates before they can get here.\"",
        "\"Then I must delay them,\" said Pelin. And he flung himself from the battlements and upon the horde of vampires.",
        "The wings of the bat-men broke Pelin's fall, and he landed among them hale and alive. \"Vampires!\" cried Pelin. \"Push not upon the gate, for what you want is here: a strong, healthy body full of fresh, warm blood. Take! Drink!\"",
        "And the Gray Host turned as one and fell upon Pelin, fastening upon his veins. Then Pelin felt himself collapsing like a wine-sack at the harvest-festival, and knew that before the sergeant could gather enough soldiers he would be drained dry. So he prayed a mighty prayer, saying, \"O Stendarr, God of Justice, fill me with an ocean of blood that I might beguile these daemons away from the gate but a few minutes more!\"\nAnd then Pelin felt himself filled anew with blood, flowing from him in a very fountain, and the divine geyser of gore drew every bat-man within sight into a great feeding mound before the gate.",
        "Meanwhile Sergeant Clancie and his friends pushed against the wall above, until all of a sudden the great stones went crashing down. The bat-men were nearly all slain, and by the time the ones who weren't had gathered their wits, they saw that the pursuing legions of Empress Hestra were almost upon them. And that was the end of the Gray Host.",
        "So that is how a beadle from Bangkorai Garrison became a saint. Now I ask you, children—does not our time resemble that of Saint Pelin? Is there not once again an army at our gates? Yes, indeed. And that's why our leaders ask each and every one of us to do as much as we can to help defend our homeland. Some of us may even have to give our lives.",
        "So when the time comes, tell yourself that you, too, have the strength to do what's needed. For I think, if we have to, we can all be as strong as a humble man like Pelin. Don't you?"
    ]
}