{
    "id": "MarzulajosNotes",
    "paragraphs": [
        "2E 342, Rains Hand 12",
        "Well, I finally reached the Abode of Ignominy. This one can tell why other Khajiit give it such a wide berth. All manner of necromantic experiments took place here, of that I am certain. Broken urns, musty alembics, half-opened sarcophagi, and so on. That alone is no cause for concern, as I am well-versed in the necromantic arts. But Marzula-jo also found restraining belts and choke-collars. Clearly, these necromancers practiced a savage brand of necromancy—one driven by a dedication to the dark clan mother, Mafala, no doubt. It fills this one's heart with deep disappointment. Even so, the Abode affords me the space and the solitude I need to conduct my own, wholly moral experiments. Time to get to work!",
        "[Several entries follow, containing odd glyphs and obscure postulates, largely ruined by water-stains.]",
        "2E 342, Midyear 22",
        "Another breakthrough! Adding six drams of the bonemeal/imp stool solution to the base distillate stabilized the reaction, resulting in a far less volatile brew! All that remains is application to recently deceased tissue, and a few days of diligent observation. The rabbit I found should serve as a perfect test subject.",
        "While Marzula-jo feels great pride and excitement, he must proceed deliberately. This stage in the process presents tremendous risk.",
        "2E 342, Midyear 28",
        "The reanimated rabbit exhibited unsettling behaviors—attacking the bars of its enclosure and frothing at the mouth. It seems this one has more work to do.",
        "2E 342, Last Seed 8",
        "Dark Moons! I must report with a heavy heart that Marzula-jo's dearest friend, Sugarsnout, expired last night. He was very young, as senche-tigers go—only four years old. A wasting disease took hold of him just a few weeks ago, and despite my best efforts, his condition deteriorated rapidly. This one is heartbroken. I have nothing more to write on the subject.",
        "2E 342, Last Seed 11",
        "After long consideration, I have decided to test the most recent version my reanimation solution on Sugarsnout. I know I should conduct more trials on lesser beasts, but I would never forgive myself if I let this opportunity pass. Magrus, look kindly on these works!",
        "2E 342, Hearthfire 2",
        "Success. Of a sort. My alchemical treatment reanimated Sugarsnout as expected, but he shows signs of aggression, and fails to recognize me when I call him. Mazula-jo is already regretting his decision, but the deed is done. At this point, all this one can do is hope for the best. In the meantime, I continue to perfect my alchemical recipe. Hopefully my next subject will fair better than dear Sugarsnout."
    ]
}