{
    "id": "TheMastersHall",
    "paragraphs": [
        "We were young and optimistic when we set forth, striking out on the rumor of a ruin untouched, lost among the crags and misty peaks of the Jerall Mountains on the Skyrim-Cyrodiil border. Our maps were inadequate, as were our plans and preparations. Nearly starved, frostbitten, and lost, it was only by sheer luck that we even stumbled onto the entrance, which sat half-buried and covered in a layer of ice high in the peaks.",
        "By the time we cracked open the door, locked by a combination of mechanical and arcane mechanisms, our supplies had dwindled dangerously low. But it was worth it. As the barrier separated and we saw into the gloom, it was clear that the rumor was true: this place was long undisturbed, unmarred by robbers and scavengers. Who knew what we would find inside?",
        "We could never have guessed at the answer. The entry hall itself was very unusual. It featured a gleaming metal staircase, ornately molded and engraved with strange glyphs and angular emblems. As soon as my boot touched the first step, a clear tone rang out into the cold, startling us all. Every footfall created a new, sweet sound as we descended to the bottom, eager to escape the chill and reinvigorated by the prospect of discovery.",
        "Fifty men could have stretched head to toe across the circular chamber that opened before us at the base of the stair. Its high dome receded into shadow, and ringed all around the center of the floor were thirteen massive statues, posed with arms extended to the side and legs shoulder-width apart. Each was clad in a unique suit of armor. Every suit was crafted from a different material, some of which were recognizable (steel, ebony, and iron among them), but several could not be identified at first look.",
        "Many of the suits boasted strange, angular plates of metal or precious stone affixed to the joints or helms, and some featured engraved patterns and phrases. The construction of the place imparted a sense of reverence; the careful placements and grand scale made the chamber feel almost holy. We crept among the statues, marveling at the armor and wishing we had more knowledge of smithing and metalwork.",
        "In the center of them all stood a bronze monolith, thirteen-sided and engraved from top to bottom with characters and diagrams that seemed related to the armors worn by the statues. We approached the monument, but, lost in our wonder at the mysteries before us, we forgot we were intruders, neglected the caution necessary in such places. I reached out a hand to touch the metal, and as soon as my skin made contact, chaos erupted.",
        "I remember little but the screams of my companions, bright flashes of light, and a mad dash to the staircase, which produced a cacophony as I scrambled up it and out onto the snow. I realized then that I was alone. Injured and heartbroken at the loss of my expeditionary allies, I made it to a small village only by the grace of the Divines. I was never able to locate the entrance again, but its secrets still wait, hidden in the snow."
    ]
}