{
    "id": "TheMaulbornManifesto",
    "paragraphs": [
        "Our land is troubled. Disease, invaders, and internal strife are only the most obvious problems facing our people. Each of these troubles strikes like a hammer blow, crushing us anew. But we have survived the hammer blows. And we have been reborn! We are the Maulborn, and we have banded together with an altruistic spirit and a vision for a better Morrowind to provide the aid and assistance that the Tribunal is either unable or unwilling to give at this time.",
        "With powerful benefactors from the most prominent Dunmer Houses and the support of nobles and commoners alike, the Maulborn strive to shelter the displaced, comfort the sick, care for the wounded, and feed the hungry. It is not only the popular thing to do, it is the right thing to do. To this end, the Maulborn have embarked on a massive recruitment campaign to fill our ranks with the able bodies we need to perform our charitable and compassionate work. Our goal is to create an army the likes of which Morrowind has never seen, an army of generosity to offset the hammer strikes that torment our land.",
        "To this end, we are proud to announce the opening of our first facility to aid the afflicted. The victims of the Llodos plague need care and succor, and the Maulborn shall provide it. Moreover, the afflicted need not only a treatment for the plague—they need a cure! And through the work of our alchemists and nostrums, the Maulborn are prepared to provide a cure to all of the afflicted who want it. Come to our facility at Quarantine Serk, where you and your loved ones will find the care and the help you so desperately require. And, if fortune smiles upon us, you will also receive a cure for the Llodos plague.",
        "People of Morrowind, listen to the sound of a new kind of hammer. It strikes to create instead of destroy. To rise up instead of tear down. To help instead of hinder. This is the promise and the commitment of the Maulborn. Join us, and you shall be fulfilled! Seek us out, and you shall find the help you need.",
        "On this, you have our word."
    ]
}