{
    "id": "MaxtensResearchJournal",
    "paragraphs": [
        "<Most pages are scorched black or covered in a thick layer of ice that burns at the touch. Only a few entries are legible.>",
        "I suppose I could whine or complain that my search for an education led me here, to Morthal. Graciously described as a backwater on the best of days, there's not much that I would recommend to other travelers. The damp scent that wafts off the rivers pervades everything. And from the moment I arrived, the locals made clear they don't relish outsiders in their midst. Nobody acts hostile; they just keep their distance. Which is fine by me.",
        "However, three details about this little town cause me to appreciate it ever so slightly. First, if the sun is up, the sawmill operates non-stop. It produces a loud steady drone that helps my sleep during the day. My research into the Dark Practice is most efficient through the dim hours, so I welcome the ability to enjoy a full day's rest.",
        "Additionally, Morthal is precisely the hub of necromantic power that I hoped for. It hums with death energy. My nightly hunt for the source should soon prove fruitful. Then, with some adjustments, I can begin the siphoning ritual. Even a partial extraction of the local power should provide enough potency for several years of study.",
        "Lastly, I met a local who has become quite the enjoyable companion. She's the daughter of the town's jarl. Although she admits to never leaving Morthal, she exhibits a strange wisdom and curiosity about the world that I admire. Her mother originally comes from Solitude, so perhaps she is the source of this unexpected worldliness. But most of all, I've found that she's kind. We spend quite a bit of time together and I've told her about the nature of my investigations. She did not recoil in disgust as many would. Instead she promised to keep my secret and assist where possible. I confess that I look forward to spending more time with her.",
        "* * *...feel like I'm much closer to determining the necromantic source around the town. Last night I wandered east while testing the soil for traces of mortus energy. The new moons next week should properly amplify the ambient resonances. Tracking the locus should be easy during that period.",
        "While in the woods, we saw a figure standing in the distance. She watched us but did not move. Freiwen called her a \"clever woman,\" a local term for hedge mages. For the first time since my arrival, I grew nervous. Interference from some nosy old crone is the last thing I need right now.",
        "Oh, yes, Freiwen joined me on this trip. She had to sneak out from her house, which I found endearing. I enjoy her presence. No one could ever accuse me of being a romantic but walking under the stars with her felt precious.",
        "* * *... refer to them as the Kjenstag ruins. No one that I've asked knows anything about their history. But without a doubt it contains powerful spiritual emanations. I must adjust the Lanovo siphoning ritual for the sheer volume of energy, but those calculations should be simple enough.",
        "Perhaps Freiwen would agree to be the living attractant. I planned on using a wolf or some other nearby wildlife. But a born-and-raised native to these lands would be more effective. Lanovo claimed that his attractant suffered no ill effects ..."
    ]
}