{
    "id": "MazubardosAdvice",
    "paragraphs": [
        "There is one very important thing that I have learned much about in my years. Oh yes, and another. There are two very important things I know about, and those two things are fighting and dancing. You will forgive me for sometimes confusing the two, for they are each one close to the other, side by side, partners like so many things under the moons.",
        "To fight and to dance, your feet must be light, fast, never stumbling. Whether it is a battle or a celebration, in each, a stumble means death, means the sword across your neck or the stab of embarrassment and rejection. One foot and two, each sure where it lands on this beat and the next. You must be bold. Take the lead and your partner and enemy will follow; you will be master of the movements, impressive and strong.",
        "You must inspire; you must project the power inside forth and out. Consider: what dancer wishes to engage with the beggar, filthy and low? What enemy will fear you if you are shabby and wear dingy padding? Best to prepare, to choose the right garments to show who you are and who you intend to be. You intend to be the winner. The best.",
        "Fadomai knew we needed Jone and Jode to protect us and guide us, and likewise you must use the left and right hands. The moons are different, but they are both moons, and, just so, you shall hold a weapon in each hand for battle. Maybe not the same weapon, but weapons still. The moons are both circles, not a circle and a square. For dance, it is the same; you hold the hands—left and right in right and left, but hands all the same.",
        "In the fight and the dance, there is rhythm. Give and take, ebb and flow. Mastery of movement, of spinning and twirling just at the right times, is what you must display. You must know when to move forward and when to leap back, watching the other for cues. The other is just another side of you—ignore them at your peril. There is no feeling to compare with a good fight or dance. If you practice, you feel each piece falling into place, each motion flowing exactly to where it should. And that is how you win."
    ]
}