{
    "id": "MeanOldTorchbug",
    "paragraphs": [
        "Mean Old Torchbug lived near the kwama mine. He loved to taunt and tease the kwama workers, but especially enjoyed getting Brave Little Scrib into trouble. Oh, he was never obvious about his trouble making, and for the most part, the Brave Little Scrib considered the tiny Torchbug to be her friend. If Brave Little Scrib took a moment to consider all the times she wound up punished because she listened to Torchbug, she might have felt differently about the mean little creature. But the Brave Little Scrib never thought much about such things. It wasn't in her nature.",
        "One day after she grew bored watching the Kwama Worker busily move the kwama eggs from one section of the hatchery to another, Brave Little Scrib ventured out of the mine. It was a beautiful day, sunny and warm, with a gentle breeze blowing through the mushroom forest. Kwama Warrior stood guard at the entrance and asked her where she was going. \"I'm going out to play,\" she answered, which she thought was totally obvious to anyone other than the serious Warrior.",
        "As Brave Little Scrib entered the mushroom forest, she saw a glowing light hovering above the trial ahead. It was her friend, Mean Old Torchbug, though she never called the tiny insect such a horrible name. \"Hello, tiny Torchbug,\" Scrib called out.",
        "\"And greetings to you, Little Scrib,\" Torchbug sang, his voice like a crackling fire. \"What brings you out of the mine on this beautiful day?\"",
        "\"I've come to play,\" Brave Little Scrib said cheerfully. \"The mine is dreadfully dull as the workers are constantly busy, and all the warriors want to do is fight and fight and fight. I'm looking for an adventure!\"",
        "\"An adventure?\" Torchbug asked gleefully. \"I know just the thing to fill your day with excitement and provide me with an amusement to brighten up my afternoon.\"",
        "Remembering the other suggestions Torchbug shared with her during the time they've known each, Scrib asked suspiciously, \"What do you have in mind?\"",
        "\"There's a mage tower nearby, in one of the tall mushrooms. The mage that lives there is always looking for a brave little scrib to play games with. She knows the most interesting games.\"",
        "\"What kind of games,\" Scrib asked, suddenly excited despite her suspicions.",
        "\"Oh, the best kind, I assure you!\"",
        "\"Then lead the way, tiny Torchbug,\" Scrib said, and she followed the glowing insect deeper into the shadows cast by the looming mushroom spires.",
        "As Brave Little Scrib followed Torchbug toward the mushroom tower, she noticed a pile of empty jars heaped haphazardly near the tower's base. She stopped to inspect the jars, sniffing at the sticky-sweet residue that clung to the discarded vessels.",
        "\"Is something wrong, Little Scrib?\" Torchbug asked, flitting back to hover above the piled jars.",
        "\"There's something familiar about this smell,\" Brave Little Scrib said, \"but I can't quite place it.\"",
        "\"That's just the remains of the jelly the mage likes to spread on toasted bread. In fact, that's one of the games she loves to play when brave little scribs come to call.\"",
        "Now, Brave Little Scrib isn't the most clever kwama in the mine, but she has her moments. This was one of them. \"You want to watch the mage turn me into scrib jelly, don't you, you Mean Old Torchbug?\"",
        "\"Of course,\" Torchbug sang. \"I so want to see how the jelly gets made.\"",
        "\"I think we'll save that for another day, Torchbug,\" Brave Little Scrib said.",
        "\"If you insist, Little Scrib,\" Torchbug sang. \"Have a good day.\"",
        "And Brave Little Scrib raced back to the kwama mine, leaving Torchbug in the shadows with the empty jars. That was one adventure she was glad to miss!"
    ]
}