{
    "id": "MeetingwithChodala",
    "paragraphs": [
        "Notes on the meeting with Chodala, Nerevarine and Wielder of Sunna'rah.\nCompiled by Scribe Dakin.",
        "Kund-Ud greeted Ashkhan Chodala as Gulakhan Yus-Zashten and Nibapor the Firebreather looked on. Chodala displayed no fear and showed Kund-Ud a level of respect rarely given to tribal outcasts. We had lent him the use of a small warband of Red Exiles, but now he was here to negotiate a more permanent arrangement.",
        "Chodala began the meeting by explaining his plans for tribal unification, stressing that there was a place for the Red Exiles in his unified vision.",
        "Kund-Ud demanded to know why the Red Exiles should even consider returning to the tribes that banished them. Chodala appeared thoughtful before he replied. \"Because you are Ashlanders, and our blood calls one to another.\"",
        "Then Chodala demonstrated the power of the staff our warband helped him acquire. He called the staff Sunna'rah. \"Sunna'rah grants me the strength of a god,\" Chodala said, striking a stone with the tip of his staff so that the stone cracked like the shell of an egg.",
        "Kund-Ud ordered his champion, Gulakhan Yus-Zashten, to put the blasphemous Ashkhan in his place. But no matter how many times her sword lashed out, it never once touched or pierced Chodala's flesh.",
        "\"What kind of creature are you?\" Kund-Ud demanded.",
        "\"I am the Nerevarine,\" Chodala proclaimed, and Kund-Ud, Gulakhan Yus-Zashten, and Nibapor prostrated themselves before him.",
        "\"The Red Exiles shall be my enforcers and Yus-Zashten shall be my champion,\" Chodala declared. \"Prepare yourselves for my return. I have much work for you to do.\"",
        "\"Where are you going, Nerevarine?\"\" Kund-Ud asked.",
        "\"I need time to meditate upon our next course of action,\" Chodala said. \"Then I have a meeting with the Wise Woman Dovrosi to ratify my claim as the Nerevarine.\"",
        "Chodala departed and Gulakhan Yus-Zashten went with him, thus ending the meeting."
    ]
}