{
    "id": "MerchantLordsCompiledDocuments",
    "paragraphs": [
        "Ralos's Charred Journal:",
        "",
        "Gavos is finished.",
        "",
        "As I expected, his petty soldiers had a price. It didn't take much convincing for Quentin and Esdir to agree to it. We have enough gold between the three of us to buy them five times over.",
        "",
        "Now he's locked away with his precious anvil and the rest of us can get back to turning some real profits without his constant interjections about \"\"what's fair.\"\" What would he know? We are the reason this bazaar thrives. Not his moralizing. And not some trinket.",
        "",
        "The newly appointed arbitrator visited today. He offhandedly suggested an increase in his weekly take and implied wanting enough gold to plan a vacation \"\"under the Setting Sun.\"\" His choice of words seemed too deliberate. Does he know my secret hiding spot? Was I not as careful as I thought?",
        "",
        "Whatever the case, we can afford to grease his palms more generously for now. But he may need to be replaced if he knows too much about my affairs.",
        "",
        "* * *",
        "",
        "Quentin's Secret Correspondence:",
        "",
        "My friend,",
        "",
        "I will have the anvil for you soon. Since everyone already believes it was stolen by Gavos Duoar, no one here will ever miss it. I only need to arrange some help from two of my fellow ministers. They've been a bit uncooperative lately, but I'm sure once I introduce them to the Minotaur bodyguard you provided they will become far more agreeable.",
        "",
        "There cannot be any delay, however. If they suspect anything, I may not be able to secure the anvil for you, so please come to Zenithar's Abbey as soon as you can.",
        "",
        "When you arrive, meet me behind the forging fires and I should have everything we need.",
        "",
        "* * *",
        "",
        "Esdir's Old Journal:",
        "",
        "Ralos and Quentin must think I'm as much a fool as Gavos.",
        "",
        "I know what they're up to. With him out of the picture, they're expanding their stock. Forbidden magical relics, aggressive exotic beasts. They're trading anything and everything they can get their greedy hands on.",
        "",
        "Well, I wont have it said that they left old Esdir in the dust! I have a shipment of skooma coming in, and I'll make sure I'm the only one selling it in the entire abbey. People will tire of their trinkets and wild pets soon enough, but there will always be a market for skooma.",
        "",
        "Quentin has been talking about the anvil, saying he has a buyer lined up and we should retrieve it to sell. If it's truly worth the effort, he's likely to want it all for himself. I moved my sigil just to be safe, to my favorite drinking spot perched high above the busy streets.",
        ""
    ]
}