{
    "id": "MerchantsScoundrelsThieves",
    "paragraphs": [
        "<header>Being an account of the Dragonstar Caravan Company</header>",
        "It's well-known that the settlements of present-day Craglorn were founded by a ragged and unsavory lot—criminals fleeing the close watch of the Imperials in Cyrodiil, indigents from the cities of Shornhelm and Evermore, and adventure-seekers looking to escape the comfort and confines of civilization.",
        "Nowhere is this black origin more plain than in the morals on display on the streets of Belkarth. Little more than a hub of unscrupulous merchants, thieves, and black market smugglers, the only government in Belkarth appears to be the will of the scoundrels of the Dragonstar Caravan Company.",
        "In Belkarth, all manner of vices are tolerated and everything is for sale. As an example of this depravity, I need only cite the now well-known tale of Madriga. The daughter of a beloved and respected Crown, Madriga was seized from her home in Evermore as payment for debts her father's steward had incurred from agents of the Dragonstar Caravan Company. She was spirited off to the treacherous reaches of Craglorn, where she resurfaced, ten years later, as a barmaid in the Crossroads Tavern.",
        "Now the grown woman Madriga in no way resembled the demure and beautiful child of her father's household. Indeed, she had grown into a haughty, promiscuous woman, little better than the local strumpets with their brazen demeanors. When guards from her father's household were sent to bring her home so that she might be restored to her family and married into a noble and honorable estate, it is said that she exclaimed, \"No, thank you. The wages are better here.\"",
        "I relate to you this tale so you will be warned if ever you have occasion to deal with the Dragonstar Caravan Company. These so-called merchants have no regard for the noble and established orders that have so long flourished in civilized society. Their only master is gold, and they allow neither honor nor decency to intervene in their service to their master.",
        ""
    ]
}