{
    "id": "OnMinotaurs",
    "paragraphs": [
        "By Nonus Caprenius, Temporarily Unaffiliated Scholar of Imperial Antiquities",
        "No matter how many institutions of higher education expel me, no matter how many publishers decline to print and distribute my theories, I refuse to recant my position or change the topic of my research... not until minotaurs have received the recognition and respect that they deserve!",
        "In the course of my research into the origins of the Empire, specifically the rise and fall of the Alessian Order, I came across a wondrous thing. Hidden in the background, often purposely obscured but still visible to those of us who know what to look for, was an entire race of humanoids who have been all but stricken from the historic record. This crime against history must not stand, and I pledge to restore these creatures to their proper place in the chronicle of the Empire.",
        "I'm referring, of course, to the maligned and misunderstood minotaur. These humanoids with bodies that resemble humans and heads that resemble bulls trace their lineage to Empress Alessia herself. While no period records survive to state the truth of the situation, many ancient documents from later periods speak of a relationship between the Slave-Queen and Kynareth's son, Morihaus, whom the Divine sent to aid and advise Alessia. Often depicted as a minotaur, the demigod Morihaus, I believe, gave rise to the race through his dalliances with the Slave-Queen and the birth of her son, Belharza the Man-Bull.",
        "Whatever the truth regarding the origins of the minotaurs, they began to appear in greater and greater numbers in the years during and after Empress Alessia's reign. I contend that the early minotaurs were as intelligent and cultured in their own way as any Elf or Orc or Khajiit. Fiercely loyal to the Empire, the minotaurs were among Empress Alessia's most devoted defenders. Certain art and tomes from the time hint as much, but many of my detractors want to know where the hard evidence is to back up my claims. Unfortunately, much of that evidence was destroyed in the intervening period while the mis-named Alessian Order held sway over the Empire.",
        "It was, after all, the Alessian Order that followed the rigorous Alessian Doctrines. Of all the rules and regulations set forth by the Seventy-Seven Inflexible Doctrines, the most notorious were those firmly opposed to the Elves. I contend that the Order wasn't restricted to anti-Elven sentiment. I believe its resentful followers applied the Doctrines to any non-human races they felt like persecuting - including the minotaurs. One remaining fragment of an ancient tablet, known as the Belharza Stone, shows what most scholars agree is a section of a larger carving depicting Belharza the Man-Bull, second Emperor of the Alessian Empire, facing down enemies. My own study of the fragment tells a very different story.",
        "By the cut of their armor and the shape of their spears, I believe the so-called enemies depicted in the carving are actually fanatical precursors of Alessian troops. The spears, jabbed directly at the minotaur's heart, indicate that these proto-Alessians killed or drove off the minotaurs, thus beginning the decline of the race that we still see in evidence in the current day. It's a shame what happened to the once-majestic race of bull-men! But wait, I can hear my detractors already. They demand more evidence - evidence that I fear was wiped out along with a hundred other atrocities committed by the Alessian Order. But I do have one more fact to consider, and it's evident to anyone willing to travel to specific sites and watch the activity of the minotaurs from a safe distance.",
        "If you happen to study the minotaur in the wild, you'll find that they often congregate at or near ancient sites of significance to the Empire. Why? I contend it's because they have an instinctual memory of a time when they were fierce defenders of the fledgling Empire. I contend that they are drawn to such sites, compelled to continue to defend them despite the actions of the Alessian Order that arose and all but destroyed these remarkable creatures.",
        "Oh, scoff if you must. Go ahead. I've suffered worse. But take a moment and at least consider what I've presented. Then ask yourself, why do the minotaurs guard these ancient Imperial sites? Maybe in that question, you'll come to appreciate the minotaurs - at least a little."
    ]
}