{
    "id": "MinutesoftheElderCouncil",
    "paragraphs": [
        "Librarian Comment:",
        "This book was previously called \"Minutes of the Elder Council, 16th of Second Seed\" but the date was later removed.",
        "",
        "Meeting in the Council Chamber in the White-Gold Tower.",
        "Council members in attendance: Chief Councilor Lovidicus, Councilor Faleria, Councilor Jirich, Councilor Abor, Councilor Itinia. Absent: Empress-Regent Clivia Tharn, Advisor Abnur Tharn, Advisor Mannimarco, Councilor Vandacia.",
        "Also attending: General Nipia of the 2nd Legion, High Magistrate Muspidus, Ambassador Linyedil of the Summerset Isles, and Ambassador Jadier Plourde of High Rock.",
        "Old affairs:\nCouncilor Jirich reports that recently enacted policies concerning animal waste have improved conditions in the Elven Gardens.",
        "Councilor Itinia reports that the decision in the last council meeting to delay this year's Legionary's Ball until 1st of Sun's Height have been met with widespread approval. Ambassador Linyedil confirms that the new date will ensure that the silks from Skyhold will now arrive in time to give all the attendees ample time to commission new attire.",
        "Though not attending, a letter from Councilor Vandacia indicates he has elected to remain in Gideon where he believes he can be more effective in helping manage the iron crisis in the Nibenay Basin.",
        "New affairs:\nChief Concilor Lividicus notes for the record that this month's balance sheet indicates that discretionary spending by the Empress-Regent and her advisors has increased seven-fold over the annual expenditures from Emperor Varen's reign. The Chief Councilor makes a motion that General Nipia send an armed escort and forcibly ensure that Advisor Tharn attends the next council meeting. General Nipia strongly advises against such a course of action. The matter is held to a vote and the motion is denied.",
        "After the vote, Councilor Abor says she's feeling ill, possibly from ingesting spoiled mudcrab in this morning's brunch at the Temple of the Divines. Councilor Abor excuses herself from the meeting.",
        "Ambassador Jadier Plourde again petitions the council to order the Seventh Legion to withdraw from Bangkorai immediately. Councilor Jirich makes a motion for the matter to be raised with the Legionary's Council. The matter is held to a vote and affirmed. Chief Councilor Lovidicus asks General Nipia to raise the matter the next time the Legionary's Council convenes. The general says it's not scheduled to convene again until First Seed of next year, but he promises to raise the matter at that time.",
        "General Nipia informs the council that rumors continue to circulate about a conspiracy of traitors within the Imperial Legions. He requests that the council provide funds for his lieutenants to conduct a thorough internal investigation. No councilor volunteers to make a motion.",
        "General Nipia wants to speak about the matter in greater detail, but his statement is interrupted by a series of significant groundquakes. Captain Norbanus of the Imperial City Guard enters the council chamber to report that a \"Dark Anchor\" has descended into the city and that several Daedra have been spotted in the Nobles District.",
        "Due to this report, Councilor Faleria makes a motion that the council meeting be adjourned so the situation can be assessed. The motion is held to a vote and affirmed, but Chief Councilor Lovidicus vetoes the motion.",
        "Chief Councilor Lovidicus says the council meeting cannot be adjourned until a vote has been held on High Magistrate Muspidus's request to add Metheglin Perfume to the water supply in the sewers to help alleviate the city-wide stench believed to have been caused by the extra week of feasting during Rain's Hand this year. Councilor Itinia makes a motion to add the perfume. The motion is held to a vote and affirmed.",
        "Councilor Faleria again makes a motion to adjourn the meeting. The motion is held to a vote and affirmed. This meeting of the Elder Council is adjourned."
    ]
}