{
    "id": "MiregauntsoftheMarsh",
    "paragraphs": [
        "By Kratius Gray of the Black Marsh Exploration Society",
        "The Black Marsh Exploration Society has a long and noble history of sponsoring adventurers who are brave and hearty enough to survive the rigors of the deep swamp. They must be strong, competent, and capable of unraveling the many mysteries inherent in the expansive swamps and impenetrable rainforests. Take, for example, the mystery of the miregaunt. A resolute and steady head is required when facing an ambulatory piece of the marsh.",
        "Miregaunts aren't so rare that a visitor to Murkmire will never see one, but they're also not so prevalent as to be a constant threat to expeditions—though they do tend to congregate in and around places we like to explore. These large, walking parts of the swamp appear vaguely humanoid in shape, but without a discernible head. Consisting mainly of plant substance, they sometimes incorporate other materials into their shape, including mud, stone, vines, and even pieces of ancient architecture.",
        "As for the biology of these strange creatures, the society remains at a loss. They have some small resemblance to certain aspects of lurchers and similar creatures found in other parts of Tamriel, but in all other respects they appear totally unique creatures. Local legends associate the miregaunts with Hist trees, but I must admit that the explanation was very hard to follow. Some tribes believe that the Hist trees call forth a portion of the swamp to accomplish a specific task, either guarding an area, defending a place, or taking vengeance on someone or something that hurt or hampered the Hist in some way. Others seem to indicate that a miregaunt is an unintended by-product of some unknown Hist activity, called forth by accident and set loose with no specific purpose in mind. Frankly, the contradictions I've uncovered are quite maddening!",
        "What I can say with some degree of certainty is that every miregaunt has a large cavity in its mid-section. Sometimes an encountered miregaunt's cavity is empty. Other times a random piece of stone or other detritus fills the empty space. In rare cases, something valuable rests within the miregaunt, such as a precious stone, an ancient relic, or even a living creature. The local Argonians believe that these valuable objects have been taken into the miregaunt to purposely protect or imprison them. Fanciful, I know, but that's what some of the tribes believe.",
        "Whatever the truth, if an expedition encounters a miregaunt, please follow the recommendation of the society. Run."
    ]
}