{
    "id": "ModernHeretics",
    "paragraphs": [
        "<center>Modern Heretics: a Study of Daedra Worship in the Empire</center>",
        "<center>by Haderus of Gottlesfont</center>",
        "<center></center>",
        "Daedra worship is not prohibited by law in Cyrodiil. Primarily this is a result of the Imperial Charter granted the Mages Guild permitting the summoning of Daedra. Nonetheless, chapel and public opinion is so strongly against Daedra worship that those who practice Daedric rituals do so in secret.",
        "However, opinions about Daedra worship differ widely in other provinces. Even in Cyrodiil, traditional opinions have changed greatly over the years, and some communities survive which worship Daedra. Some more traditional Daedra-worshippers are motivated by piety and personal conviction; many modern Daedra-worshippers are motivated by a lust for arcane power. In particular, questing heroes of all stripes seek after the fabled Daedric artifacts for their potent combat and magical benefits.",
        "I personally have discovered one community worshipping the Daedra Lord Azura, Queen of Dawn and Dusk. A researcher curious about Daedra worship might research in several ways: through a study of the literature, through exploration and discovery of ancient daedric shrines, through questioning local informants, and through questioning worshippers themselves. I used all these means to discover the shrine of Azura.",
        "First I read books. References like this one may provide a helpful general background concerning Daedric shrines. For example, my researches led me to understand that, in Cyrodiil, Daedric shrines are generally represented by statues of Daedra Lords, are generally situated in wilderness locations far from settlements, that each shrine generally has associated with it a community of worshippers, often referred to as a 'coven', that shrines have associated with them a particular time -- often a day of the week -- when a Daedra lord might be solicited, that Daedra Lord often will not deign to respond unless they regard a petitioner of sufficient prowess or strength of character, that they will only respond if given the proper offering [the secret of which offering often known only to the community of worshippers], and that, in return for the completion of some task or service, the Daedra Lords will often undertake to offer an artifact of power to a successful quester.",
        "Then I questioned locals with an intimate knowledge of the wilderness. Two classes of informants I found especially useful -- well-traveled hunters and adventurers [who might come across shrines in their travels], and scholars of the Mages Guild. In the case of the Shrine of Azura, both sources were profitable. I discovered a Cheydinhal hunter who had chanced across a strange epic statue in his travels. The statue was of a woman with outstretched arms; in one hand she held a star; in the other hand, she held a crescent moon. He had shunned the statue out of superstitious fear, but had marked the location in memory --far north of Cheydinhal, northwest of Lake Arrius, high in the Jerall Mountains. Then, proceeding to the local Mages Guild with a description of the statue, I was able to confirm from its description the identity of the Daedra Lord worshipped.",
        "Having discovered the location of the shrine, I visited it, and discovered there the community of worshippers. Because of the strength of opinion against Daedra worship, the worshippers were, at first, reluctant to admit their identity. But once I had won their trust, they were willing to divulge to me the secrets of the times when Azura would hear petitions [from dusk to dawn], and that the offering required by Azura was glow dust, a substance obtained from the will-o-the-wisp.",
        "I am, of course, nothing more than a chapelman and scholar, so it did not lie within my power to find a will-o-the-wisp to obtain glow dust; nor am I certain that Azura would have found me worthy to make such an offering, even had I proffered it. But I was assured that if I had been able to make such an offering, and if it had been accepted, Azura would have given me some sort of quest, which, if completed, might have earned me the reward of Azura's Star, a Daedric artifact of legendary magical powers.",
        "I have since heard rumors of the existence in Cyrodiil of several other Daedric shrines, of the Daedric Lords to which they are dedicated, and the Daedric artifacts that might be won by questing heroes. Hircine the Huntsman, for example, is linked in legend to the Savior's Hide, a powerful enchanted armor. The sword Volendrung is associated with Malacath, Lord of Monsters, and the eponymously named Mace of Molag Bal is also thought to be the object of Daedra worship. Other Daedra Lords, their shrines and worshippers, remain to be discovered in Cyrodiil by earnest and persistent researchers."
    ]
}