{
    "id": "TheMonochromePaintbrush",
    "paragraphs": [
        "Old Summerset Folktale, Author Unknown",
        "Transcribed by Relicmaster Glenadir",
        "There once was an artist of great talent. Her eyes shined with worlds unseen, so magnificent and bright that beautiful Summerset paled in comparison. She tried to paint these vibrant scenes, but found common colors lacking. How could she bring her visions to life?",
        "In this hour of desperation, a poor merchant knocked on her door. He was a scraggly old man, with no companion but the hound at his feet.",
        "\"Would you consider buying this paintbrush?\" the poor merchant asked. \"I see by your house that you're an artist. With this you'll be able to truly bring life into your work.\"",
        "Intrigued, the artist agreed to pay a meager sum for this paintbrush. It was rather large, with a white tip and black ivory handle. She was told it was called the Monochrome Paintbrush, but to not let the name fool her. And so the old merchant left with a satisfied smile on his face.",
        "The artist went to work at once, and before her eyes the impossible occurred. What had been mere paint just moments before became sparkling and shining, with depths yet unknown. It went beyond color and emotion, transcended anything she had seen before. Finally, finally, the colors matched those images she had long since had in her head.",
        "But, as she painted, a strange thing happened. First, the color began to fade from her lips, the tips of her fingers, the point of her nose. Her hair turned from a golden yellow to a faded white, her clothes lost their blue and purples and turned to shades of gray.",
        "She did not notice. She painted, and painted, and painted away. She was lost within the scene she was creating, and her body turned white, and black, and gray. Her eyes grew heavy, and heartbeats further and further apart, until suddenly she collapsed.",
        "Before her body was the most beautiful painting in all of Summerset. It's said to still hang to this day, though it was never seen in Nirn again."
    ]
}