{
    "id": "MonstersofNorthernFolklore",
    "paragraphs": [
        "By Minerva Calo, Imperial Chronicler",
        "You can learn a lot about a people by examining their superstitions. Ancient fears run deep—deeper even than cherished traditions or historical enmities. While few Nords will admit to fear of any kind, I've found one topic that reliably sets a northerner on edge: the \"snow ghosts.\" At first, I thought they referred to ice wraiths or wispmothers, but I've come to learn these \"snow ghosts\" bear no similarity to those monsters. Alternatively referred to as \"bogles,\" \"riekr-kin,\" or \"clatter-coats,\" they plague herders and traders alike—stealing livestock, stabbing wandering merchants in their sleep, and spoiling root cellars with poisonous slime. I gathered the following testimonials in Morthal and Solitude. I leave it to you, dear reader, to parse the fact from the fiction.",
        "Bonbetta, a Morthal fishmonger, had this to say: \"Aye! I've seen those scamps more than once! Skulking around the docks they were. Snatching up our nets and tearing out the fish. They only come out on the moonless nights, you know. So's you can't see them proper. My eyes aren't what they used to be, mind, but seemed to me they had sharpish ears like an Elf, they hunched over like Goblins, and they had skin like the underbelly of a dead trout. All white, you see? My husband set out to run them off, but they're quick as a whip, and Ralmig's knees creak like a dead pine nowadays. Probably for the better. Way I hear it, they'll kill a person as soon as look at them.\"",
        "I met a herdsman near the Dragon Bridge who could barely contain his contempt for the creatures—shaking his fist often as he gnawed on a dried kilnr root. He asked not to be identified. \"To Sovngarde with those bastards! Used to be that you'd only hear about them once or twice your whole life long. Now, they've snatched up three of my best cows in the last six months alone. Can't hardly get a wink of rest anymore. It's bad enough we've got to compete with damned mammoths for grazing space. Now I'm wringing my beard day and night worrying about clatter-coats cutting my livestock to pieces. My brother tells me it's just rustlers in black leathers, but I've seen them. No Nord could hunch the way they do. And the clothes they wear—I've never seen the like. Like it's carved off one of those damned cave-bugs you see near Morthal every now and again. Next time I'm in Solitude, I'm going to fetch a good, sturdy bow and pierce one of those cow thieves right between the eyes.\"",
        "Gilse Tistar, a surprisingly pleasant Dark Elf from the Bards College, dismissed these testimonies as local superstition and nothing more. \"You know how these Nords are. Honestly, they'll blame any misfortune on bizarre creatures or foreigners. Just the other day, some pale-eyed merchant blamed me for putting an \"Elf hex\" on their dog. I mean, what is that? And why would I care about their dog? It's all nonsense. That said, nonsense often makes for entertaining verse! Just last night I wrote a farce about a five-eyed troll. It will land with a splash. Guaranteed.\"",
        "I met a wild-eyed vagrant in Karthwatch who offered a truly outlandish claim, flapping his hands about as he spoke. \"They're Elves! Snow Elves! These people ... Goblins some say! And Riekr. Riekr! Can you imagine? Feh. I've seen these things, missy. Got a real good look. They're paler than the palest Nord, with pointy ears and noses like a bat! You say, 'Elves don't have noses like bats!' But you'd be wrong, missy. Dead wrong! Ole Ysgramor cut their noses off so you could tell them apart from other Elves and drove them underground like the worms they are. Now they're all hunched and squinty from living in caves and never seeing the sun! And they're coming back. Mark me! They aim to take Skyrim back, just like they did back on the Crying Night. Beware, missy! Beware!\"",
        "Real or imagined, these creatures grant us a fascinating glimpse into Nordic folklore and serve as a perfect example of how ancient ghost-stories still plague the northerners today."
    ]
}