{
    "id": "TheMoonCatsandtheirDance",
    "paragraphs": [
        "A hairless scholar came from his desert to ours and said, \"I want to know the truth about the Khajiit.\"",
        "And the Clan Mother said, \"Only one? You are not very curious, hairless scholar.\"",
        "The hairless scholar peered at the Clan Mother through little windows on his nose and said, \"I want to know about your different breeds. Is it true that what phase of the moons you are born under determines your physical morphology?\"",
        "And the Clan Mother said, \"Indeed, hairless scholar. I was born as Jode was waxing and Jone was new, so I am an Omhes-raht. My daughter here was born when Jode was waxing and Jone was full, so she is a Senche-raht. Thus we are nothing alike.\"",
        "The scholar peered at mother and daughter and said, \"You look very much the same to me.\"",
        "And the Clan Mother said, \"I have heard that those with round pupils have poor vision. It is a sadness.\"",
        "The hairless scholar tapped his chin and said, \"I want to know about your so-called Lunar Lattice. Is it true that the phases of the moons regulate every aspect of your lives?\"",
        "And the Clan Mother said, \"Indeed, hairless scholar. Today is Suthay, when Jode is new and Jone is new, and we never stir the stew winter-shines.\"",
        "The hairless scholar blinked and said, \"You mean withershins, or retrograde? But that is exactly the way you're stirring your soup.\"",
        "And the Clan Mother said, \"But only from above. Perhaps your eyes only let you see things from one direction? That is a sadness.\"",
        "The hairless scholar adjusted his nose-windows and said, \"All right. Fine. Tell me of the Two Moons Dance. Is it true you Khajiit dance at the midnight hour to the light of the moons?\"",
        "And the Clan Mother said, \"Indeed not. We dance the Two Moons Dance in every hour. It is our delight.\"",
        "The hairless scholar said, \"You're not dancing. You're sitting by the fire. Tell me when you're going to dance, so I can join you.\"",
        "And the Clan Mother said, \"My daughter and I dance to the moons at this moment, but you cannot join us, for you do not have a tail. It is a sadness.\"",
        "The hairless scholar gnawed his knuckle and said, \"Very well then. I hear that you have curious beliefs about the moons. Tell me of them.\"",
        "And the Clan Mother said, \"As you wish. When Lorkhaj made a place for Nirni's children, the darkness in his heart made it also a prison. So his heart was cut out and buried deep in Nirni, and his body was hurled to the moons but could not pass them, for it did not know the First Secret. Thus is his body the Dead Moon in the Lunar Lattice. See it, just there?\"",
        "The hairless scholar peered at the sky and said, \"I see no moons at all—Masser and Secunda are both new. What do you mean?\"",
        "And the Clan Mother said, \"Hairless scholar, this one forgot again about your eyes.\" And she sighed, and her tail danced, and she shrugged. And she said, \"It is a sadness.\""
    ]
}