{
    "id": "MoonSugarAReport",
    "paragraphs": [
        "By Cornelius Clanius, Agent-Inspector of the Imperial Trade Service",
        "Moon-sugar! It's become more prevalent since the Dragonstar Caravan Company began exporting it and the cats claiming it's a sacred but harmless cooking ingredient. Yet have you seen what happens to those who sprinkle it on their vegetables? They get excitable! And lethargic! Sometimes at once! The cats are out to corrupt our youth with their sweet, poisonous 'sugar' I tell you. It is a substance that must be banned from the Empire at once, for the good of the children!",
        "However, I don't expect the Service to simply take my word for it, so the ever-vigilant Cornelius Clanius has taken it upon himself to travel to Elsweyr and expose the truth.",
        "The first impression of moon-sugar leaves little to be desired. It is a grainy, powdery, crystal-like substance. Each 'piece' ranges in size from a grain of rice to the size of one's thumb, and can be crushed or liquefied for use in cooking. It has a white-to-silver sheen and despite being similar in appearance to salt crystals, it is not translucent. Instead, when light hits a solid fragment of moon-sugar, it seems to glow from within.",
        "While obviously merely refracted light, this may be responsible for the cultural belief that moon-sugar consists of crystallized moonlight. Many Khajiit believe that it is a gift from their gods. One popular tale speaks of Azurah, their so-called 'Sugar God', whom brought the light of the moons down to the marshes where it became sugar. Such primitive beliefs are easily disproved with a little alchemy, but this is not one of yours truly's talents.",
        "Venturing into the many small adeptoriums that dot Elsweyr's landscape, one can find moon-sugar in use with various ceremonies. It is accepted in these places that by consuming moon-sugar, they are imbibing portions of their gods' souls. Many believe it can be used to grant visions when consumed in various concoctions and combined with meditation.",
        "They state it can grant a state of enlightenment, but there is a more terrible truth to this. These adeptoriums sometimes make use of skooma, which they themselves refine from moon-sugar. The Moon-Bishops claim that only they use it and it is never distributed, Cornelius Clanius was not born yesterday! These babbling 'wisemen' claim to have visions granted through the use of the drug. Could you imagine if that idea came into fashion within the Empire?",
        "Did Cornelius Clanius, Agent-Inspector for the Imperial Trade Service ever imbibe some of this moon-sugar, you ask? Did he even try it, to see if it is as terrible as he seems to claim? Yes, he did and this is why he so fervently suggests banning it! You see, the Khajiit put moon-sugar in everything and eat it daily. They claim it's because they have a sweet tooth and this satisfies their cravings. Poppycock! They're all drug addicts, that's why. The more they use it, the more calloused they become to its effects. We humans however? We are not calloused. We are susceptible to our basest urges!",
        "When this devout and intent Agent ate some of this moon-sugar, do you know what happened? He began to laugh hysterically! Such energy! Such enthusiasm! Your very structured and precise Cornelius went out and hugged a lamp post! Every claw mark was a fascinating discovery. The very texture was enrapturing and I told everyone I came across about it. Imagine our youth, sitting about, fondling inanimate objects! This is the future the Khajiit want. It will cripple the Empire and pave the way for its inevitable collapse.",
        "If it remains on the streets, we will have an entire generation of degenerates who sit around, eating sweets, and discussing their feelings in public. This is to say nothing of the lethargy that follows! No wonder the Khajiit are lazy. Once this horrific sugar runs its course, it leaves one drained and exhausted. It is simply not compatible with the Imperial work ethic.",
        "No. This moon-sugar must be declared illegal at once.",
        "Your faithful and dedicated Agent-Inspector,\nCornelius Clanius"
    ]
}