{
    "id": "MoonWorshipamongtheCatMen",
    "paragraphs": [
        "Stride through any Khajiiti settlement, whether a ramshackle northern encampment or an austere southern town, and you will notice the Two-Moons Temple—always the most expansive structure. Built to last and utilizing the finest local materials, this place of worship is central to Khajiiti society. Although the Cat-Man deems the Divines as preeminent (and their sanctuary offers prayers to bastardizations of our own Eight), they believe the Lunar Lattice—or the movement of Masser and Secunda—influences all matters of luck, destiny, and happenstance, a belief Venustinius Perquitienus has termed a \"hybrid heresy.\"",
        "Khajiiti dogma reveres the moons as divine, furnishing life into the bodies of the Cat-Man by ingestion of moon sugar, a sacred ingredient that can also be refined into a hallucinatory contraband. Although used for both culinary and ritualistic purposes, it can be easily distilled to form skooma, a wretched and illegal narcotic. Such wanton delirium seems to be kept in check by a hierarchy of Moon-Bishops who regulate these ingestions, which play a small part in Khajiiti ceremonies. The clergy mainly concerns itself with conducting services, rounding up fallen followers, and ruling on theological matters. If an impasse is reached, the issue is resolved by the Mane himself.",
        "The absolute rulers of the Lunar Lattice, Manes are the most powerful of the Khajiit outside the clan-chiefs and king of Elsweyr. They may be a key official to bribe, corrupt, or remove should forthcoming hostilities occur to our southern border. Of further interest is the succession ritual for the Mane; when one expires, a sacred ritual determines his successor. A Moon Herald is appointed to shepherd the potential aspirants on what Khajiiti text describes as an epic and dangerous quest to the surface of the Two Moons themselves, with the sole returning candidate declared the new Mane.",
        "The assumption that the lay Cat travels astrally to our moons is preposterous; Venustinius Perquitienus has termed it \"nauseous balderdash,\" and rightly so."
    ]
}