{
    "id": "MoonSugarforGlossyFurYes",
    "paragraphs": [
        "This one brings you good news, my cats and kittens, tigers and tigresses—especially for everyone who loves moon-sugar! And that's all of us, isn't it, my lion-hearts, because admit it: nothing makes our tails twitch like a moon-sugar-glazed sweet roll!",
        "If you're like Rathuni, this one knows you were positively reeling last Sun's Dawn at Abbess Mizzi's song-paper, in which she reported that it's not just the vile drug skooma that's bad for you, but our beloved moon-sugar itself! She declared that over-consumption of the Queen of Sweets is responsible for anxiety, droop-ear, sudden weight gain, and even the panting quivers. Imagine!",
        "Her song-paper spread panic across the kitchens of cat-kind, as we all tried to find substitutes for moon-sugar molasses and granule loaves. Prices of moon-sugar-cane plummeted, while sorghum and sweet-beets suddenly vanished from the markets! Personally, this one was beside herself when she was tapped to provide the sweetcake provender for the Riverhold Mid Year festival. Somehow, the petit-paws just weren't the same. So mortifying!",
        "But I promised you good news, didn't I, litter-mates? And here it is: after simply months of alchemical research, generously sponsored by the Canefield Farmers' Alliance, this one is here to tell you of her complete inability to duplicate Abbess Mizzi's results. (One can only conclude that the abbess—who is getting on in her lives, poor dear—made an error in her calculations somewhere.) My research shows that consumption of moon-sugar in normal moderation does not generate any of the dire effects alleged in that scary Sun's Dawn song-paper.",
        "In fact—and here's the best part, though I fear the title of my song-paper has spoiled the surprise, hasn't it?—regular consumption of non-distilled moon-sugar derivatives is actually what gives a Khajiit the gloss in her fur! Yes, my lion-hearts: we can have the sweets we love, as well as shiny, split-end-free coats. (And no wonder my pelt was looking so dull lately!)",
        "So there you have it, kitten darlings! Isn't it Rathuni-la who always brings you the catnip? You know it is, leopard-loves. This one will just leave you with a quick recipe for my clan mother's Moon-Sugar Biscuits. Here it is—and enjoy!",
        "— 3 mugs moon-sugar\n— mug of water\n— 1 pat suet\n— shifted flour\n— red wheat flour",
        "Mix the dry ingredients together. Next slowly add the dry mix to the moon-sugar, mixing constantly. Scoop out dough with a spoon and place on a hot rock or in a cooling oven until golden brown. Serves three (… or maybe just you!)."
    ]
}