{
    "id": "MoraatsTheoryofLightning",
    "paragraphs": [
        "By Mora'at the Lesser, Wizard of Corinthe",
        "It happens to every amateur or apprentice mage: that first time one miscasts a shock spell. It recoils upon one, and one lets out a yip as all of one's fur stands up straight and sparks jolt through one's form and out the tip of one's tail. And one wonders seriously for the first time: lightning—what is it?",
        "Listen to Mora'at, for this one is in a position to explain. After much hard study and many repetitions of the entrance exam, Mora'at is now an officially-recognized Journeyman of the Corinthe Mages Guildhall, and therefore in a position to speak with some authority on magical matters. I have been doing research into this matter of lightning—specializing, as we scholars of the arcane do—and have also given the matter a not-inconsiderable amount of thought on my own.",
        "As a result, this one has a Theory.",
        "Shock, like Flame and Frost, is an expression of magical power that takes the form of a natural force. Everyone has played with this force when one was a ja'khajiit, scuffing one's feet across a rug and then stinging a sibling with a small spark from an extended claw, or rubbing an inflated rat's-bladder against one's fur until the hairs stand up and the bladder \"sticks\" to one's chest or arm.",
        "So it was apparent to this one, even from an early age, that shock was an inherent property of fibrous matter, a property stimulated by friction into sparks. This also explains lightning, as clouds, which resemble nothing so much as huge Tenmar cotton-balls, generate shock when storms cause friction through colliding masses of buoyant fiber.",
        "Therefore, when one of we mighty wizards of the Mages Guild casts a Shock spell, what is actually happening? This one explains it as follows: the reality of the Mundus is a great tapestry woven of strands of matter and magicka. A Shock spell channels and manipulates magicka through the local warp and weft of the tapestry, agitating its fibers. This generates sparking, which coalesces into magical lightning. Yes?",
        "Perceptions such as these come easily once one is a skilled mage. When I present this theory to our magister, this one anticipates well-earned praise and encouragement. In fact, now that Mora'at is a bona fide magical scholar, this one may even have another theory tomorrow!"
    ]
}