{
    "id": "MorrowindFaunaPartOne",
    "paragraphs": [
        "A copy of the full manuscript should follow this letter shortly. This is but an abstract to satisfy your curiosity until the scribes can finish their work.",
        "Common Vvardenfell Guar",
        "Guar are but the most commonly-known species of a large family of bipedal, lizard-like creatures, having been imported to Cyrodiil as beasts of burden for hundreds of years. They are content to graze with their lower jaws for tubers and roots just under the surface of their ashland home. Wild guar are mostly docile, but have been known to become feral and attack in the wilds of some lands. Guar are fierce if provoked, and have been known to kill. Their closest relatives are the Alit and Kagouti, also common in the lands of Morrowind, as well as the pony guar.",
        "\"Pony Guar,\" as nicknamed by visitors to Morrowind, are a smaller species of guar that are rarely exported since they lack the physical strength of their larger cousins. Not well known outside of southern Morrowind, they are a curiosity sometimes raised as pets, but some do raise them for their meat and skins.",
        "Alit and Kagouti",
        "Alit are close relatives to the guar, with far sharper sets of teeth. They are omnivores and while they do not hunt in organized packs, they have been known to attack other creatures and even people for an opportunistic meal. Alit supplement their nutrition, much like the guar, by rooting. For many years, it became the vogue for exotic animal enthusiasts from Valenwood to import alit for their own amusement. Many escaped captivity, and their descendants can be found stalking the great forests of the southwest.",
        "Kagouti are large, armored cousins of the guar and the alit. Their most distinctive features are their tusks and head crests. They are territorial, fierce, and hostile. They hunt in packs and have been known to be able to flip a full-grown Nord in the air with ease.",
        "Scuttler and Bantam Guar",
        "The scuttler is a small, docile species of biped the size of a common housecat. They have no apparent forelegs, and survive on eating smaller insects and groundworms. Having completely different reproductive and growth cycles, they are not related to the guar or alit. Scuttlers are more similar to the cliff racer family of leathery flyers than their form would suggest. Smugglers have sold them as pets in ports from Daggerfall to Haven.",
        "Bantam Guar, despite their name, classify as a part of the scuttler family and are not guar at all. Many have described them as \"ugly chickens,\" as they have a distinctive body shape and behavior that remind many of the common bird. They retain the vestigial wings, and unlike their cliff racer and cliff darter cousins, they cannot fly. Southern Morrowind farmers raise them for their eggs and meat."
    ]
}