{
    "id": "MurkyTime",
    "paragraphs": [
        "Librarian Comment:",
        "This text underwent slight editing between its first writing and Murkmire's official release. In the 3rd paragraph, \"Argonian\" used to be \"Miredancer.\" In the fourth paragraph, \"Jekka-wass\" and \"Wasseek\" likewise used to say \"Miredancer.\"",
        "",
        "Studying Saxhleel Concepts by Teldenrinde of the Mages Guild",
        "\"The haj mota has an old spirit. Even in the egg, she is old and wise. You, too, must become old if you wish to hunt her.\"",
        "This is a common theme in Argonian culture and folklore, the idea of aging backward or aging prematurely. It can be a confusing concept for outsiders to fully grasp. This isn't surprising. For men and mer, the experience of life happens somewhere between the past and the future. For Argonians, time is much more fluid.",
        "This makes the existence and primacy of the Jekka-Wass cultural calendar all the more confusing. Wasseek Saxhleel and many of their regional neighbors place great emphasis on the passage of months and the circular, recurring nature of the Tamrielic year. Some scholars contend that the calendar is just a holdover from the ancient days of the great Argonian stone sculptures. According to the theory, the calendar is a vestigial tail that's lasted through tradition even though it's totally inconsistent with present-day Saxhleel values. I'm not so sure.",
        "I recently asked a Jekka-Wass elder how they can see time as fluid and murky while maintaining an elaborate and surprisingly accurate calendar. He sat quietly for what seemed like an eternity. Eventually he spoke:",
        "\"[The calendar] is like a bowl of water. The day and the night swim in the bowl.\"",
        "I could tell that he wasn't very happy with this answer, but he was resigned to it. His frustration was rooted in both his limited grasp of Cyrodilic and the shortcomings of his native tongue. You see, as far as I can tell, Jel has no tenses; at least nothing that we'd recognize as a tense. The closest substitution I've heard interpreters use is \"old\" and \"new.\" They talk a great deal about \"changing\" and \"becoming\"- words that imply forward motion. But again, these words are obfuscated by all manner of arcane terms and concepts that even I can't decipher.",
        "I will do my best to understand - but I doubt the murky water will ever become absolutely clear."
    ]
}