{
    "id": "MuseumGuildLetter",
    "paragraphs": [
        "Brother, I just heard the most amazing tale. It has to do with that group I told you about before. The Museum, remember? I finally got to speak with a few of them, and what they told me? Well, I can barely believe it!",
        "They had just completed an adventure, you see?  One of them, a wily Wood Elf named Volkryn, told me they'd just returned from a hidden cove full of traps, beasts, and pirate treasure! Her Nord compatriot, Hrargal, gruffly reminded her to \"keep a better eye out for toxic mold next time,\" while wiping sour-smelling slime off his huge mace.",
        "One of their number, Nalaise, a Dark Elf enchantress, noticed me lurking about and gestured for me to approach. She was comparing magical knickknacks with a Breton mage called Nyniell. I got the sense that this Breton was interested in the softer side of spellcraft—healing spells and the like—but I didn't have the courage to ask.",
        "Nalaise was just about to tell me about this mysterious pirate cove when a sly Khajiiti scout named La'Ajhira sidled in. She weaved a wild yarn about a colossal mudcrab and a giant salamander! Nyniell shook her head with a smile and suggested I speak with their leader, Inielinwe, if I wanted to hear the official version of the story.",
        "I've not visited Summerset in some time, but Inielinwe had that High Elf way about her. Nobility for sure. She told me they went in search of an ancient High Elf privateer named Captain Salamander. Apparently, he was a hulkynd—that's a High Elf cast out for being put together differently, I think. Anyway, this Salamander fellow gathered a loyal crew and sailed his ship, the Sunset, all over the Abecean, taking prizes and setting fire to enemy galleys by releasing salamanders onto their ships. Can you believe that?",
        "His greatest treasure—aside from all the gold and jewels—was a calian. You know, one of those glass balls High Elves squirrel away under their pillows when they think no one's looking? The Salamander, being hulkynd, didn't have his own, so he stole one from some stuffy noble! According to Inielinwe, that calian alone was worth the trip.",
        "It wasn't all wine and roses, though. They had to face the specter of the Salamander when they plundered his ship. I don't know how they managed to fight off a vengeful ghost, but all of them escaped with their lives. True heroes, the lot of them!",
        "Meeting the members of the Museum was an experience I'll never forget. Maybe I'll try to join up. I could use the gold. And I'd love to see one of these colossal mudcrabs!",
        "Your sister,\nRomana"
    ]
}