{
    "id": "MysteriesoftheElthericAmmonite",
    "paragraphs": [
        "By Kaladiran, Arcane Naturalist",
        "",
        "The Systres Archipelago exports many raw materials and trade goods, but none more intriguing than the eltheric ammonites. While the actual origin of these shells remains unknown, naturalists seem united in their belief that they predate even the oldest Merethic ruins.",
        "",
        "Some collectors prize them for their beauty, but most mages desire them for a far more practical purpose. For reasons we still do not understand, these ammonites contain stores of raw magicka. The capacity varies from shell to shell, with some only holding trace amounts of magicka and others holding nearly as much as a lesser-grade soul gem. Unlike soul gems, they cannot absorb souls. Indeed, mages have yet to discover any charging method that works on ammonites. They also suffer arcane decay—losing potency within a month of harvest. Nevertheless, they are a welcome boon for the mages and druids of High Isle as a ready source of extra magicka.",
        "",
        "Mage-philosophers such as Lagrenthir of Marbruk and Dothasi Salvi have taken an increased interest in the ammonites in recent years, debating their origin as well as the moral implications of their use. The former informs the latter.",
        "",
        "Lagrenthir believes that the ammonites contain some variety of Sload magic, and thus they should be shunned. Given the ammonites' proximity to Thras, their arcane properties, and their watery origins, we can see how the Wood Elf sage reached such a conclusion. However, the eminent Dothasi Salvi makes a keen counter argument. Salvi contends that soul-trapping—a commonly accepted practice in the arcane community—is immoral, given that the creature does not consent to the act. The ammonites, by comparison, do not require soul-trapping. She compares them to natural resources such as iron and ebony ore, making them a far more palatable option for mages who have misgivings about soul magic. Regardless of the moral complexities, ammonites' unique properties and low cost make them a common sight in laboratories and libraries across the islands of the Systres. Yet another intriguing feature of these beautiful islands!"
    ]
}