{
    "id": "TheMysteriousMermaidofAnvil",
    "paragraphs": [
        "For as long as Anvil has stood upon the Gold Coast, it has been a city of adventure and allure. Legend and mysteries abound, filling its streets and taverns with tales from all around the world. One of these stories doesn't originate in some far-off land. Anvil has its own incarnation of the city's beauty and charm, hewn from stone older than any lain in the building foundation - the Mermaid of Anvil.",
        "With no inscription decorating its base and no certificate of origin stored in the city records, the Mermaid remains a blank canvas upon which locals and visitors alike have painted their own picture. Her carefree repose and immodest attitude have earned her a multitude of names and titles - some of which are not suitable to be printed here. Whether you know her as the wistful Brine Maiden, the Leggy Lass, the Salty Serenader, the Stone Seductress, or a hundred other monikers, the Mermaid of Anvil never fails to leave a lasting impression on all who gaze upon her.",
        "What about the Mermaid so manages to enthrall us? The gentle curves of pale rock create a fancy figure, certainly, but was she laid bare for the sake of art? The sheer scale of her grandeur rivals many statues erected to the Divines, the royals of Tamriel, or the Daedric Princes themselves, leading some to speculate that the Mermaid was once a figure of similar stature to her unknown creators. Could our fair Mermaid actually be a long forgotten god or an unrecognized aspect of one of the Divines? Certainly the more scandalizing rumors suggest she might be Azura as she appeared to some ancient sea-dwelling civilization, but it's hard to imagine the Sload being capable of making something of such beauty. And what does that leave? The dreugh? No, more believable to imagine that Sea Elves once had scales and gills.",
        "We know so little about who or what the Mermaid truly represents, and even less about who may or may not have created her. There's no credible record of who painstakingly carved and polished the great stone that gave birth to our patron beauty. Many have attempted to explain the origin of the Mermaid, or even assert that some long lost ancestor was responsible for her design. No matter how reputable the source, however, further investigation always reveals the statue to predate any such claims. In fact, the most recent archaeological study indicates that the Mermaid easily pre-dates any structure in Anvil, indicating that at least a few of her admirers were so taken with her as to set down roots in her shadow and build the city around her fine form. Would she be amused or embarrassed to know an entire city has sprung up to gaze upon her? One look at her coy expression says that even if she could answer, she'd never dispel her air of mystery.",
        "And that's why the people of Anvil love her."
    ]
}