{
    "id": "TheMysteryofGargoylesSolved",
    "paragraphs": [
        "Gargoyles! Great misshapen humanoids, gray-green of skin, with gnarled, tusked faces, horns, and pointed ears. Some are even said to have wings, though the idea of these hulking brutes taking to the air is hard to credit. But where do they come from, and why? Read on, for this great mystery at last has a solution!",
        "Tales of gargoyles are widespread across Tamriel, but few can claim to have actually seen one. (Have you ever seen one? Has anyone you know ever seen one? I didn't think so. And I'm rarely wrong about such things. As you know if you've read my other pamphlets. If you haven't read my other pamphlets you are sadly under-informed, and have missed out on several life-changing money-making opportunities. You would be wise to correct this deficiency.)",
        "But back to the business at hand: gargoyles! They're few and far between. However, it is well known that they can be found deep in the depths of the deserts of Hammerfell, hunkering atop crumbling crags as they gaze balefully down upon their potential prey, preparing to dive and rend it with their stony, taloned hands! Is it any wonder few have survived to tell of such an encounter?",
        "At any event: Hammerfell, depths of the deserts thereof, that's where we find our elusive gargoyles! But gargoyles are not the only legendary denizens of the depths of the deserts, are they? No! In fact, according to long-time Redguard legend, when those doughty warriors first arrived on the shores of Tamriel they found the deserts of Hammerfell occupied by—Giant Goblins!",
        "Giant Goblins! Goblins, but giant-sized! In other words: great misshapen humanoids, gray-green of skin, with gnarled, tusked faces, horns, and pointed ears. Where have we heard that before …?",
        "Revelation! Epiphany! You get it, do you not? Take a look at a Goblin, then look at a gargoyle—very well, look at a picture of a gargoyle, because as I believe we've established none of us have ever seen one in person—but anyway, just look at them! Can such a resemblance be a coincidence? Well, I don't know about you, but my mother didn't raise anyone that gullible! Coincidence? My eye! It's as plain as their tusky faces that the Hammerfell Giant Goblins (legendary) and the Hammerfell gargoyles (a matter of public record) are, in point of fact, One And The Same. Why, a fool couldn't tell them apart, blindfolded."
    ]
}