{
    "id": "MysticismTheUnfathomableVoyage",
    "paragraphs": [
        "Librarian Comment:",
        "This version of the book appears in Oblivion and ESO. It differs slightly from the edition in Daggerfall.",
        "",
        "Mysticism is the school of sorcery least understood by the magical community and the most difficult to explain to novice mages. The spell effects commonly ascribed to the School of Mysticism are as extravagantly disparate as Soul Trap, the creation of a cell that would hold a victim's spirit after death, to Telekinesis, the manipulation of objects at a distance. But these effects are simply that: effects. The sorcery behind them is veiled in a mystery that goes back to the oldest civilizations of Tamriel, and perhaps beyond.",
        "The Psijics of the Isle of Artaeum have a different term for Mysticism: the Old Way. The phrase becomes bogged in semantic quagmire because the Old Way also refers to the religion and customs of the Psijics, which may or may not be part of the magic of Mysticism.",
        "There are few mages who devote their lives to the study of Mysticism. The other schools are far more predictable and ascertainable. Mysticism seems to derive power from its conundrums and paradoxes; the act of experimentation, no matter how objectively implemented, can influence magicka by its very existence. Therefore the Mystic mage must consign himself to finding dependable patterns within a roiling imbroglio of energy. In the time it takes him to devise an enchantment with a consistent trigger and result, his peers in the other schools may have researched and documented dozens of new spells and effects. The Mystic mage must thus be a patient and relatively uncompetitive philosopher.",
        "For centuries, mostly during the Second Era, scholarly journals published theory after theory about the aspect or aspects of magicka lumped together under Mysticism. In the Mages Guild's tradition of finding answers to all things, respected researchers suggested that Mysticism's penultimate energy source was the Aetherius Itself, or else Daedric Beings of unimaginable power -- either rationale would explain the seemingly random figurations of Mysticism. Some even ventured that Mysticism arose from the unused elements of successfully, or even unsuccessfully, cast spells. Discussion within the Order of Psijics after Artaeum's reappearance has led some scholars to postulate that Mysticism is less spiritual in nature as was originally supposed, and that either the intellect or the emotional state of the believer is sufficient to influence its energy configuration and flow.",
        "None of these explanations is truly satisfactory taken by itself. For the beginning student of Mysticism, it is best simply to learn the patterns distinguishable in the maelstrom of centuries past. The more patterns are discovered, the clearer the remaining ones become. Until, of course, they change. For inevitably they have to. And then the journey begins anew."
    ]
}