{
    "id": "TheMysteryofArtaeum",
    "paragraphs": [
        "A Report for the Proxy Queen\nBy Penewen, Advisor to the Court",
        "To Her Magnificence, Proxy to Queen Ayrenn,",
        "I continue to follow up on the rumors that members of the Psijic Order have returned to the world after a long and unexplained absence. I have it on good authority that at least one prominent Psijic monk, the High Elf Lilatha, has made an effort to contact champions with a warning concerning the return of the Clockwork City of Sotha Sil. I shall endeavor to discover the reason for these reappearances and try to determine if they point to the return of Artaeum as well.",
        "Our military leaders have expressed concern over these events. A number of our religious scholars have also expressed concern, as they appear to be evenly divided on the opinion as to whether or not the return of Artaeum (if indeed it has returned) indicates good portents or ill omens.",
        "I uncovered the following details about the island from ancient records. Idyllic orchards, clear pastures, and misty woodlands make up the majority of the island's terrain, along with a number of still and silent lagoons. Eyewitness reports from more than five hundred years ago - the last time Artaeum was known to be present off the southwest coast of Summerset - describe the unique architecture that appeared to be as natural as the countryside surrounding it. The Ceporah Tower supposedly rises above the isle. This relic from an age before the High Elves serves as the headquarters of the mysterious Psijic Order and guards the entrance to the Dreaming Cave. Legends say that Sotha Sil, among others, used the cave as a sort of portal for traveling to the realms of Oblivion. The records indicate that Artaeum disappeared from its location in Tamriel some three-hundred-and-fifty-years ago.",
        "The gray-cloaked members of the Psijic Order, a magical monastic society that pre-dates the Mages Guild, once served as advisors on spiritual and magical matters to the rulers of Tamriel. Whether these sightings of Artaeum mages signals the return of the Psijics to political concerns, we have not yet been able to determine. We have also not been able to confirm if the long-lived Ritemaster Iachesis stills leads the ancient order, as numerous requests to meet with Psijic representatives have been ignored.",
        "Additional information about the Psijic Order follows.",
        "The Psijic monks follow the \"Old Ways,\" combining mysticism, the Eleven Forces, and the divine laws that bind and define the nature of reality into a philosophy and way of life. They are said to have a deep understanding of the Ehlnofey, also known as the Earth Bones, the descendants of the Aedra who once walked Tamriel and gave rise to the races of man and mer. Much of the ritual-based magic the order employs utilizes this understanding, supposedly granting them influence over time and weather. In their day, they were the world's preeminent scryers, capable of perceiving events across great distances of time and space. It is said that they also command powers of communication superior to other practitioners of magic.",
        "What this means for Summerset and the Aldmeri Dominion has yet to be ascertained. It would behoove us to acquire the services of the Psijic Order for our alliance, but so far they have refused all efforts on our part to open a dialogue of any sort. We have also received reports from spies in Morrowind that Sotha Sil's Clockwork City has been located. His association with the Psijic Order and Artaeum are well documented, so I shall make a journey to the land of the Dark Elves to conduct a scouting mission and try to determine if the return of the Psijics and the opening of the Clockwork City have any connection. It could be that something significant is brewing at a level well beyond our mortal concerns.",
        "I will return as soon as I am able.",
        "Advisor Penewen"
    ]
}