{
    "id": "MysticVisionsoftheGuardians",
    "paragraphs": [
        "I went to the desert where the sky is impossibly big and the heavens appear so close you can touch them. I can't begin to describe the kinship I feel with those lights as they waltz across the night in harmonious movements.",
        "The desert provides a harsh existence. Food and water are hard to come by, and many times I have relied on the good fortune of a traveling merchant or another traveler, joining me by my campside and trading some meager portion of food in exchange for a word of wisdom or a story.",
        "But I find that as my body grows lean and strong, my vision becomes clear. Every piece of me that is not necessary, that chains me to this too-solid form, slips away. I slough it off, like a serpent shedding its skin.",
        "In this state, I have seen many wonders and undergone many temptations. I have ridden astride a coursing steed into battle alongside the Warrior at his apex. I have seen the Mage take her many forms, shifting from beautiful Elven woman to bearded old man and back again. Late at night, she whispers to me the secrets of the Principle of Change, which is pure magic. And on many restless nights I have chased the Thief, who, fleet of foot, remains just out of grasp, always escaping into the pale light of the dawn just as I think myself victorious. I have seen each of the Guardians in turn and found them beautiful and terrible to behold.",
        "But through it all there has been a presence, unsettling and powerful. A distant enemy who wants to blot the stars from the sky and render the world in bloodshed and chaos. I have felt his presence when, pushed to the edge of madness by hunger or thirst, I considered taking the life of a lone traveler so that I might eat. Almost nightly, he tempts me with dreams of glory—dreams of plucking the stars from the sky and returning to the civilized lands of Tamriel as a god.",
        "Of all my night visitors, it is this one who seems to me to be most like myself. And for this reason, I fear him more than all the others."
    ]
}