{
    "id": "TheMysteryoftheFactotums",
    "paragraphs": [
        "By Associate Zanon, Clockwork Apostle",
        "One must ponder the absence of academic interest in the field of factotums among the Clockwork Apostles. For machines that are so much a part of our daily lives, they are given very little thought. Few lectures are focused on them, few books are written. Why are these machines, so vital to the everyday processes of our existence, so ignored?",
        "Factotums are an invention of need, servants of brass created by Lord Seht to maintain his great creation, the Clockwork City. Repair factotums keep our many factories and functions running. Guard factotums secure the locations of our god's most dangerous secrets. By their metal hands our homes are kept clean, our food is served, and music flows throughout our streets. But how much do we truly know about the factotums which we work so closely with?",
        "The answer lies in the mysterious nature of the factotums. Though our doctrines speak of mysteries, their importance and their prominence, they are still something we seek to solve. A formula, a theory, an answer which can be replicated again and again. That is what Clockwork Apostles seek with their fields of study, for why strive for innovation when there are simply no discoveries to be found?",
        "What we do know is that the factotums have a common appearance, voice, and sense of purpose. They hold a structured intelligence, often centered on their singular function. Their dialogue and actions are all based on this function, with only the commonality of a devotion to the Clockwork God. Attempts to deviate from this purpose is simply incomprehensible to them.",
        "Any further research towards factotums is constantly met with opposition. Their place of creation is heavily guarded. Their functions severely limit the amount of information they can give about themselves. We don't know which manner of magic or machinery goes into their creation. And that's exactly why we need to further our research on them!",
        "I seek to delve into the secrets of perhaps the most enigmatic of Lord Seht's creations. My research's focus will center on the structure, functions, and true purpose of these seemingly straightforward machines. I shall finally gain insight into what is perhaps the greatest mystery in all of Clockwork City."
    ]
}