{
    "id": "MythicDawnCommentaries",
    "paragraphs": [
        "Librarian Comment:",
        "Messages to the Mythic Dawn from their leader, Mankar Camoran. The first letter of each paragraph reveals a secret message. Parts one and two were released on the official Elder Scrolls website as \"Commentaries On The Mysterium Xarxes.\" Because Skyrim uses a font to write Daedric, we can provide a direct transliteration for the heading text.",
        "",
        "<title>Mythic Dawn Commentaries, vol. 1</title>",
        "<center>COMMENTARIES ON THE MYSTERIUM XARXES</center>",
        "<center>BOOK ONE</center>",
        "<center>By\nMankar Camoran</center>",
        "",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_xarxes1.png>",
        "Greetings, novitiate, and know first a reassurance: Mankar Camoran was once like you, asleep, unwise, protonymic. We mortals leave the dreaming-sleeve of birth the same, unmantled save for the symbiosis with our mothers, thus to practice and thus to rapprochement, until finally we might through new eyes leave our hearths without need or fear that she remains behind. In this moment we destroy her forever and enter the demesne of Lord Dagon.",
        "Reader, this book is your door to that demesne, and though you be a destroyer you must still submit to locks. Lord Dagon would only have those clever enough to pause; all else the Aurbis claims in their fool running. Walk first. Heed. The impatience you feel is your first slave to behead.",
        "Enter as Lord Dagon has written: come slow and bring four keys. Know that then you are royalty, a new breed of destroyer, whose garden shall flood with flowers known and unknown, as it was in the mythic dawn. Thus shall you return to your first primal wail and yet come out different. It shall this time be neonymbiosis, master akin to Master, whose Mother is miasma.",
        "Every quarter has known us, and none bore our passing except with trembling. Perhaps you came to us through war, or study, or shadow, or the alignment of certain snakes. Though each path matters in its kind, the prize is always thus: welcome, novitiate, that you are here at all means that you have the worthiness of kings. Seek thy pocket now, and look! There is the first key, glinting with the light of a new dawn.",
        "Night follows day, and so know that this primary insight shall fall alike unto the turbulent evening sea where all faiths are tested. Again, a reassurance: even the Usurper went under the Iliac before he rose up to claim his fleet. Fear only for a second. Shaken belief is like water for a purpose: in the garden of the Dawn we shall breathe whole realities.",
        "Enter as Lord Dagon has written: come slow and bring four keys. Our Order is based on the principles of his mighty razor: Novitiate, Questing Knight, Chaplain, and Master. Let the evil ones burn in its light as if by the excess of our vision. Then shalt our Knowledge go aright. However, recall that your sight is yet narrow, and while you have the invitation, you have not the address.",
        "My own summons came through a book Lord Dagon wrote himself in the deserts of rust and wounds. Its name is the 'Mysterium Xarxes', Aldmeretada aggregate, forefather to the wife of all enigma. Each word is razor-fed and secret, thinner than cataclysms, tarnished like red-drink. That I mention it at all is testament to your new rank, my child. Your name is now cut into its weight.",
        "Palace, hut, or cave, you have left all the fog worlds of conception behind. Nu-mantia! Liberty! Rejoice in the promise of paradise!",
        "Endlessly it shall form and reform around you, deeds as entities, all-systems only an hour before they bloom to zero sums, flowering like vestments, divine raiment worn to dance at Lord Dagon's golden feet. In his first arm, a storm, his second the rush of plagued rain, the third all the tinder of Anu, and the fourth the very eyes of Padhome. Feel uplifted in thine heart that you have this first key, for it shall strike high and low into the wormrot of false heavens.",
        "Roaring I wandered until I grew hoarse with the gospel. I had read the mysteries of Lord Dagon and feeling anew went mad with the overflow. My words found no purchase until I became hidden. These were not words for the common of Tamriel, whose clergy long ago feigned the very existence of the Dawn. Learn from my mistake; know that humility was Mankar Camoran's original wisdom. Come slow, and bring four keys.",
        "Offering myself to that daybreak allowed the girdle of grace to contain me. When my voice returned, it spoke with another tongue. After three nights I could speak fire.",
        "Red-drink, razor-fed, I had glimpsed the path unto the garden, and knew that to inform others of its harbor I had to first drown myself in search's sea. Know ye that I have found my fleet, and that you are the flagship of my hope. Greetings, novitiate, Mankar Camoran was once you, asleep, unwise, protonymic, but Am No More. Now I sit and wait to feast with thee on all the worlds of this cosmos. Nu-mantia! Liberty!",
        "",
        "<title>Mythic Dawn Commentaries, vol. 2</title>",
        "<center>COMMENTARIES ON THE MYSTERIUM XARXES</center>",
        "<center>BOOK TWO</center>",
        "<center>By\nMankar Camoran</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_xarxes2.png>",
        "Whosoever findeth this document, I call him brother.",
        "Answers are liberations, where the slaves of Malbioge that came to know Numantia cast down their jailer king, Maztiak, which the Xarxes Mysterium calls the Arkayn. Maztiak, whose carcass was dragged through the streets by his own bone-walkers and whose flesh was opened on rocks thereon and those angels who loved him no longer did drink from his honeyed ichors screaming \"Let all know free will and do as they will!\"",
        "Your coming was foretold, my brother, by the Lord Dagon in his book of razors. You are to come as Idols drop away from you one by one. You are exalted in eyes that have not yet set on you; you, swain to well-travelled to shatterer of mantles. You, brother, are to sit with me in Paradise and be released of all unknowns. Indeed, I shall show you His book and its foul-and-many-feathered rubric so that you can put into symbols what you already know: the sphere of destruction is but the milk of the unenslaved. I fault not your stumbling, for they are expected and given grace by the Oils. I crave not your downfalls, though without them you might surpass me even in the coming Earth of all infinities. Lord Dagon wishes you no ills but the momentous. And as He wants, you must want, and so learn from the pages of God this: the Ritual of Want:",
        "Whisper to earth and earth, where the meddlers take no stones except to blood, as blood IS blood, and to the cracking of bone, as bone IS bone, and so to crack and answer and fall before the one and one, I call you Dragon as brother and king.",
        "Tides of dreugh: 7 and 7, draught of Oil, 1 and 1, circles drawn by wet Dibellites: three concentric and let their lower blood fall where it may, a birth watched by blackbirds: Hearthfire 1st. Incant the following when your hearing becomes blurred:",
        "Enraptured, he who finally goes unrecorded.",
        "Recorded, the slaves that without knowing turn the Wheel.",
        "Enslaved, all the children of the Aurbis As It Is.",
        "<title>Mythic Dawn Commentaries, vol. 3</title>",
        "<center>COMMENTARIES ON THE MYSTERIUM XARXES</center>",
        "<center>BOOK THREE</center>",
        "<center>By\nMankar Camoran</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_xarxes3.png>",
        "The Tower touches all the mantles of Heaven, brother-noviates, and by its apex one can be as he will. More: be as he was and yet changed for all else on that path for those that walk after. This is the third key of Nu-mantia and the secret of how mortals become makers, and makers back to mortals. The Bones of the Wheel need their flesh, and that is mankind's heirloom.",
        "Oath-breakers beware, for their traitors run through the nymic-paths, runner dogs of prolix gods. The Dragon's Blood have hidden ascension in six-thousands years of aetherial labyrinth, which is Arena, which they yet deny is Oathbound. By the Book, take this key and pierce the divine shell that encloses the mantle-takers! The skin of gold! SCARAB AE AURBEX!",
        "Woe to the Oath-breakers! Of the skin of gold, the Xarxes Mysteriuum says \"Be fooled not by the forlorn that ride astray the roadway, for they lost faith and this losing was caused by the Aedra who would know no other planets.\" Whereby the words of Lord Dagon instructs us to destroy these faithless. \"Eat or bleed dry the gone-forlorn and gain that small will that led them to walk the path of Godhead at the first. Spit out or burn to the side that which made them delay. Know them as the Mnemoli.\"",
        "Every new limb is paid for by the under-known. See, brother, and give not more to the hydra.",
        "Reader, you will sense a shadow-choir soon. The room you are in right now will grow eyes and voices. The candle or spell-light you read this by will become gateways for the traitors I have mentioned. Scorn them and fear not. Call them names, call out their base natures. I, the Mankar of stars, am with you, and I come to take you to my Paradise where the Tower-traitors shall hang on glass wracks until they smile with the new revolution.",
        "That is your ward against the Mnemoli. They run blue, through noise, and shine only when the earth trembles with the eruption of the newly-mantled. Tell them \"Go! GHARTOK AL MNEM! God is come! NUMI MORA! NUM DALAE MNEM!\"",
        "Once you walk in the Mythic it surrenders its power to you. Myth is nothing more than first wants. Unutterable truth. Ponder this while searching for the fourth key.",
        "Understood laws of the arcanature will fall away like heat. \"First Tower Dictate: render the mutant bound where he may do no more harm. As God of the Mundus, alike shall be his progeny, split from their divine sparks. We are Eight time eight Exarchs. Let the home of Padomay see us as sole exit.\"",
        "CHIM. Those who know it can reshape the land. Witness the home of the Red King Once Jungled.",
        "He that enters Paradise enters his own Mother. AE ALMA RUMA! The Aurbis endeth in all ways.",
        "Endeth we seek through our Dawn, all endeth. Falter now and become one with the wayside orphans that feed me. Follow and I shall adore you from inside. My first daughter ran from the Dagonite road. Her name was Ruma and I ate her with no bread, and made another, which learned, and I loved that one and blackbirds formed her twin behind all time.",
        "Starlight is your mantle, brother. Wear it to see by and add its light to Paradise.",
        "",
        "",
        "<title>Mythic Dawn Commentaries, vol. 4</title>",
        "<center>COMMENTARIES ON THE MYSTERIUM XARXES</center>",
        "<center>BOOK FOUR</center>",
        "<center>By\nMankar Camoran</center>",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_xarxes4.png>",
        "May the holder of the fourth key know the heart thereby: the Mundex Terrene was once ruled over solely by the tyrant dreugh-kings, each to their own dominion, and borderwars fought between their slave oceans. They were akin to the time-totems of old, yet evil, and full of mockery and profane powers. No one that lived did so outside of the sufferance of the dreughs.",
        "I give my soul to the Magna Ge, sayeth the joyous in Paradise, for they created Mehrunes the Razor in secret, in the very bowels of Lyg, the domain of the Upstart who vanishes. Though they came from diverse waters, each Get shared sole purpose: to artifice a prince of good, spinning his likeness in random swath, and imbuing him with Oblivion's most precious and scarce asset: hope.",
        "Deathlessly I intone from Paradise: Mehrunes the Thieftaker, Mehrunes Godsbody, Mehrunes the Red Arms That Went Up! Nu-Mantia! Liberty!",
        "Deny not that these days shall come again, my novitiates! For as Mehrunes threw down Lyg and cracked his face, declaring each of the nineteen and nine and nine oceans Free, so shall he crack the serpent crown of the Cyrodiils and make federation!",
        "All will change in these days as it was changed in those, for with by the magic word Nu-Mantia a great rebellion rose up and pulled down the towers of CHIM-EL GHARJYG, and the templars of the Upstart were slaughtered, and blood fell like dew from the upper wards down to the lowest pits, where the slaves with maniacal faces took chains and teeth to their jailers and all hope was brush-fire.",
        "Your Dawn listens, my Lord! Let all the Aurbis know itself to be Free! Mehrunes is come! There is no dominion save free will!",
        "Suns were riven as your red legions moved from Lyg to the hinterlands of chill, a legion for each Get, and Kuri was thrown down and Djaf was thrown down and Horma-Gile was crushed with coldsalt and forevermore called Hor and so shall it be again under the time of Gates.",
        "Under the mires, Malbioge was thrown down, that old City of Chains, slaked in newbone-warmth and set Free. Galg and Mor-Galg were thrown down together in a single night of day and shall it be again under the time of Gates.",
        "Nothing but woe for NRN which has become The Pit and seven curses on its Dreugh, the Vermae NI-MOHK! But for it the Crusades would be as my lord's Creation, Get by the Ge and do as thou wilt, of no fetters but your own conscience! Know that your Hell is Broken, people of the Aurbis, and praise the Nu-Mantia which is Liberty!",
        ""
    ]
}