{
    "id": "MythsandLegendsoftheHist",
    "paragraphs": [
        "Those willing to risk rust chancre, greenspore, and a host of other more debilitating diseases may venture into parts of Black Marsh unmapped by the higher races. The few who can cope with swamp rot, fleshfly bites, and the constant palaver of unseen entities whooping, clicking, or simply lying in the murk waiting to slice teeth across your limbs may reach the innermost swamps. And the hardiest of Imperial explorers, who have no further need to prove their mettle after the following discovery, may gaze upon the Hist tree.",
        "Rumors abound that the Hist tree is the main form of worship among the scaled peoples of these dark swales. Others have hypothesized that the trees are apperceptive, with a deep knowledge and unfathomable secrets from the times before all the races of Man and Mer. Loose translations of recently uncovered Dunmeri texts seem to indicate a ritual among the Argonians, although this may be legend rather than fact.",
        "It is said that when a Saxhleel emerges from juvenescence, it finds a nearby Hist tree to lick sap from its bole. The elements in the sap quicken the hormonal glands, which sprout appropriate organs from which the Argonian's gender can be determined. Immediately afterward, an appropriate mate is found and reproduction occurs. The female soon lays one or more eggs, which are moved to a hatching pool where gestation and spawning takes place.",
        "With recent Imperial expeditions into central Black Marsh ending inconclusively (burial sites were marked on the map Cornix Caeparius provided), and the locals reticent to speak of the mysteries of this fabled tree despite our cajoling, we remain alarmingly ungifted in the realm of Hist tree knowledge.",
        "Head horticulturist Titullinia Petillia of the Imperial Palace Gardens has requested careful handling and collection of sap or seeds from this tree, should one be discovered. It may prove to be a considerable boon to our apothecaries."
    ]
}