{
    "id": "MythorMenace",
    "paragraphs": [
        "Many investigators have attempted solve the riddle of the Thieves Guild. Despite repeated proofs that no viable Thieves Guild exists, the rumors persist. Whenever historians search for evidence of this shadowy organization, nothing is found. Witnesses know nothing. Safe houses are empty. Fences turn out to be simple businessmen.",
        "Let me clarify by stating that thieves most certainly do exist. They rot in dungeons all across Tamriel. Certainly bands of thieves work together to commit crimes. On rare occasions there has even been documented cases were persistent bands of thieves have worked together for years at a time committing thefts and other crimes.",
        "However, a guild is different than a band. A guild implies an organization with membership rolls. It would have a financial structure, which would include member dues or some other means of securing funds. It would have rules of conduct or behavior. It would have a hierarchical leadership structure. Within this structure there would be methods of advancement and succession.",
        "The best documented case of a Thieves Guild was found in Morrowind. For a brief time Gentleman Jim Stacey ran a ring of thieved that robbed wealthy merchants and nobles all across that island nation. During the recent Nevarine incident, the Fighters Guild and the shadowy Morag Tong eliminated this band of thugs. The final fate of Jim Stacey himself is not known.",
        "The Morrowind Thieves Guild did have a financial structure and a leadership structure. It satisfied many of the conditions of a true guild. However, it was short lived. Public knowledge of Stacey's group lasted for only a few years at most. Although the Fighters Guild has claimed credit for wiping them out, some historians believe the group merely went deeper undercover.",
        "The problem with determining the non-existence of the Thieves Guild is quite logical. It is not possible to prove a negative. I cannot prove definitively that the Thieves Guild does not exist, only that historians have been unable to document one.",
        "If a Thieves Guild were to be operational in Cyrodiil, one would think that crime would be rampant, which it is not. The very nature of thieves makes it impossible for them to trust one another sufficiently to work together for very long. By nature a thief is a rule breaker. Therefore an organization that has rules would fail if all it's members were thieves. For these reasons, I dispute the existence of a modern day Thieves Guild in Cyrodiil.",
        ""
    ]
}