{
    "id": "NajansJournal",
    "paragraphs": [
        "9th First Seed",
        "Another bland dinner. Baked lamb and squash. I guess I shouldn't be surprised. Adeena is as predictable as the sunrise. Honestly, sometimes I think my goats have a more exciting life than I do. Every time I bring them here to the ruins, it's like they're seeing them for the first time. I envy them. But every day is the same for Najan and Adeena. Same meal, same awkward conversation, same tedious love-making. I can't even be angry with her. When I look across the table all I feel is … nothing.",
        "12th First Seed",
        "I can scarcely believe what I've found. One of my smaller goats, Husul, ran off while I was kicking dung off my sandal. I gave chase and found he had scrambled down into a vault beneath the ruins. It's dark down here, but not so dark that I need a candle to see. These old blue stones glow and hum softly. Even though it's nothing but cold, wet stone, there is something almost inviting about this place. I have decided to call it Husul's Cave. I can't wait to explore it more thoroughly. I already noticed some old books just waiting to be read.",
        "In the meantime, I must go suffer through another flavorless meal with Adeena. She's always asking me if I'm pleased with the food. Offering to wash my clothes. Ruptga help me.",
        "16th First Seed",
        "I've found something—something that will change everything. I was leafing through one of the old books I found when I noticed something shimmering stuck in between the leaves. It was a talisman. It appeared simple at first, but when I rubbed away the dirt and grime I saw it was something priceless.\nThen an ethereal woman appeared. She was beautiful beyond measure. I could scarcely speak when I saw her, but she was so kind—she simply giggled. A sweet little laugh. It put me at ease long enough for me to introduce myself.",
        "Her name is Anexiel. She says she is an ancient spirit of the ruins—something like a saint, I guess. To my mind, she's something far greater than that. Her eyes are like the water in an oasis, and she has a voice like … oh look at me, playing the poet! I cannot deny it—I have fallen in love with this spirit. If only she were flesh and blood … I would make her mine.",
        "18th First Seed",
        "I am in agony. Anexiel is all I've ever wanted. Each day my love for her grows, yet we cannot be together. She remains a wisp of air—tied to these twice-cursed ruins! Oh how she teases me! Dressed in that shimmering silk, tracing her ghostly fingertip down my shoulder. It's all so … intimate. I had to tell her how I felt. She said she needed time to think. I hope I haven't ruined things.",
        "24th First Seed",
        "She loves me! I knew it! Sweet Anexiel finally confessed her love today, but now she is miserable too. Gods help us.",
        "25th First Seed",
        "She has a plan! My sweet Anexiel has been walking the halls of the vault, thinking, for what seems like days. She finally came to me and said that she can become flesh and blood, but she needs a \"vessel.\" Someone she can step into and live inside. I don't know how it works exactly. All I know is this vessel needs to have some magic in its blood. I started to despair, but then I remembered my wife. My Adeena. She's always had something in her. Something magical. Her mother called it \"the gleam.\" Maybe that will be enough. It has to be enough.",
        "I'm bringing her here tomorrow."
    ]
}