{
    "id": "NaliarasNotes",
    "paragraphs": [
        "<title>Naliara's Notes, Day 2</title>",
        "Notes taken by Mehdze the Maestro's scribe, recording his journey through the Summerset Isles.",
        "Just begun and we've already landed a solid lead. We stopped at the cottage of an Academy sponsor—some connection of Mehdze's—and when he heard Mehdze's proposal for his performance our host lead us to a very curious monument in his collection.",
        "—",
        "It was a weathered coral monolith from King's Haven Pass, about waist high, inscribed with Elven script. Our host said it was a waymarker used by Elves many centuries ago.",
        "—",
        "Mehdze nearly frothed at the mouth when he saw it—he could see the Elven word for \"Goblin\" as clear as day. I'm excited as well—it's a good omen for our journey.",
        "—",
        "Mehdze complained upon retiring that our host's mattresses—fine things, stuffed with down—were too firm. How is he going to fare in the crags?",
        "<title>Naliara's Notes, Day 8</title>",
        "Notes taken by Mehdze the Maestro’s scribe, recording his journey through the Summerset Isles.",
        "Trekking through the foothills of King's Haven Pass, we've come across several hermits claiming to know the best sites for our research. Sadly, they're leagues apart from one another.",
        "—",
        "Mehdze continues to press closer to Goblin territory - he's convinced that he might be able to find some undiscovered history in their lands. More likely he'll find a spear in his chest, but he continues to downplay the danger.",
        "—",
        "I'm starting to understand why I was the only volunteer for this assignment.",
        "<title>Naliara's Notes, Day 13</title>",
        "Notes taken by Mehdze the Maestro's scribe, recording his journey through the Summerset Isles.",
        "The sites we visited indicated a larger structure built into the loam of King's Haven Pass, and shored up with the mountains stone. We're making our way there presently.",
        "—",
        "If this research is correct, it could be a location of substatial archaeological importance. Maybe I was right to take this job!",
        "—",
        "Caught Mehdze eating cairnberries again. He insists he isn't allergic, but his rash still hasn't cleared and his odor grows worse. Just need to focus on the goal...",
        "<title>Naliara's Notes, Day 18</title>",
        "Notes taken by Mehdze the Maestro's scribe, recording his journey through the Summerset Isles.",
        "Rotten luck. We're deep in Goblin-held territory, and still several leagues from where the ruin is said to hide.",
        "Mehdze insists on pressing forward, regardless of the danger.",
        "—",
        "I feel like we're being watched now. I don't believe I'd have trouble evading Goblin scouts if it came to it, but I don't have the same confidence in Mehdze. If anything, it'll be his mistake that does me in. I suppose that loud mouth of his would make a fair distraction for a getaway, at least."
    ]
}