{
    "id": "NamirasDance",
    "paragraphs": [
        "Observing a Reach Ritual",
        "Written by Gemma Pamphelius, Cultural Scribe",
        "",
        "There are few firsthand accounts of Reach rituals. Most of the time, outsiders are vehemently unwelcome in such practices, even as witnesses. Now, if I've discovered anything about the Reach and its sharp, unyielding people, it's that they can be as different from one another as the unruly flowers that grow unchecked along the cliffs and ravines of the Druadach Mountains.",
        "",
        "Many Reach clans do not allow outsiders into their lives, but the Boldclaw clan graciously welcomed me when I introduced myself as a scholar. They allowed me to sit in on one of their ceremonies in which they honor the Daedric Prince, Namira. Sometimes called the Spirit Queen, or more dramatically, the Goddess of Death, Namira is seen as a spirit of darkness and endings (although Reachfolk see her as a spirit of rebirth, too). The Reachfolk consider Namira to be a powerful force in their natural world. Though they do not worship the Daedra in the sense that people in other parts of Tamriel worship the Divines, for example, the beings they call spirits play an important role in Reachfolk life. The Reachfolk engage in a give and take relationship with the Daedra, forming agreements for assistance with everyday tasks and challenges.",
        "",
        "The Boldclaw deeply respect Namira. They honor her effect on both death and life with an ancient ceremony. Words do the vision of such a ceremony no justice, but I will try to describe what I witnessed.",
        "",
        "Namira's Dance required the participation of the entire Boldclaw clan. Every member, from the smallest children to the oldest hunters, gathered around a large fire in the center of a clearing. Most wore dark colors, with dark paint smeared across their faces and throats. Yet others arrive naked, to symbolize how they are born into the world. Those who are able dance together in a dizzying display of both death and rebirth, both terrible and beautiful at the same time.",
        "",
        "Blood is spilled during these dances, though I was never able to determine the source of the violence. And perhaps violence is too harsh a word. The blood was almost lovely as it caught the light of the flame, like melted rubies. Some swept the color under their eyes, others pressed hand prints into the dirt. I sensed that they honored the blood as much as they feared it. I think that is really at the heart of Namira's Dance.",
        "",
        "Speaking for myself, I've kept a rather traditional view concerning the Daedric Princes. Namira especially so. It's a view mired in fear and disgust, and one that the Reachfolk do not seem to share. They view Namira in a positive light, and the ritual I observed was full of beauty. It may sound strange to those of us not of the Reach, but I'm sure if you saw it for yourself, you would agree. This place, and it's people, are not without loveliness.",
        ""
    ]
}