{
    "id": "NamlirsShiveringBestiary",
    "paragraphs": [
        "For my good friend and colleague Venristwie, who protected the creatures of all the Realms.",
        "Although my early education involved extensive research into all forms of fauna, nothing prepared me for the surprises I've uncovered while exploring the Shivering Isles on the Great Expedition. Even though I've lived here all of my life, I am just now discovering how wonderful and unique the creatures of the Isles can be.",
        "The Expedition was an extensive six-year exploration of every nook and cranny of the Isles in an attempt to categorize the indigenous fauna and record this information back for posterity and science. Below, I've done my best to describe each creature in detail. Please note that this information was obtained at the cost of many lives, and this work should be regarded as the most complete and definitive reference of its kind.",
        "Baliwog",
        "The Baliwog is an extraordinarily ugly aquatic-dwelling creature that frequents the lakes, rivers and bogs of the Shivering Isles. Although the Baliwog, or \"Wog\" as some of the locals call it, walks on all fours, it should by no means be considered stupid or docile. A fully-grown adult Baliwog can deliver a nasty blow from its claws or a potentially deadly bite from its razor-sharp teeth. The lethality of this beast comes not from the actual damage it can deliver, but from the horrible diseases it seems to generate. Also of note is the Baliwog's uncanny ability to regenerate when immersed in water. From our observations, it's best just to avoid these brutes, although it's said some of them carry flawless pearls in their bodies, though it is not known why they would swallow them, or what use they may serve to the creatures.",
        "Elytra",
        "The Elytra are large insect-like creatures indigenous to much of the Isles. Although there is a marked color difference between the Northern (Mania) Variety and the Southern (Dementia) Variety, they are remarkably similar in behavioral patterns and physical makeup. The Elytra pose a serious threat to the casual traveler, as they have two interesting mechanisms that benefit them in combat. The first is their uncanny ability to block weapon attacks. Through my observations, I have deduced that they utilize their antennae as an early warning system to detect incoming attacks, say from a sword blade or an arrow. The antenna sends a signal to their brains, and they instinctively lift their arms to block. Their second ability is natural venom in their sting. This venom is very deceiving, as it is very low yield, but its real deadly nature comes from its duration. Gone unchecked, the venom can slay the average man over a period of hours. Especially deadly is the Elytra Matron's venom, which can last much longer than the poisons found on the lesser varieties of the creature.",
        "Flesh Atronach",
        "One of the most unusual creatures in the Isles, the Flesh Atronach appears as a sewn-together conglomeration of skin and muscle adorned with mystical symbols and wearing an iron collar. Although it's uncertain whether Sheogorath or some other Daedric Prince created this creature, it's obvious that the intent was to use them as guardians. Usually found inhabiting underground ruins, the Flesh Atronach will defend areas it's set to guard until it's destroyed. A unique visual feature of this creature is the energy spots located on its body. These colored areas seem to glow with an inner light and denote the power of the Atronach. In increasing order of magnitude, these seem to be Yellow, Purple, and Red. The function for these spots is still a mystery, but from my observations, I suspect them to be a magic dampening gland of some kind. As expected, the Flesh Atronachs are all completely impervious to disease and poison and highly resistant to fire and frost. Shock magic seems to affect them adversely, which appears to be their largest weakness. The Purple and Red varieties also seem to possess innate magic abilities, including healing and fireballs.",
        "Gnarl",
        "Perhaps the strangest creature of all is the Gnarl, or \"Walking Tree\" as it's sometimes called. Like the Elytra, this animated plant can be found roaming almost anywhere on the Isles. One of Sheogorath's truly unique creations, the Gnarl has the most unusual trait of being able to use magic cast upon it, and harness that power to bolster its own defense. Once struck with fire, frost or lightning, the Gnarl grows physically larger and becomes resistant to just that element for short time. Interestingly, this is where the Gnarl's vulnerability comes into play. At the same time the Gnarl is resisting that element it was struck with, it becomes vulnerable to all of the other elements. Our guide on the expedition demonstrated this by striking the Gnarl with a flame arrow then a frost arrow and then back to a flame arrow and so on.",
        "Grummite",
        "The Grummite represents the only native weapon-wielding creature in the Shivering Isles. These primitive aquatic-born humanoids are organized in a tribal-like system, though it is uncertain who or what they worship. It would be presumed the Grummite worship Sheogorath, their creator, but their religious totems don't seem to bear the Madgod's likeness. What is known is that they maintain a simple hierarchy, including Shaman and Boss Grummites who seem to command the rest. The Grummite have mastered the art of spellcasting as well, evidenced by the Magus Grummite, which can be quite deadly. Curiously, the Grummite possess a defense mechanism similar to the Baliwog: when immersed in water, the Grummite will begin to regenerate damaged flesh. Unlike the Baliwog, this regeneration extends to rain as well, making them quite formidable on a stormy day. This aquatic healing ability leads me to believe the Baliwog and Grummite are somehow related, but even in my extensive research, I was unable to come up with a solid connection.",
        "Hunger",
        "If any creature represents the darker side of Sheogorath, it's the Hunger. These are pure-born Daedric creatures placed here on the Isles as servitors and guards. The Hunger is not to be trifled with; it boasts superior speed and lightning reflexes along with its primary ability of draining its victim's fatigue. My best advice when encountering this horrible creature is to give it a wide berth or slay it quickly. Be wary, as it is said that conjuration magic exists that is able to summon the Hunger and unleash it upon the caster's foes.",
        "Scalon",
        "Another aquatic native of the Shivering Isles is the Scalon. Looking strikingly similar to an upright Baliwog, the Scalon features large fin-laden appendages and dorsal spines. These creatures are usually quite fearsome, lumbering slowly after its prey. Don't mistake its speed for its weakness, as the Scalon has an incredible leaping attack that allows it to strike at its victims from a surprising distance. Another connection that it shares with the Baliwog is the fact that its bite or claws can transfer disease to its victim. It's recommended that these creatures be dealt with at extreme range with spells or missiles, as the can be quite ferocious in close proximity.",
        "Shambles",
        "The Shambles appears to be some sort of an undead construct made of bone and lashed together with wire or bits of cloth. Oddly, the bones used in their makeup appear to have no correlation to one other. They might have skulls for kneecaps or leg bones for arms, to cite a few examples. The Shambles may be undead, but they pursue any victim as if they were a predator chasing down its prey. Like its undead bony brethren, the Shambles is fully resistant to disease, poison and paralysis; however, they possess a unique resistance to all frost magic. Furthermore, upon death, the Shambles will explode in a spectacular shower of frost. This ability seems to have been added by its creator as an interesting last-ditch defense mechanism. This fact was initially unknown to me, and one of our best guides was lost when his hammer struck the fatal blow. If you intend to combat these undead creatures, be certain to carry frost protection or destroy them at range.",
        "Skinned Hound",
        "These nasty undead beasts are generally encountered inside and around the ruins that dot the Isles. The Skinned Hound is extremely fast and agile, and has an insatiable hunger for flesh. Like the Flesh Atronach, it appears to be all skin and muscle that is roughly sewn together, but I am uncertain whether they are summoned or merely constructed. The Skinned Hound is not an adversary to be taken lightly; they feature an incredible invisible charging attack not unlike a ghost, limited frost resistance, and a complete immunity to disease and poison. This beast's weakness is fire. They don't seem intelligent enough to be frightened by it, but it's certainly very efficient at dispatching them quickly.",
        "Although this work only touches upon the combat related aspects of the creatures, I feel this is of primary importance to any traveler within the confines of the Shivering Isles. In future works, I will touch upon the other aspects of these creatures such as reproduction or creation, magical origins, and even some delicious recipes I've discovered in my travels. My best advice when walking the roads and paths of the Isles is to remain ever vigilant and always be prepared. Knowing your foe can mean the difference between a gruesome death and survival."
    ]
}