{
    "id": "NarilsNoteSuccessOutofTragedy",
    "paragraphs": [
        "Apprentice Gathal and I seem to have hit a wall in our efforts to create life-giving simulated sunlight. Our illumination devices work perfectly and have the capacity to channel light that is up to one hundred times brighter and stronger than what we can produce with the power sources available for our simulated sunlight inductor. We need a stronger power source or the Everwound Wellspring is doomed to fail.",
        "* * *",
        "After countless hours of testing and experimentation, Gathal has come to one irrefutable conclusion. Our simulated sunlight inductor requires life to nourish life. We've had some promising results by draining small amounts of life energy from volunteers and using it to power the simulated sunlight illuminators. The clear, bright light this energy produces makes our plants grow more quickly and more robustly than any other source we applied. The differences are nothing short of miraculous! But the borrowed life energy is fleeting and doesn't provide anywhere near the amount of power we need to operate all of the illuminators necessary to nourish all of our gardens.",
        "We're so close, yet so far from a real and lasting solution.",
        "* * *",
        "I returned to the workshop to find a disconcerting sight. Gathal had attached himself to the inductor while I was away in order to conduct an experiment I had expressly forbade him from performing. It was his contention that we could extract even more life energy from the volunteers if we could determine the point at which the volunteer could still regenerate the borrowed life. If we could take that much and not a drop more, we could power the illuminators. But if we took too much, a volunteer would die.",
        "Unfortunately, Gathal was too zealous in his application of the draining device. All of his life force fed the inductor, leaving nothing to provide power for his own body. My apprentice, my protege, was dead. Before grief could overwhelm me, however, I noticed an amazing thing. The inductor hummed with more energy than it had ever contained through our numerous trials and experiments. Gathal had solved the problem! The inductor required the entire life force of a subject to provide enough power to keep the Wellspring aglow with simulated sunlight for an entire season!",
        "That's when I promised that Gathal's sacrifice would not be in vain. I announced that the harvest distribution would continue - as long as the Apostles agreed to provide me with a new apprentice every year. Those apprentices would be fed to the inductor, and the simulated sunlight produced by their life force would give us a bountiful harvest with which to feed the masses.",
        "It was the perfect solution, even if the cost of our knowledge turned out to be so expensive."
    ]
}