{
    "id": "NarsisDrenandtheCursedCoffin",
    "paragraphs": [
        "By Narsis Dren, Treasure Hunter",
        "Ah, devoted reader! Back for another tale of the amazing Narsis Dren? Of course you are. Why else would you be here, right now, holding this exceptionally crafted tale? Let's get to it, shall we?",
        "I was investigating an ancient Nord barrow, searching for the Glittering Garters of Gwenyld the Gauche (or something along those lines) when I stumbled upon an ominous lever that opened a hidden door. Now, I wasn't exactly sure what the lever was going to do when I pulled it, but you know my motto–Leave a lever, lose a lord. (Trust me, it makes a lot more sense in the original Ayleidoon.) A hidden door slid open when I activated the lever, revealing a secret room that had thus far eluded even the most determined tomb robbers. (Tomb robbers, by the way, tend to be reticent when it comes to pulling ominous levers. That's why Narsis Dren is better than they are. It's all about the bravery.)",
        "The secret room was a spacious affair, full of funeral finery and relics from a forgotten age. One item that stood out was a ring of pure iron, covered in Nord runes. It was probably small for a Nord's thick fingers, but it seemed nearly large enough to fit upon my Elven wrist. I slipped the ring into my pack and turned to examine the rest of the chamber, immediately noticing the massive sarcophagus placed strategically in the center of the room. It was all carved stone with inlaid jewels and Nordic runes that matched those decorating the iron ring. Obviously, this was the final resting place for an important jarl, king, or even a dragon priest. My mind boggled at the possibilities of what awaited inside that stone coffin. But I have learned from experience never to reach blindly into the honey pot. Instead, I carefully studied the sarcophagus, looking for any noticeable traps. When a visual inspection failed to reveal anything out of the ordinary, I began to gingerly examine the seam where the great stone lid met the deeper casket. Using my handy collection of picks and probing rods, I tested the entire circumference of the lip of the lid. Nothing.",
        "Is that when I finally hefted the lid to peer inside? Not so fast, devoted reader! I had one more investigation to make before I opened the tempting sarcophagus. I had to study the intriguing runes that covered the lid. I suspected they dated back to at least the Neo-Meadic era of Nord history, and perhaps even older. The trick to decipher old runes is finding one or two bits that you recognize and starting your translation with them. In this case, I spotted a rune that looked remarkably like the current pictograph for \"foul\" or \"stink.\" Beside it was a symbol I was certain meant \"spell\" or perhaps \"magic.\" So, at least a portion of the intricate runes said something along the lines of \"foul spell\" or \"stinky magic.\" I deciphered the rest of the runes without even needing to read them. It proclaimed that the sarcophagus was protected by an ancient Nord curse of the most odorous kind.",
        "Curses, however, have never hindered the great Narsis Dren! Yours truly has defeated all sorts of assorted tomb guardians, insidious traps, and hostile rivals. What's an ancient Nord curse to someone as amazingly competent as me? Not worth worrying about, I assure you! I was neither frightened by the curse nor dissuaded from pursuing my usual course. I placed both hands upon the sarcophagus lid as I prepared to slide the heavy stone aside. That's when a strange and not terribly unpleasant tingle ran up and down my arms and a bright white light filled my eyes. When the light faded, I found myself inside a cramped, cold space, surrounded by dry stone and total darkness. Somehow, I wound up inside the still-sealed sarcophagus! Perhaps I had dismissed the threat of the curse a tad too soon.",
        "\"Hello,\" I said hopefully. \"Is there anyone out there?\" I knew that there wasn't. My lackadaisical assistant was outside, lounging around our campfire and probably drinking deeply from my most expensive flask of flin. At least there wasn't a body inside the stone coffin with me. That would have been awkward. I pushed with all my might, but the lid wouldn't budge. Now, lesser men would crumble at a moment like this, but Narsis Dren is not a lesser man. Quite the opposite. He's a better than lesser man! When I get into situations like this, I always ask myself, \"Self, what would Narsis Dren do?\" And then it came to me. The iron ring! Its runes matched those on the sarcophagus. There had to be a connection. I strained to reach my pack, then dug around until I found the iron ring.",
        "I drew the ring out of my pack, holding it firmly with determination and dramatic purpose. I touched the ring to the stone lid. Nothing happened. I admit, that was a little disappointing. With a sigh, I slipped the large ring onto the second and third fingers of my left hand. I said the word \"Open\" out loud, annunciating the syllable over and over as I worked my way through every language I knew. Again, nothing. Now I was beginning to become disheartened. I made a fist and touched the lid with the ring while rapping my forehead upon the cool stone three times in fast succession. Why? Oh, just chalk it up to the old Narsis Dren instinct. Another flash of white light obscured my vision. When it cleared, I was standing outside the sarcophagus, back in the secret chamber.",
        "The moral of my story? Avoid tempting sarcophaguses at all costs. They're usually more trouble than they're worth."
    ]
}