{
    "id": "OntheNatureofOblivion",
    "paragraphs": [
        "By Cananmildil, Leading Scholar of Daedrology",
        "",
        "With a highly successful record of teasing the most ingenious conclusions out of years of Daedric studies, I, Daedrologist Cananmildil, am putting my sizable intellect to use in enhancing the sphere of knowledge surrounding the greatest mystery of all time—the true nature of Oblivion.",
        "",
        "As we all know, Oblivion exists within the Aurbis and contains the various Daedric realms. But what is Oblivion? Specifically, what exists in the space between the realms? It has been suggested that the void between the realms is inherently hostile. No corporeal life can reside there, and no incorporeal life witnesses the dark expanse between the planes and returns from the experience unscathed. Daedra themselves refuse to discuss it.",
        "",
        "I put forth that, as with all uncaring forces, Oblivion is not fundamentally hostile, but in its unforgiving nature rests a dangerous predilection for destruction. To expound further, what we call Oblivion does not hold life in contempt, but it does not care about upholding or maintaining life either. This results in quite a large number of realms colliding with each other, as their nature and direction dictate. Many planes are fortunate to have a Daedric Prince or other force controlling their movement through Oblivion. The ones that do not are often crushed by the path their undirected course dictates. Evidence of these ill-fated planes can be seen in the watery reflections of the Realms of Revelry or in the dreams of Quagmire. They are well documented. See \"\"Troubled Thoughts of a Corrupt Man\"\" or \"\"Sanguine's Rites and Realms,\"\" both written by the fabled Prisoner of the Evergloam.",
        "",
        "Scholars of Oblivion have struggled to reconcile the myriad of truths that can exist at once within the waters of creatia. They bash their heads against the questions of how is this possible or why is viable mortal life found in so few locations while immortal life thrives? These questions are absolute drivel. I would postulate that any and all questions about Oblivion can be directed to the worshipers of Hermaeus Mora or Clavicus Vile. Hermaeus Mora and the scholars of Apocrypha remain the most reliable resources for true scholarly inquiry, but I personally believe that it best to go right to the source for answers to questions concerning Oblivion. For those who are proficient of thought, you may have already concluded that I deem Clavicus Vile to be the foremost expert on the ways of Oblivion. I would even go so far as to say that he has had a hand in dictating the way that it behaves. Anyone who disputes this claim should remember that not much is known about Oblivion. It behaves in complex and erratic ways. What better Daedric Prince to hold dominion over something as chaotic as Oblivion than the Master of Insidious Wishes?",
        "",
        "To prove my postulations. I have first consulted with Skaafin in the Fields of Regret and entreated them with my queries. For the gift of my curiosity, they allowed me to study their behaviors (see my book, \"\"On the True Nature of Daedra\"\"). During this time, I subtly asked them what they thought of Oblivion. One helpfully suggested that mortals too can recover from fatalities in the chaos of creatia. I plan to conduct an experiment and have enlisted the help of the Skaafin Mazfylax to test whether mortals can reform in creatia as Daedra do. He has agreed to meet me some thirty years hence, thus allowing me to make more progress in my studies—just in case the experiment doesn't yield the results I am expecting.",
        ""
    ]
}