{
    "id": "OntheNatureofColdharbour",
    "paragraphs": [
        "This is Lecture Eight: On the Nature of Coldharbour. It looks to me like there are more of you here than there should be, so please check your ledger—if it says Transliminal Bridges, you're in the wrong room.",
        "Coldharbour is the Oblivion realm ruled by Molag Bal, the Daedric Prince of brutality, slavery, vampirism, and other assorted abominations. It is not, therefore, a pleasant place. Descriptions of the plane vary widely, as usual in any study of Oblivion, but all accounts agree that Coldharbour is a dismal, cold, and largely lifeless realm pervaded by a miasma of fear, where lost souls are tormented for eternity.",
        "This emphasizes the point made in my previous lectures, that a plane of Oblivion, being made of the very stuff of chaos, takes on form and character that reflects the nature of its ruler. Coldharbour, therefore, has been molded to embody the purposes of mighty Molag Bal.",
        "And what are those purposes? As it happens, I can speak to this subject with some authority, for I recently acquired the library and papers of the late Cardinal Belforte of the Order of Stendarr. The Cardinal devoted his life to ridding Tamriel of Daedric cultists of all persuasions. He was particularly rigorous in his persecution of the worshipers of Molag Bal, and in his time acquired a number of their repulsive tracts and treatises.",
        "Study of these sources reveals that Molag Bal desires, above all things, the enslavement of mortals' souls. Various loathsome means are employed to this end, the ultimate goal being the diversion of a soul from its journey to the afterlife to imprisonment and slavery on the plane of Coldharbour. Upon arrival in Molag Bal's realm, the soul attracts to itself some of the loose creatia of Oblivion, forming a corporeal body with the semblance of the shape it wore in life. These sad slaves, called the soul-shriven, then toil in torment for the glory and amusement of their master, Molag the Slave-Lord.",
        "I share these secrets of the cult, heretofore unrevealed, so that you may …. What is that confounded commotion out in the hall? How am I supposed to lecture over those bloodcurdling screams? I can't work under these conditions."
    ]
}