{
    "id": "NecromancersDiary",
    "paragraphs": [
        "With the Shade Sickle in my hands, it's only a matter of time before my goal, the plan that's been in progress all this time, comes to fruition. When those Bretons forged the blade, they couldn't dream of what it could achieve. A blade with the ability to separate the living from their shadows, it would take a genius to realize what power that holds. The blade is no mere toy. With their shadows removed, a person begins to lose touch with themselves. Thoughts beyond the basic facts of life dissipate until the hapless creature is nothing but a thrall. This is magic I know well.",
        "",
        "Of course, someone must have come to the same realization, otherwise, why would the sickle have been secreted away to the Shrine of Nocturnal under the guise of a gift? No relic of this magnitude is just left at a shrine and purposefully forgotten. The Mistress of Shadows herself, what a foolish moniker that now is, doubtless believes the sickle is just a tool. But she shall soon see, everyone will.",
        "",
        "Of course, even the best-laid plans often go awry. Those fools I hired to retrieve the Shade Sickle nearly foiled my plans with their incompetence. Getting caught by a childhood friend. The audacity of idiots truly knows no bounds. Still, they performed their task semi-adequately and for that, they should be rewarded. Once I control their every action, they won't be able to repeat this mistake. Of course, I don't have to take them into service, I could just be done with them as soon as their current usefulness is worn out.",
        "",
        "There are only a few more items I need to be brought to me before the ritual to bring the sickle's power is complete. When it is at its zenith, I can use it to turn even the most stubborn of minds to my purpose. And if these new thralls of mine are harmed, I can always restore them to my control through the use of magic. The longevity and vigor of my servants will know no end.",
        "",
        "My time is almost at hand. The leaders of men may spurn me now, but they will tremble with fear when they see what I am capable of.",
        ""
    ]
}