{
    "id": "NedesoftheDeathlands",
    "paragraphs": [
        "Is it possible then that everything they taught us as children was wrong? That buried beneath rock and sand, hidden from view by the monuments of conquering Yokudans, is more than just the detritus of a barbaric and underdeveloped people?",
        "This is the claim Sali'ma at-Muhay makes in his latest work of scholarship on the Nedes and their presence in Hammerfell, and he presents some compelling new evidence to support this claim. In studying the mage towers in Elinhir closely, he has concluded that these towers are not of the right age to be of Yokudan fabrication, nor do they use the same stone-crafting techniques employed by the Ayleids. In some regards, they resemble Dwemer handiwork, but only in a crude way. From this, at-Muhay concludes that these towers were not a lost form of high Yokudan architecture transplanted from the Yokudan homeland, but are in fact, the remnants of a Nedic civilization.",
        "If at-Muhay's conclusions are right, then the Nedes were much more organized and advanced than historians have previously thought. Elinhir's towers could only have been crafted by an advanced culture adept at stonework.",
        "These towers have been occupied since the Blackcaster mages established their academy in Elinhir—so why is at-Muhay the first to propose this startling theory?",
        "This author posits that historians are not without their blind spots, and that the Nedes are certainly among the biggest. The reasons for this are many:",
        "In the first, the Nedic people had a history of falling prey to conquering armies. The Dwemer, the Ayleids, and the Yokudans all proclaimed themselves masters of the Eastern Hammerfell Nedes at some point. It was in the interests of these conquering peoples to justify their conquests by proclaiming the Nedes a backward people worthy only of enslavement.",
        "In the second, the Nedes as a distinctive people disappear from the historical record shortly after Ra Gada, and by then the records that exist are few and scattered. By the time the first Yokudans set foot on the shores of Hammerfell, the Nedic culture was already fading, and the people were scattered and broken. Most of the Nedes had long since migrated and intermingled with the other races of Tamriel, virtually fading from existence.",
        "It's vital that we take this new theory about the Nedes seriously. I suspect that the remote region of Craglorn will bear much fruit for future researchers interested in exploring the extent of Nedic civilization, as it has undergone the least change in the time since the last Nedes disappeared.\n"
    ]
}