{
    "id": "NeramosJournal",
    "paragraphs": [
        "<title>Neramo's Journal, Page 1</title>",
        "Perhaps it is true what they say, that success is misery to the successful and death to the unsuccessful. I fear my pride and vanity have led me to an unfortunate turn in the tangled web of fate.",
        "The Orcs, though stubborn and suspicious as is their wont, were nothing but good to me, and how have I repaid them? By releasing a wave of destruction on their people and their quarry.",
        "Diligently they dug at their quarry extracting rock for the building of their great city, and each block of precious greystone brought me closer to my goal and my undoing. For it had been my intent all along to guide them toward the ruin I knew must be lying beneath—the fabled Dwemer Tonal Quarry. Entranced by its secrets, I could not fathom the doom that waited just below the earth.",
        "No sooner had we found the entrance to the ruin there among the rocks, but the defenses, still functional after all these years, activated, blanketing the quarry in thick, noxious fog. Then came the automata.",
        "So many cries! So much confusion. I survived only because of the control rod I acquired, with the aid of that mysterious and courageous stranger, in Bthzark on the isle of Stros M'Kai. I believe I am the only one to have made it out alive.",
        "Even so, it seems I am incapable of learning my lesson. The wisdom that is said to accompany experience eludes me. My curiosity burns hotter then ever, and I feel I must journey ever inward, deeper into the quarry.",
        "<title>Neramo's Journal, Page 2</title>",
        "I have resolved to leave these pages as a trail to my body, in the inevitability of my death in this desolate hole beneath the earth!",
        "I am wracked with guilt and ashamed—that I unwittingly let the good Orcs of the quarry clan to their deaths, but also that I feel a little thrill each time I discover something new about this ruin. It is wrong that I should take such pleasure from these explorations, knowing what they have cost.",
        "My only consolation is that I believe I shall soon meet my end. Though my control rod works to keep the automata from attacking me, it does no more than that. Surely I will soon encounter some Dwemer guardian that will defy even the control rod's neutralizing powers ….",
        "<title>Neramo's Journal, Page 3</title>",
        "Further and further. I have heard terrible shrieking coming from deep within this ruin. My worst fears are confirmed: something has taken shelter here, from beyond time, immortal and deadly.",
        "To whomever finds this, know that I have died pursuing my own folly, which is a better end than most. And give my deepest regrets and most sincere regards to my brother, to whom I leave all my worldly possessions.",
        "<title>Neramo's Journal, Page 4</title>",
        "As I sit and contemplate on what is surely my last day of living, I cannot help but be in awe of what the Dwemer built. I like to think I have dedicated my life to understanding their secrets, not in some vain pursuit of an unknowable past, but in order to harness the technologies they left in the present.",
        "The air in here is dry and my lips are parched, but I have vowed to press ahead. Perhaps I will find an exit. Perhaps I will find a control room for the defenses. Perhaps I will die of thirst in this desolate place. Whatever the case, I am prepared. It will be a grand adventure, and I will face it with my eyes open!",
        "[There are a few drops of blood at the bottom of the page.]"
    ]
}