{
    "id": "NeronnirsJournal",
    "paragraphs": [
        "THESE ARE MY SECRETS. DO NOT READ THEM!",
        "They think I don't know, but I do. I can see their plots and schemes even as they hatch, slithering into the darkness. They dismiss me as a madman, which is all part of my plan. As long as they don't see me as a threat, they let their guard down and reveal their secrets. The doppelganger that replaced the treethane months ago said he was \"off to meditate for a couple of days.\" But the way he said it tells me everything. He's meeting with his dark allies to plan an attack on the town. I'll need to be more vigilant than ever.",
        "No one else seems to notice we're on the brink of catastrophe. Even now the spinner's wife falls ill, which is clearly a dark omen that cannot be ignored. They continue to scurry around like ants, mindless of the coming storm. Open your eyes, little ants!",
        "*****\nI KNEW IT! Last night was the beginning of the end. The full fury of nature came down to shatter our town for the hubris of its inhabitants. The winds howled, the lightning struck, and the creatures of the forest turned against us. The rest believe us safe, hiding in our desecrated cave, but they're wrong! I know what dwells beneath. And when it awakens, it shall swallow us whole.",
        "*****\nI didn't know what form our destruction would take, but I see it clearly now. An outsider has arrived, offering to help us with our problems. Such a pathetically obvious ploy to gain our trust, but as always I'm the only one to see it. If this supposed savior asks me, I'll pretend to go along. Share some of the oddities I'm tracking, to allay suspicion. As the outsider gains our trust, I'll also gain the outsider's trust.",
        "*****\nThe first of us is led to slaughter. The \"evidence\" presented was laughable, but the sheep believed every word. The victim of that sham trial is being marched into the depths as I write these words. I'm certain it's just the first the outsider will dispose of. In fact, the outsider is probably coming back for ME right this moment. I need to get out of here."
    ]
}