{
    "id": "NevenasDiary",
    "paragraphs": [
        "I've decided to embrace my recent acceptance into the Tribunal Temple as an apprentice historian by cataloging my own experiences on this journey. Maybe it's vain, but I like the idea of some anthropologist in the far future learning even just a bit more about the lives we live because I took the time to jot down my thoughts and feelings. I could probably fill this journal with just what's racing through my head at this moment, so I'll just say that \"elated\" doesn't begin to describe it.\n—\nThere's so much history here. Thousands of years' worth of relics and texts outlining the history of our people back before Saint Veloth lead us to holy Resdayn. It's not so neat as all that, of course, it's thousands of pieces of the puzzle all strewn and scattered, in need of a guiding hand to fit it all together. It's almost overwhelming. I'm so honored that I get to be part of piecing it all together.\n—\nI must sound like a great fool to Tythis. Always rambling on about the implications of some small fragment of kwama shell's significance to the agrarian development of our early settlements. But he smiles regardless. I like to think he still wears that smile underneath his mask.\n—\nSo much of the Temple's attention goes into the building of the holy city. It's important work, I know, but expeditions of historical sites are practically non-existent these days. The Master Historian has begun accepting relics brought to us by treasure hunters. I have reservations about encouraging laymen to plunder tombs. Can we be certain these treasures really came from unclaimed ruins? What delicate clues did these enterprising adventurers destroy in their reckless hunt for valuables? It's not my place to question the Master Historian though, he knows far far more about these matters than I do.\n—\nA find! Oh, what a find! A band of relic hunters braved some of the worst of the Ashlands and returned with a statue like nothing I've ever seen. The Master Historian's eyes widened two-fold at the sight of it. I'd never seen him react so obviously to anything, really, and he assigned its study to me! I'm honored he entrusts me with something of such obvious significance. I must have really impressed him with my report on the Dwemeri influence on Chimer garb in the latter half of the Merethic Era. I can't wait to tell Tythis.\n—\nSometimes I forget my brother is an Ordinator. The moment I mentioned the new find he was practically interrogating me. Now that I'm involved in something groundbreaking, he's suddenly interested in hearing the details. He's so protective sometimes. I think his position only makes it worse. I assured him that the Master Historian would never expose me to anything dangerous. I'm sure he'll be supervising my study closely anyway.\n—\nCare to guess who got their own private study? Why am I posing myself rhetorical questions? Please disregard that future anthropologists. It was me, by the way. The Master Historian wanted to ensure I was kept away from any distractions while I began my study of the relic. He gave me some encouraging words before leaving me to my work, but I could tell he was nervous. He's taking a great risk leaving this find to a novice. I have to prove that his faith in me was not misplaced.\n—\nI think there's some jealousy among the historians. I catch a few side-long glances when heading to my study these days and I swear I can hear them whispering just out of earshot. I can't make out what they're saying, but I can guess. I hope we're beyond that kind of pettiness by the time anyone reads this. I've managed to brush away most of the caked ash that was obscuring the details of the statue. It's a much more advanced piece of art than we see from Ashlander tribes. The tool work alone implies access to metalworking facilities. The symbols adorning the body aren't familiar to me though.\n—\nI found some old reference to a settlement called Kogoruhn that was roughly near where the statue was found, but much of the pages describing it were marked out. I asked permission from the Master Historian to see the restricted texts, but he told me to focus on the statue. He promised to bring me the relevant texts when he had the chance. For now, I think I'll start taking rubbings of the statue. I'll have to close the door tonight. The others are getting bolder in their spying and the sotto voce is becoming distracting.\n—\nI know what it is. I know what I am. The naked stone in my hands was electric. Jolting me awake and out of the hollow stupor I was cursed to live through all this time. The Temple thinks it can bury the truth, but the only ones they are blinding are themselves. Our legacy lives on. Our House will be made whole again. It's been calling to me all this time, I just couldn't hear it.\n—\nThe old man's footsteps approach. Here to deliver more of his lies and cover up the great betrayal at the heart of this false Temple. He will pay for his crimes against us. I've wasted enough time in the thrall of these deceivers. Home is calling."
    ]
}