{
    "id": "NicolenesDiaryPrivate",
    "paragraphs": [
        "Hey you, whoever you are. This is private. Private! If you read it, I'll kill you. I swear. Knife you in the ribs while you sleep.",
        "22 Sun's Height\nSailed into Davon's Watch today. There were Dark Elves and Argonians everywhere. I asked Tumma-Shah if she knew any of them, but she just shook her head.\nDavon's Watch is crazy looking. The buildings are huge and strange. They all look like churches, with spires and arches and such. I bet Brother Cantrall would love it.\n<Nicolene has sketched one of the Dark Elf towers. It's quite good. She has a knack for architecture.>\nI wonder what old Cantrall would do if he knew I was sailing with Captain Kaleen? Ha! I bet he wouldn't approve. I kind of miss him, though.",
        "28 Sun's Height\nWe landed in Skywatch today. Captain Kaleen took me ashore! I thought the Dark Elves were crazy, but the High Elves build like they want to prove something. You can't take two steps without seeing some crazy spire thing. They're nuts.\n<Nicolene sketched a bunch of towers here, all in a row. They might be made of crystal.>\nGall and pox, the High Elves are so snooty! I could tell the motherless sods didn't want to deal with the captain, but in five minutes she had them eating from her hand. She's amazing.\nI wanted to see more of the city, but the sodding Elves are really picky about outsiders, so we had to stay on the docks. But we spent the whole day together! I took notes and carried her stuff.",
        "4 Last Seed\nWe got attacked! Master Kasan said it was a Dunmer slave ship. They had mages on the decks, throwing giant fireballs at us. It was terrifying!\nOne of the masts caught on fire, but Tumma-Shah climbed up and put it out. The captain turned us into the wind, laughing like it was all a game. They couldn't keep up. Mara, how does she do it?\nI was shaking so bad after. Kasan has told me horrible things about Dark Elf slavers. I think some of his family are still in Morrowind. I wonder if he misses them.\nAnyway, this is the best part. After we were safe, the captain saw me shaking and took me aside. She told me I was brave and did well. Then she hugged me. Hugged me!\nMara, I'm still tingly. It felt so good!",
        "8 Last Seed\nAs soon as we put into Daggerfall again, I'm going to take all my savings and buy some new clothes. Something nice and proper, something the captain will like.\nI asked Tumma-Shah if Kaleen's ever been married. She just flicked her tongue at me, but I bet not. Kaleen's too strong and independent to marry some stupid man, just like me."
    ]
}