{
    "id": "NicolardLiasJournal",
    "paragraphs": [
        "Librarian Comment:",
        "In The Alinor Codex, which shipped with the ESO:Summerset Collector's Edition, this book is instead called \"Expedition Journal\"",
        "",
        "Fate is a strange thing. The path of one's fortune turns often and unpredictably, without any rhyme or reason to mortal minds, though the series of events that led me to this place speak to an intelligence arranging the scenes. Like so many great discoveries, this one was made by accident, leading me to believe Julianos has a mischievous streak.",
        "Hampered by delays, my expedition to Craglorn did not even begin until Frost Fall. A wiser person would have put off the trek for the next year, but I'd been held up long enough and let spite rule me. Fiery determination kept me warm through the first few nights ascending the Jerall Mountains, but like any savvy highwayman, the cold chose to rob me of that determination once I'd come too far to turn and flee.",
        "With little choice other than brave the nearest dry cave and pray that it was home to neither bear nor troll, I discovered a natural cavern extending some distance into the rock. I nearly leapt out of my skin as a chilling howl rolled through the stony interior, but it was only a stiff wind that tugged at my clothes in the darkness. Curious, I temporarily abandoned my search for the most comfortable patch of granite to bed down upon to search for the source.",
        "What I discovered was a secluded valley surrounded on all sides by the mountain, and that might have been the end of it, had the bear I'd blundered past not roused from its stupor. Weary as I was, the anger of the sluggish beast was more than enough incentive for me to brave the cold a little longer. Unlike the hinterlands along the mountain path, the wilderness I found myself in was still clinging to life in spite of the bitter cold.",
        "The land might have been weathering the chill with grace, but I was still likely to die of exposure without some form of shelter, so I soldiered on in search of a quiet nook to stuff my bedroll into. I thought I might collapse on more than one occasion, which would have certainly spelled death for me in this frigid clime, but my perseverance was rewarded soon enough. At the far end of the valley stood an ancient ruin, carved right from the mountain. Without the energy to marvel or the sense to concern myself with what dangers might lie within, I heaved the massive stone doors open with the last of my strength and collapsed into a heap. My last thoughts lingered on the gust of warm air that greeted me as I slipped out of consciousness.",
        "I woke to find myself face down, not on frigid stone, but warm earth and lush grass. At first I took the dampness of my clothes for thawed frost, but it was my sweat that had the cloth clinging to my skin. The ruins, it seemed, were constructed throughout a cavern filled with active lava flows coursing through it. I attempted to justify the presence of such vibrant plant life to myself as a symptom of the tropical warmth, but that excuse didn't hold up to scrutiny. Something about this place was causing the unusual growth and these ruins were either the cause, or likely built here because of the caverns unique properties.",
        "No longer at risk of dying from exposure, I settled in at the mouth of the cavern and studied the exterior of the ruin in great detail. They were Nedic in origin, that much was obvious to me, but less refined than other architecture I'd seen around Cyrodiil. Pre-Alessian, even. I could have spent months in Craglorn hunting for a find as significant as this, and I stumbled upon it - quite literally - barely a few days after embarking. Fate is a strange thing indeed."
    ]
}