{
    "id": "NightRunnerCaptainsJournal",
    "paragraphs": [
        "The Sea Sload that calls itself K'Garza, what a disgusting creature! When it first appeared in our caves, I sent a group of the Night Runner's best raiders to drive it away. Then the unthinkable happened. The big slug slaughtered them! But that wasn't enough to satisfy the creature. It's some sort of necromancer! It raised my own raiders and turned them against me!",
        "* * *\nTwo more raiding parties fell to the Sea Sload and its undead horde. Worse, now they've become part of that undead horde! I need to rethink this untenable situation.",
        "* * *\nI made the Sea Sload an offer and to my surprise the creature accepted it. We can continue to use the cove for our smuggling endeavors. In exchange, I just need to provide captives for K'Garza to use for its necromantic experiments. Distasteful, certainly, but a deal such as this is better than the alternative.",
        "* * *\nWe captured an Orc wandering around in the caves. I had one of my raiders chain him up until K'Garza was ready for him. Luckily the poor bastard was drunk off his arse. He probably has no idea what he's in for.",
        "* * *\nA High Elf requested a parlay. She claims to represent the Sea Sload K'Garza, who is apparently part of something called the Abyssal Cabal. What a disturbing idea, a group of Sea Sload working together for some nefarious purpose. She presented me with an offer to submit to K'Garza's will and work for the cabal. She informed me that one of K'Garza's associates was currently operating to the south and was developing a plan by which they could sink Summerset and return the land to the control of the Sload.",
        "I admit that when I heard these words, my first reaction was to gut the High Elf and send a warning to the Divine Prosecution. After all, our business depends on Summerset remaining a viable land mass. However, I managed to keep my anger and disgust in check and promised to consider the offer. She warned me not to consider it for too long before I accepted the cabal's terms.",
        "I wonder if it's too late to set sail for Black Marsh or someplace else that's far away."
    ]
}