{
    "id": "NineCommandsoftheEightDivines",
    "paragraphs": [
        "Librarian Comment:",
        "This book is almost identical to \"Ten Commands of the Nine Divines\" from Oblivion, but is of an older pre-Talos edition.\nNot to be confused with \"Nine Commands of the Eight ...\" or \"...ine Commands of the Eight Divines\"",
        "",
        "By the intercession of St. Alessia, you may be so filled with grace, and the strength and wisdom that come from grace, that through these teachings you may come to the true meaning of the Eight Divines and Their glories.",
        "To convey to man's mind all the manifold subtleties of truth and virtue may not be done, were all the seas ink, and all the skies the parchment upon which Their wisdoms were writ. Yet Akatosh, in His wisdom, knowing how impatient is man, and how loath he is to travel upon the hard roads of truth, has allowed these nine simple commands to be made manifest with powerful clarity and concise definition.",
        "1. Stendarr says: Be kind and generous to the people of Tamriel. Protect the weak, heal the sick, and give to the needy.",
        "2. Arkay says: Honor the earth, its creatures, and the spirits, living and dead. Guard and tend the bounties of the mortal world, and do not profane the spirits of the dead.",
        "3. Mara says: Live soberly and peacefully. Honor your parents, and preserve the peace and security of home and family.",
        "4. Zenithar says: Work hard, and you will be rewarded. Spend wisely, and you will be comfortable. Never steal, or you will be punished.",
        "5. Kynareth says: Use Nature's gifts wisely. Respect her power, and fear her fury.",
        "6. Dibella says: Open your heart to the noble secrets of art and love. Treasure the gifts of friendship. Seek joy and inspiration in the mysteries of love.",
        "7. Julianos says: Know the truth. Observe the law. When in doubt, seek wisdom from the wise.",
        "8. Akatosh says: Serve and obey your Emperor. Study the Covenants. Worship the Eight, do your duty, and heed the commands of the saints and priests.",
        "9. The Eight say: Above all else, be good to one another.",
        "If only each man might look into the mirror of these Commands, and see reflected there the bliss that might enfold them, were he to serve in strict obedience to these Commands, he would be cast down and made contrite and humble. The obedient man may come to the altars of the Eight and be blessed, and may receive the comfort and healing of the Eight, and may give thanks for his manifold blessings.",
        "Heedless, the wicked man turns away, and forsaking the simple wisdoms granted to him by the All-Wise and All-Knowing Eight, he lives in sin and ignorance all the days of his life. He bears the awful burden of his crimes, and before Men and God his wickedness is known, and neither blessing nor comfort may he expect from the altars and shrines of the Eight.",
        "Yet the wicked and foolish are not doomed, for in their infinite mercies, the Eight have said, \"Repent, and do Good Works, and the Fountains of Grace shall once more spill forth upon you.\"",
        "Repent your crimes! Tender unto the Emperor the fines of gold, that they may be used to spread the Faith and its Benefits to all Men!",
        "Do yourself good works! Redeem your infamy by shining deeds! Show to all Men and the Eight the good Fame of the Righteous Man, and you may once again approach the altars and shrines of the Chapel to receive the comfort and blessings of the Eight."
    ]
}