{
    "id": "NirncruxAStudy",
    "paragraphs": [
        "By Mendan Flot,Regent of Roiling Concoctions",
        "What a remarkable substance the Scaled Court has discovered! Or perhaps I should say, \"rediscovered.\" For it is true that the ancient Nedes made use of this primordial element in ages past. They even appear to have known about its unique properties, including its ability to absorb and distribute Aetherial energy. But I feel confident in my claims that even the Nedes never achieved the variety of uses we have discovered for the element we call \"nirncrux.\"",
        "When the Regent of Serpentine Stratagems emerged from the ruins of Skyreach and gave us the gift of nirncrux, we were equal parts excited and confused as to what to do with the primordial element. But the Serpent whispered to the regent, and she in turn described several ways we could immediately utilize the substance to increase the power of the Scaled Court. But simple tricks and minor boosts were just the beginning. The Regent of Serpentine Stratagems had greater plans than these, and she ordered me and my alchemists to increase the application of the element a hundredfold.",
        "My alchemists first studied the viability of the element in its natural, solid form. The substance can be found as veins running through denser rock throughout the upper region of Craglorn, and sometimes as grains or nuggets along river beds or at the base of hills and mountains. In its solid form, nirncrux is brittle and flaky. It resists attacks by most acids, and does not tarnish when exposed to air or water. However, it is neither dense enough nor strong enough for use in practical applications, such as forging weapons or crafting armor.",
        "When ground into a powder or dust, the true worth of nirncrux comes to light. The energy stored within the individual grains of dust can be released using an ancient Nedic ritual that we have modified to better serve the Serpent, and the energized nirncrux dust can be utilized in potions, elixirs, and other concoctions.",
        "For example, preliminary tests suggest that the dust can be incorporated into the ink used by the Iron Orcs to create their intricate, power-focusing tattoos. Imagine decorating creatures such as trolls and welwas with these ritualistic tattoos. Can they be made into even more powerful engines of destruction? We believe the answer is a resounding \"yes.\" We've already provided the newly named Ophidian Exarch of Undulating Destruction—otherwise known as the Iron Orc chieftain, Braadoth—with enough of the nirncrux dust to enhance ink to decorate nearly one hundred of the wild creatures. And more of the primordial element is being gathered for processing even as I write these words.",
        "Another immediate application for the dust is being spearheaded by the Regent of Wriggling Nightmares and his team. It involves ancient spawning pools and a variety of exotic and dangerous creatures. By mixing the nirncrux dust with the primeval, procreative nature of the pools, he hopes to create an entirely new monster to add to the Serpent's growing arsenal. I will be interested to see how his theories come to fruition.",
        "A promising avenue to explore involves another state of the element. We believe that the molten form of the substance might provide an even greater release of Aetherial power. Ancient Nedic writing that we discovered suggests that whatever processes these lost people once used to either create or enhance celestial creatures required the molten form of the substance. We are building great crucibles to smelt the substance into a liquid state.",
        "Why the substance only appears in Upper Craglorn remains a mystery, though my alchemists have formed a number of theories to explain it. The leading candidate suggests that the substance was deposited in the region in the distant past by chunks of rock that fell from the sky. Another possibility indicates that the Nedes may have used arcane rituals to draw the substance up from deep within the core of the world, as hinted at in a few wall decorations we examined in Skyreach's ruins.",
        "We may never fully understand where this primordial element came from or what it truly is, but that will not stop us from using it for the glory and grand purpose of the Serpent and his mortal limbs, the Regent of Serpentine Stratagems."
    ]
}