{
    "id": "NirnrootMissive",
    "paragraphs": [
        "This brings me to my next subject, the glowing root known as Nirnroot.",
        "Although the oddly tenacious root grows almost anywhere a significant body of water is present, this root is extremely rare, and I believe soon to become extinct. I myself have yet to come across one of the gnarled shoots, as they're rarely in sight of the roads that cross Cyrodiil. According to the records of the noted Imperial Herbalist Chivius Regelliam, the Nirnroot once flourished and could be found all over the country, but he suspected a cataclysmic event severely stunted their growth. Although many scholars reject the proposal that the Sun's Death event of 1E 668 catastrophically affected plant life, Chivius feels that the Nirnroot's lineage was damaged by the lack of sun for a full year. Whereas other plant species tend to \"find a way,\" the Nirnroot's mysterious magical nature made it especially susceptible to this climate shift. While this may or may not be the case, it's certainly true that the recorded sightings of Nirnroot are declining as the years pass.",
        "The most perplexing facet of Chivius's studies is that his notes describe the root as having a yellowish glow. Contrary to this fact, the Nirnroot of today has a soft bluish or blue-white glow. Unfortunately, since not many studies of the Nirnroot were performed from Chivius's day until now, it's unknown when or why this occurred. What I'm proposing today is that the Nirnroot, even though merely a plant, sensed impending extinction and therefore changed its own nature to survive. One of the more obvious facets of today's Nirnroot that supports this theory is the fact that it can now survive underground without any sunlight at all. While it's true that generally only mosses and fungi grow in these environments, I have two signed depositions by persons claiming that they sighted the Nirnroot in deep caves. Not once in Chivius's copious notes is a subterranean Nirnroot mentioned. But how could this be? How could a surface dwelling plant suddenly begin appearing in new locations radically different from its normal habitat?",
        "The answer, my fellow alchemists, is nestled within Chivius's own notes. Although he spends a great deal of time with the Nirnroot in his laboratory, the one thing he neglected to test at a high enough level of detail was the soil. As stated previously, Chivius felt that the Sun's Death, the eruption of Red Mountain, contributed to the demise of the Nirnroot. Agreed. My amendment to that proposal is that the ash that fell from the sky that entire year mixed with the soil, and again, due to the magical nature of the root, contributed to the aforementioned changes. The ash became a catalyst of sorts, forcing a change in the very makeup of the Nirnroot. Although very little ash from that dark time remains, I have done tests on newer ash samples sent to me from Vvardenfell. They show little to no magical properties, certainly none of which could affect a plant to that magnitude. However, the rare occurrence of what's known as Ash Salt in the normal ash does contain very potent magical abilities. In fact, some native Dunmer are said to harness that ability to create a cure for the Blight, which pervaded their realm many years ago. I feel this magic, meshed with the Nirnroot's inherent magic caused the radical change... in essence; the root \"healed itself.\"",
        "To surmise, my two proposals are certainly linked. The plant needed to survive, and therefore used a byproduct of its destructor to do so. No other plant in nature has ever come close to this metamorphosis. I feel the Nirnroot has accomplished in a relatively short amount of time what it would take other species millions of years to complete.",
        "Whatever the case may be, one thing is certain; the Nirnroot is on a path to destruction. It contains untapped potential to create potions the likes of which have never been seen in our day. I propose to you today that we divert a small portion of our funds to an expedition to collect some of these roots to study. I have outlined this proposal for your perusal after this section of the Symposium. Please, seriously consider this proposal before it becomes too late, and the Nirnroot becomes nothing but a memory.",
        "Thank you for your time.",
        ""
    ]
}