{
    "id": "NixHoundsAManualforNewOwners",
    "paragraphs": [
        "Congratulations! You are now the proud owner of one of Vvardenfell's most recognizable and loyal pets! If this is your first nix adoption, please take a moment to familiarize yourself with the do's and don'ts of nix-hound ownership. Stick to these tried and true methods, and you'll have a happy and healthy companion for years to come!",
        "Feeding:\nNix-hounds are voracious eaters. After emerging from its chrysalis, a baby nix can drain at least four comparably sized creatures per day! Be sure to rinse your pet's proboscis after every meal, as the scent of fresh fluids can attract wild nixes.",
        "Baby guars, goats, kwama pupae, and ash hoppers are all excellent sources of nutrition. Just be sure to get rid of those pesky meat-husks when you're done. A drained animal is the perfect treat for wild alits, and no one wants an ornery ball of teeth wandering around their yard!",
        "One final note at this crucial stage in development. It's very important to keep small children and other pets away from your new companion. Baby nixes are very curious, and won't hesitate to spear smaller creatures in search of food. An innocent case of mistaken identity can result in tragedy, so keep an eye on your little ones!",
        "Grooming:\nNix-hounds place great value on cleanliness (welcome news for most pet-owners!). The average nix spends hours self-cleaning - using its nimble pedipalps to scrape and polish their facial chitin and antennae. Unfortunately, the length of their proboscis and the relative thickness of their neck make it very difficult to reach the rest of their abdomen and thorax. That's where you come in! You should give your new friend a good scrub with an oiled rag once every two weeks. Just be careful to avoid the nix's sensory seta and abdominal glands. Nixes have been known to slip into a violent rage if touched in the wrong place. But don't worry! Given a few days and a dozen or so buckets of meat-fluid, your pet will regain its charming disposition.",
        "Be sure to check for ash mites in between their thoracic junction and spiracles as well. These little pests can drive even the friendliest nix into an itchy frenzy!",
        "Exercise:\nNix-hounds require lots of stimulation and exercise. Like their industrious cousins, the kwama, nixes are addicted to work and productivity. So play along! Games like \"hide the dung,\" and \"who's got the spleen\" will keep your nix busy and satisfied for hours at a time!",
        "Handling:\nNix-hounds are affectionate and attentive pets, but here are a few more tips for keeping them calm and collected:",
        "Always remember to face your nix when feeding it.",
        "Avoid direct eye contact while your nix is relieving itself.",
        "Make sure your friends and neighbors don't leave their pets and children unattended around your nix.",
        "Never shout at your nix.",
        "Never whisper to your nix.",
        "Never show another nix excessive attention or affection.",
        "Avoid contact with the nix's saliva, as it is corrosive and may form a permanent bond with the skin.",
        "Never display any signs of physical weakness around your nix.",
        "Conclusion:\nWe hope this short guide has been informative. Nix-hound ownership is a real treat, and an experience that you won't soon forget! You'll enjoy your time with this beautiful creature, we guarantee it!"
    ]
}