{
    "id": "NobilityinTheft",
    "paragraphs": [
        "Librarian Comment:",
        "A Treatise on Conscientious Larceny",
        "",
        "To steal a thing is simplicity itself. One merely takes what one will and that is that. Even a treasure jealously guarded can be stolen easily under the right circumstances, but such things will not be discussed here.",
        "This treatise hopes the reader will become a capable pilferer of found things. Methods, distractions, and tools of the trade will not be discussed herein, so if you are a hungry ja'Khajiit looking to make your way on the streets of Senchal, look elsewhere. (Really! What are you doing here? You should be out casing marks!)",
        "Bandits, burglars, defalcators, and cheats—keep reading. You might learn a thing or two.",
        "\nWho Is Worthy of Your Gift?",
        "Any able pilferer knows the next heist is merely a question of time and place, but to keep your heart as light as your gloves, you would do well to be wary of your target!",
        "Easy marks are abundant, but the majority are as desperate as you are. Ignore them! You won't make a name for yourself fleecing ditch-diggers and scullions of their hard-won dinners, and they certainly won't sing the songs every Senchal dreg knows by heart and hair.",
        "No, look for the merchant whose purse lies buried behind three tall walkers with etched swords and inlaid plate! Watch for the wizard whose tower sends alchemical stenches billowing into the canvas city. Seek out the pomp-pursed dandyclaw whose grounds are free of flicktongues.",
        "Never take all, just a portion! They will deem what you took an \"acceptable loss.\" Admitting their loss would send every shinglestep in town leaping through their casements, which is why they rarely inform the guard.\nIt doesn't hurt that they also have the most to pilfer. But what is worth taking, and more importantly, what is there to do with all the riches you've liberated from lightless prisons?",
        "\nWhat To Do With a Heavy Purse?",
        "Treasure, whether in pockets or in the ground, weighs heavily on mind and the spirit.",
        "It can be tempting to take famous treasures. Who has not heard the many tales of Rajhin? But as the tales suggest, some treasures are difficult to move and are often worth more in trouble than the gold you'll get for them.",
        "Coin is best, of course. It's small and easy to move. Jewelry comes next, though you may have to melt pieces down if they are too closely filigreed.",
        "Potions can be just as valuable—if not immediately useful to your trade. Look especially for those with restorative properties, for these can be priceless when properly plied.",
        "Don't overlook sundries, either! Frequently a treasure will be too well guarded or trapped with snares to justify the effort, but the mark is not always a lost cause. Only the most paranoid take precautions with the sugarcloset, for who would impede his own sweet-tooth? Much the same with the cupboards, for a hungry belly needs filling fast and tripwires only get in the way.",
        "Do not be too prideful to make off with these things. While they will rarely be missed, they can fill your belly and bring you fame to rival even the luckiest moonlighters!",
        "\nWhere Should You Flee?",
        "Take as much as you can carry! Fill your pockets and parcels with whatever you can fit, such that it overflows your waistband and bites into your back! Your bounty is as important to your escape as it is to your purse.",
        "When you are pursued —as you often will be—spoils secured properly about your vitals will throw off arrows raining down from the walls.",
        "In the streets, cut release ties to spill out your treasures into the paths of your pursuers. Throw them to the crowds! Their scrambling for your riches will sow confusion, creating obstacles for your escape.",
        "Not only will these efforts delay your pursuers, news of your open hand will spread like wildfire through the streets. What is more valuable than your name? It will buy you safe haven in times of need, food for your belly in lean times, and more importantly will carry you through the darkest of life's troubles.",
        "And when you are old and can no longer leap between rooftops, you can rest easily among your childrens' children, assured that your legacy is as clean as a well-greased tumblecatch.",
        "Good luck in your exploits! When they are sung through the taverns and slums of the world, Zizar-dar will be sure to carry the tune."
    ]
}