{
    "id": "NobleRanksandTitles",
    "paragraphs": [
        "A Systrean Guide to Rank and Title",
        "By Hercian, Steward at Castle Navire",
        "",
        "In one month's time, her grace, Duchess Elea—in consultation with famed philanthropist, Lord Bacaro Volorus—will welcome many foreign dignitaries to High Isle for a diplomatic conference and summit. These individuals will undoubtedly lack a full understanding of Breton noble customs. In circumstances such as these, breaches of decorum are common, and understandably so. As servants of her grace, it is your duty to help our island's guests navigate the intricacies of peerage hierarchy and employ proper terms of address. Please distribute this simple reference to all visitors in need of guidance.",
        "",
        "In High Rock, the High King reigns supreme. When addressing a high king or queen, the speaker is obliged to refer to them as \"\"your majesty.\"\" The king's children—princes and princesses—should be addressed as \"\"your highness.\"\" Our current sovereign, High King Emeric of the Cumberland Dynasty, rules wisely and well from the city of Wayrest. Breton politics can be unpleasant, but our beloved high king enjoys great popularity with commoners and nobility alike. Long may he reign!",
        "",
        "High King Emeric's domain comprises a series of regions known as duchies. A duke or duchess enjoys direct dominion over these lands. Dignitaries should address dukes and duchesses as \"\"your grace.\"\" As vassals of the king, dukes and duchesses apply the king's law and furnish the crown with armies and taxes as required. However, every duke and duchess reserves ample autonomy. This allows them to maintain customs and laws unique to each duchy. Our own beloved Duchess Elea holds dominion over the Systres Archipelago and its territorial waters. We are all fortunate to have her as our ruler!",
        "",
        "Duchies are further divided into smaller territories known as counties. Counts and countesses serve as stewards of these lands. Dignitaries should address counts and countesses as \"\"my lord\"\" or \"\"my lady.\"\" Counts enjoy less autonomy than dukes and duchesses, as their territories are subservient to the duchies they are part of. However, they serve as vital links to guilds, churches, and scholastic organizations that might otherwise receive less attention from the duchy's rulers.",
        "",
        "Beneath counts and countesses, peerage hierarchy flattens considerably. Barons and baronesses stand above most, but these titles rarely carry robust land rights. Instead, they serve as titles of honor, granting the noble certain privileges at court. Dignitaries should address barons and baronesses as \"\"my lord\"\" and \"\"my lady\"\" respectively.",
        "",
        "Finally, we reach the knights—nobles who enroll in chivalric orders and defend the realm against invaders and uprisings. When addressing knights, dignitaries should extend them the honor of \"\"sir\"\" or \"\"dame.\"\" Knights subscribe to their own hierarchies and customs as dictated by their order. In most cases, these orders are governed by a marshal or a knight-commander. Regardless of the marshal's high station, their honorific remains the same.",
        "",
        "I hope this guide proves useful and that we avoid the most egregious faux pas. But regardless of the circumstances, I trust that each of you will comport yourself in a manner befitting her grace's confidence."
    ]
}