{
    "id": "NordCuisineSavoryEdition",
    "paragraphs": [
        "While there have been many accounts detailing the various meads enjoyed by Nords, there is surprisingly little information on their preferences in savory cuisine. While Nord recipes may not be as thrilling or complex as those of some other cultures, I believe them still worthy of note! There are many delicacies to be had on Nord feasting tables. They are a hearty people who drink and eat with more passion and vigor than any others I've met! Tasteless food represents as much an insult to them as cowardice on the battlefield. I shall transcribe my explorations through their cuisine here.",
        "Horker Soup\nThere is an abundance of horkers in Skyrim. While they may not look entirely appetizing on the surface, they represent a wealth of untapped delicious potential! And as Nords are wont to do, they've taken a form of sustenance and made a stew out of it. I suppose it only makes sense. A hardy people who live most of their lives in the cold, covered in furs and trudging through snow, would certainly be purveyors of warm meals such as this. Horker soup is uncomplicated, wonderfully salty, and has a thin broth. It's best served with a warm loaf of bread to sop up the last dredges.",
        "Hot Apple Cabbage Stew\nThis stew is a basic Nord household favorite. Ordinarily, a dish this simple might not be worth mentioning in a book on cuisine. But not in this case! While the recipe for the hot apple cabbage stew is simple, the taste and comfort of consuming such a dish is far from it! For many Nords, this meal reminds them of their youth. Though, there is some debate over the method of cooking the stew, mainly in the use of the apples. A strict divide exists between those who believe in mashing, and those who believe in cutting. I myself have sampled both and found them to be equally delicious. This is not an opinion I would share with a Nord, however. Most favor one over the other, usually to a violent degree.",
        "Mammoth Steak\nThose who first looked upon the mammoths of Skyrim and thought 'I think I'd like to eat that!' greatly inspire me. Nord's are known for their staunch bravery. Only a people so averse to cowardice would think to make a meal out of something so colossal. While much of the animal is tough and inedible, the loin is exquisitely tender. Cutting a slice from this impressive part of the beast yields a flank of meat that can be seared or broiled.",
        "Seared Slaughterfish\nI do not envy those who venture into murky waters in order to catch the creatures needed to make this meal. I am entirely grateful to them, however, for it is their bravery that allows us to experience the deliciousness of the seared slaughterfish! The proper Nord tradition requires the cook to sear the fish (once picked clean of bones, of course) until the skin is blackened. Some prefer to cook the flesh slowly by wrapping the fish in cabbage leaves, searing the skin as the very last step before consumption. Both methods work equally well, in my opinion."
    ]
}