{
    "id": "NordCuisineSweetsEdition",
    "paragraphs": [
        "While there have been many accounts detailing the various meads enjoyed by Nords, there is surprisingly little information on their preferences in cuisine. While Nord recipes may not be as thrilling or complex as some other cultures, I believe them still worthy of note! There are many delicacies to be had among Nords. They are a hearty people that drink and eat with more passion and vigor than any I've ever encountered! Tasteless food is as much an insult to them as cowardice on the battlefield. I shall transcribe my explorations through their cuisine here.",
        "Sweet Treats",
        "Honey-Dipped Apples\nI would be remiss if I did not discuss the tart apples of Skyrim. A staple of Nord households, this fruit is as common in Skyrim as a mudcrab along a riverbank! It can be eaten as nature intended, directly from a tree, or it can be used to enhance stews, meat dishes, or salads. Perhaps the best use is as a dessert. The ingredients for a honey-dipped apple are rather obvious. Simplicity is at the heart of most Nord recipes—the foundations are plain and uncomplicated, but the end result is truly a taste to experience! Apples are either served roasted or raw, then iced with a drizzle of sweet milk and honey. They are sticky, messy, sweet, and tart. And wholly wonderful!",
        "Snowberry Crostata\nOn their own, snowberries are so tart as to be quite unpalatable. The same cannot be said of a snowberry crostata! Simpler than a pie and yet no less delectable, this pastry perfectly marries the tartness of the berry with the sweetness of the bread to create a truly memorable experience. Enjoy this delicacy after a meal as a treat, or even early in the morning before the common Nord goes about his day. The versatile nature of the flavors make both options equally appealing.",
        "Jazbay Crostata\nIn contrast, the Jazbay Crostata is strictly a delicacy best enjoyed after a heartier meal. While it is most often used by mages, the distinctive sweetness of these grapes cannot be ignored by any who consider themselves a food connoisseur. The dark, sweet juice of the grape sinks into the dough to create a deliciously moist base, though it's sturdy enough to not be soggy. Some say the sweetness overwhelms, but I say they are absolutely wrong!",
        "Honey Nut Treat\nNords love their honey. It sweetens their mead perfectly, but that's not all! Popular in many a meadery across Skyrim, the honey nut treat is a sweet partner to any kind of drink. While messy, this sticky, nut-studded dough can conveniently be skewered on a stick so you can carry it anywhere. Whether you're traveling long distances or just enjoying a drink by the fire at your favorite inn, the honey nut treat is an enjoyable snack that everyone should try at least once."
    ]
}