{
    "id": "NorgorgolsJournal",
    "paragraphs": [
        "Now here's a turn of good fortune! We've found the perfect site for a stronghold if ever there was one. I know I said that the last time, but this isn't some crumbling old fort with breezy barracks and moldering sheets. No, these ruins we found are a highwayman's paradise.",
        "We're well off the beaten path here. Through some caverns and a valley not visible from the mountain pass. No chance of Nord soldiers patrolling by and noticing a poorly concealed campfire, again. In fact, we don't even need campfires for more than cooking anymore, and maybe not even that. There are lava channels all through the area that keep the caverns and ruins nice and toasty. That probably explains why it's so lush too. You'd never expect to find so much growth this high in the mountains, much less vines nearly as thick as I am wide.",
        "The way I see it, if things are looking lean or we need to lay low, we could probably live pretty well off the land here. Chop up some vines, melt some snow, and settle in on a bed of warm grass until things blow over. Practically the lap of luxury by hideout standards.",
        "-",
        "All right, so maybe hauling the goods back to this place is a bit more effort than I anticipated, but I haven't so much as seen the spec of another man or Mer in the distance on the way back. There's rumors that Reachman use the trails out this way, but what have we got to fear from a bunch of stone-bangers in loincloths? Still, might do to set up some snares and alarms until we've got these ruins fortified.",
        "-",
        "I don't think I noticed how much the walls look like they're bleeding when we first found this place. There's this dusty red stone all over. I mean, it's not like they're actually bleeding - I just can't get the image out of my head now that I've seen it.",
        "-",
        "Nearly killed one of the gang last night while we were sleeping. I was feeling restless is all, and he wouldn't stop fidgeting. The creak of his leathers was tickling my ears like a squeaky cart wheel every time I thought I might drift off. I made to smack him, but when I turned to look he was sleeping like the dead, still as can be, but the creaking was still in my ears.",
        "It was the vines. Writhing like drunk serpents.",
        "-",
        "I had to get away for a bit. The shifting of those vines can cut right through a crowd to reach my ears now. I'm just going a bit stir crazy is all. Figure I'll poke around the pass and get a better lay of the land.",
        "-",
        "Third flock of crows to pass in less than an hour. Or maybe the same lot and just lost? Seems a bit late in the season for birds to be lingering about. Bad omen, or so I hear anyway.",
        "-",
        "I don't know where they came from. Reachmen scouring the mountains. Scores of them! It looks like they're hunting for something, but it's not like there's anything out here for the likes of them - except us. They don't seem to have found the hideaway yet, but I've got a sinking feeling that won't be the case for long.",
        "-",
        "I'd like nothing better that to tell the gang to pack it in and high tail it out of here, but I don't see us slipping past all those barbarians unnoticed. Guess we'll be waiting things out sooner than anticipated.",
        "-",
        "Damn birds! The crows have taken roost in our ruins and it's been non-stop cawing ever since. The way it carried through the caverns you'd think they were ten times their size.",
        "Gods, make it stop!"
    ]
}