{
    "id": "NorthpointAnAssessment",
    "paragraphs": [
        "This report on the city of Northpoint and its primary noble house, Dorell, was ordered directly by His Majesty High King Emeric and has been painstakingly researched. I, Chancellor Regina Troivois of the Department of Interior Affairs, personally oversaw this effort and verify the accuracy of the information contained herein.",
        "First, some history for context. Captain Yric Flowdys, an enterprising Breton trader operating the summer route of shipping from Daggerfall to Solitude, established Northpoint during the 9th century of the First Era. Though the shores here do not form an ideal harbor, Yric knew the deep waters approaching them could easily accommodate large vessels, and that the location along the trade route made for a perfect way station where traders could resupply, make repairs, or shelter through storms. He constructed the first docks at Northpoint, the best anchorage, and named the port after it.",
        "Soon after building the docks, Captain Flowdys oversaw the addition of a small walled keep and warehouse in the heights of Dore Elard, to the east of the growing port-of-call. Before long, the town bustled with activity, and Flowdys, realizing the success of his venture, took the name of the mountain as his new family name. He and his relatives continued to grow their maritime endeavors, as well as develop and invest in the port and surrounding lands, eventually leasing plots to farmers and establishing new sources of income.",
        "For most of the First Era, the family exemplified the type of active, entrepreneurial merchant princes that brought great prosperity to High Rock. In 1E 1029, the Dorells were granted a barony when the Empress Hestra joined High Rock to the First Empire. The fortunes of House Dorell, and of Northpoint, have waxed and waned with the flow of the northwest coastal trade ever since.",
        "In the 24th century the Dorells, having continued their rise in wealth and power, held the monarchy of Shornhelm for several generations. This distinction has colored the family's image of itself through subsequent centuries, and the Dorells regard themselves among Rivenspire's true elite even today. It also gave them a taste for political intrigue which, combined with their already-ambitious spirit, has made the house impossible to ignore. The current Baron of the House, Alard, wields significant power as one of the triumvirate of nobles who have ruled Rivenspire since the fall of Ranser. Along with the leaders of House Montclair and House Tamrith, Alard Dorell has pledged himself to the High King and hopes to one day earn the right to rule as the sole King of Shornhelm.",
        "In recent times, House Dorell excels as a maritime and mercantile power. They maintain a mansion in Shornhelm for the Baron and Baroness, keeping the house closely involved in the happenings of the court. The estate in Northpoint is left to other relatives, though oversight of its lands remains integral to the family's operations. At present the young but very capable Lord Ellic, son of Baron Alard, manages the family's holdings around Northpoint when his father is at court and serving on the triumverate.",
        "The Dorells are militaristic and politically savvy, and their mercantile traditions have forged a level of wealth rarely seen in Rivenspire circles. House Dorell has generated extensive ties with merchants in Solitude. This, they are quick to point out, has nothing to do with the sword rattling of politics. To Dorell, this is simply good business.",
        "From my study of the three noble houses of Rivenspire that form the ruling triumvirate, I recommend that you place little trust in House Montclair, and to be cautious in any interaction with them—their true loyalties are only to their own aspirations. House Dorell, on the other hand, while also ambitious, seems to possess a degree of honor and a love of country rarely exhibited by the Montclairs (who seem to be overly proud of their heritage to Ranser). House Tamrith, meanwhile, has always been loyal and a friend to Wayrest. However, the Countess is relatively new to her role as house leader and may not be ready to assume any greater responsibilities"
    ]
}