{
    "id": "NostrumsNotes",
    "paragraphs": [
        "The first of the afflicted began arriving almost immediately after the quarantine was set up. I don't know how we spread the word so quickly, but people seem to be coming from all over the region for the promised cure.\nI now have the opportunity to observe the afflicted through all stages of the Llodos plague. It begins with a mild fever and random bodily aches and pains. Oddly, afflicted suffering this stage of the plague have a terrible hunger that cannot seem to be satisfied. This stage of the plague lasts anywhere from three to seven days.",
        "The second stage of the plague is marked by a high fever, overall weakness, and the appearance of open sores upon the body. Pain grips the afflicted, making most normal activities impossible to perform. During this stage of the plague, the afflicted's appetite disappears, and it is a struggle to make them eat and drink sufficient amounts of food and water to maintain their body weight. This stage of the plague can range from seven to fourteen days. If the afflicted doesn't throw off the plague during this period, chances of survival drop to almost zero.",
        "The third stage of the plague marks the beginning of the end for the afflicted. The open sores now cover most of the afflicted's body, which burns with such heat that the afflicted becomes delirious and subject to hallucinations. The afflicted refuses to eat or drink, and any kind of movement results in agony. This stage of the plague is relatively short, lasting from one day in extreme cases to as long as five days for those unfortunate enough to hang on.",
        "The final stage of the Llodos plague is perhaps the most fascinating. Of course, many of the afflicted simply die when the plague has run its course. And the death is extremely painful and heartbreaking to watch. But an increasing number of afflicted don't find a natural end. These unfortunates transform into seemingly undead creatures that the common folk call \"plague husks.\" These creatures appear to be mindless engines of violence, intent on destroying all life they encounter.",
        "Can you imagine an army of such creatures? Priceless!",
        "Ah, the crates of accelerant have arrived! Now we can increase the pace of the affliction. Time to treat my patients.\n—Nostrum Breva"
    ]
}