{
    "id": "NotesonDimhollowCryptVol3",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<center>Notes on Dimhollow Crypt x\nVol. 3</center>",
        "<center>As written by Adalvald</center>",
        "Divines be praised! Here at last is the breakthrough I have been seeking. All the dangers I have escaped, the traps I have eluded and the foul draugr I have avoided have brought me at last to this.",
        "In my previous volume of notes and observations regarding Dimhollow Crypt's possible connections to the ancient vampire clans of Skyrim's history, I wrote of a great chamber, far larger than anything else I've yet seen here in the crypt.",
        "Alas, a few wandering draugr forced me to retreat to the earlier passages of the crypt, thus depriving me of an opportunity to study this huge cavern.",
        "Well, praise be to Stendarr, for as I write this, I have just spent nearly a full day exploring that very cavern.",
        "It was a risk that proved more than worth it, because what I found in that chamber nearly defies description.",
        "Central to this huge cavern is an island of stone in a subterranean lake. Upon this island is something I can only describe as an elaborate ceremonial construction surrounded by stone columns linked by arches.",
        "There is no mistaking the stark contrast in architecture here; no ancient Nords made this stonework. Here, too, were more of the gargoyle statues that I first glimpsed in earlier passageways.",
        "There is no draugr burial site in Skyrim that contains these statues, save Dimhollow Crypt.",
        "Indeed, I am now certain that the strange construct in this main chamber was built long after the crypt, and by wholly different masters. These must be the same builders who placed the gargoyles through the crypt, perhaps to frighten away the curious.",
        "All signs seem to indicate that the masons who crafted these strange arches were servants of some ancient master who favored necromancy or vampirism.",
        "The style and craftsmanship in the stonework are not only distinct in terms of design, seeming to speak of an entirely different culture than that of the old Nord peoples, but also in skill with which they were fashioned.",
        "The cutting and shaping of the stone, for example, suggests more sophisticated tools than the crypt's original architects would have possessed.",
        "Although I feel a sense of exhilaration that my theories have at last been confirmed beyond any shadow of a doubt, I am also disappointed at the lack of answers. How long ago were these new features added to the crypt? And by whom? And for what purpose?",
        "On one point, I have no doubts. I must return to the Hall of the Vigilant and share these findings with my brothers and sisters. When they see what I've discovered with their own eyes, they will no longer scoff at my theories or mock my endeavors.",
        "And when that is done, I will return to my work. For now, Dimhollow Crypt might be a mystery, but by Stendarr I will see that mystery solved.",
        ""
    ]
}