{
    "id": "NotetoNicolas",
    "paragraphs": [
        "Guildmaster,",
        "I know you don't think it's important to improve the Guild's reputation throughout Tamriel, but I disagree. Already, we have crafters, innkeepers, merchants, and even entertainers paying us for protection and accommodation. I believe we need to expand our influence if the Thieves Guild is ever going to grow. I know it isn't up to me, but I've already compiled a list of some valuable objects we could acquire to attract just the right amount of attention.",
        "Give the word and I'll get started.",
        "-Zeira",
        "Prince Hubalajad's Trash Urn: This is a genuine funerary urn and I've seen it in Abah's Landing! Some idiot is using it for a flower-pot. To be honest, we'd probably win just as much praise from the Prince's descendents for stealing it as we would fame for displaying it here.",
        "Harp of Fiirgarion the Bard: Don't forget, nearly 6% of all indirect collections and 22% of our actionable tips came from members of Tamriel's entertainment community. I can't imagine they like the Mages Guild in Malabal Tor holding onto one of their most famous bardic heroes' instruments for \"research purposes.\" We'd send a duel message if we brought the Harp back to the safehouse.",
        "Divad Hunding's Drinking Bowl: I don't have any high-minded reason for stealing this from an in in Alik'r Desert, I admit. People probably forget Hunding used to drink the blood of his enemies out of this thing, or they wouldn't be so quick to want to use it. Call it a public service.",
        "Hiradirge Brass Demon Bottles: Call this one a recovery job. Just wandering around the ruins of Hiradirge makes my skin crawl, but the place is in our back yard. It doesn't sit right with me that the famed Demon Bottles are sitting in some inn in Bangkorai. Let's go get them!",
        "King Dumac's Royal Streamers: Wasn't it Dumac who led the dwarven war on thieves? Rumor has it there were more one-handed men and women during his reign than stolen purses. Be a shame to let the people of Mournhold look up at those banners every day and think some dead king got the better of us."
    ]
}