{
    "id": "NotesontheOrderSkeevera",
    "paragraphs": [
        "A Student's Journal",
        "14 First Seed\nAs I approach the end of my studies at the University, I am setting out to research the native wildlife in the surrounding lands. I have decided to focus mainly on the taxonomic order Skeevera, a much neglected area of study. It is also a far safer endeavor than more popular subjects such as giant insects or trolls. By avoiding such risks, I will be able to travel farther at less expense, eliminating the need for hired mercenaries.",
        "16 First Seed\nMy journey officially began today. As I made my way to the city walls, I took the opportunity to observe many of the rats that infest the sewers and trash heaps. Often overlooked in daily life, they really are quite a presence in the city. Living amongst and feeding on our waste, the common rat is quite at home in even the most inhospitable climates. Disease often follows it closely, making the rat one of the scourges of any major settlement.",
        "21 First Seed\nImmediately outside the city limits I began to see a wider variety of wildlife. The most common specimen of Skeevera found outside of a town is the rabbit. The rabbit commonly inhabits meadows and forests. It hides from its many predators in underground warrens. One may occasionally see a rabbit as a pet, but it is far more common to find one in a pie or a stew.",
        "Today is Hogithum, a fact I had forgotten until I almost stumbled upon two Dunmeri priests performing their annual ritual in the forest. I felt it wiser to avoid them, and quietly slipped away before I was noticed.",
        "7 Rain's Hand\nIt has been raining for two weeks now. Impossible to stay dry. I have been able to keep a fire burning only because of my rudimentary magic lessons at the University. The downpour has been too heavy to observe any wildlife. Even the wolves are hiding.",
        "As interesting as the smaller creatures are, I long for something more … exciting. When the rain finally lets up I may choose to continue my studies elsewhere.",
        "12 Rain's Hand\nFinally, a break in the clouds!",
        "14 Rain's Hand\nI have located a wild skeever nest and have begun my observations. Like their rat cousins, skeevers often carry disease. However, the skeever is a major food source for many larger predators. Giant spiders will always have a few hanging in their webs. It is not uncommon to even find a skeever cooking over a camp fire.",
        "Tomorrow I will attempt to capture a skeever for closer observation and dissection. One skeever should give me no trouble.",
        "15 Rain's Hand\nToday I attempted to catch one of the skeevers. The nest of creatures caught my scent before I got close enough to grab one. I got away but these bite wounds look like they might be getting infected. Perhaps traveling alone was not the wisest of decisions."
    ]
}