{
    "id": "NotesofLoviritheltheSage",
    "paragraphs": [
        "6 Hearthfire, 2E 575",
        "This is promising! My weeks of tedious research in the poorly organized collections of Leyawiin Castle have bore fruit. As I suspected, a temple complex dating back to the early years of the Alessian Empire was indeed hidden in Blackwood's deserted coastlands. I discovered the ruin buried beneath an otherwise unremarkable islet southeast of Blackwood's capital. The crudely excavated tunnel leading to the ancient temple has clearly seen recent use by various parties, most likely smugglers or bandits, but fortunately no such criminals are currently occupying the chambers below. I shall commence my explorations tomorrow.",
        "",
        "8 Hearthfire, 2E 575",
        "Little remains of this hidden temple's upper levels, but I have learned quite a lot from a careful examination of the architecture and carvings that survived across the centuries. Faded symbols that may now only be revealed through careful rubbings with parchment and charcoal hint at old secrets. Symbols signifying \"beneath\" or \"below\" coupled with \"anger\" or \"wrath\" clearly provide the inspiration for the name by which this place is known to locals: Deepscorn.",
        "",
        "I have also found curious hints about \"the one who waits in darkness,\" \"the unmaker,\" and \"the devourer\"—sobriquets for the primordial deity Sithis. This place was evidently a center of Sithis-worship for the ancient Nibenese. Needless to say, this is quite curious. While the veneration of Sithis is common in this part of the world, it is a practice generally associated with Argonians, not the less-bestial races. Was Deepscorn the secret refuge of a sect or cult that hoped to emulate those Ayleids who worshiped Daedric powers? More research is in order.",
        "",
        "14 Hearthfire, 2E 575",
        "A great discovery! In the Obelisk Room I discovered a passage leading into deeper levels of the temple, hidden behind a crumbling wall. I directed my assistants to remove enough of the wall to permit access to the caves and chambers beyond. I look forward to tomorrow's explorations, although I must admit that there is a strange chill in the passage. I almost feel as if the very stone is aware of our intrusion.",
        "",
        "17 Hearthfire, 2E 575",
        "The extent of the new caverns I have uncovered is simply awesome. Winding passages and immense chambers extend for hundreds of paces beyond the previous limits of our explorations. Most appear unfinished, but at least two great halls lie below. The first we named the Hall of Sithis. The second, we call the Fane of Scorn after the faded markings we found within. There is a cold, watchful silence in that chamber that seeps into the bones of those who linger there—a curious property of the subterranean air, no doubt.",
        "",
        "My assistants are growing nervous. They believe that a power of some sort is beginning to stir in the newly revealed chambers. Eliendro urged me to rebuild the wall that formerly sealed away off the lower levels, but of course I have no intention of yielding to his baseless fears. Scholarship is not for the faint of heart!",
        "",
        "20 Hearthfire, 2E 575",
        "Curse it! Eliendro has disappeared. Yalisseth insists that he was taken by the darkness in the Fane of Scorn, but that of course is nonsense. I know that he decided to give into his ridiculous fears and abandon his duties here. Most likely he is drinking cheap wine in Leyawiin and planning his return home. Unfortunately, Yalisseth now refuses to set foot in any of the lower chambers. I have told her that she can remain here while I continue my work in the Fane alone.",
        "",
        "Silly child.",
        ""
    ]
}