{
    "id": "NotesfromNilphasOmellian",
    "paragraphs": [
        "A collection of notes and receipt from the purchase of Battlehorn Castle.",
        "<title>Battlehorn Castle Upgrades List</title>",
        "I will be happy to provide the following improvements to Battlehorn Castle upon receipt of payment for goods and services rendered.",
        "Kitchen Area: The kitchen will be completely refurbished with everything needed to support you and your household. I will also provide the services of a most excellent cook, Plautis Rusonius, whose culinary skills I can personally recommend as he was in charge of the kitchens at the Tiber Septim Hotel for many years.",
        "Bedroom Area: The bedroom in the castle's private quarters will be fitted out with the most luxurious furnishings and appointments, and the services of a maid accustomed to working in a noble household will be retained.",
        "Library Area: The library in the castle's private quarters will be restocked with books appropriate to a noble's library, and furnished to provide a comfortable reading and working area.",
        "Dining Area: You will be able to entertain in high style once we have cleaned and refurbished the dining room in the castle's East Wing.",
        "Barracks: I will retain the services of an experienced mercenary captain, as well as two men-at-arms, in order to bring the castle garrison up to its full complement.",
        "Training Room: I will provide an experienced battle trainer, who can spar with you and your men on a variety of weaponry. I have an excellent candidate in mind, but do not want to name him until I am certain I can retain his services for you.",
        "Trophy Hall: The trophy room in the castle's Great Hall will be reappointed. I will also hire an expert taxidermist to create beautiful and lifelike trophies out of the most dangerous creatures of the land.",
        "Wine Cellar: No castle should be without the services of a well-trained vintner, and one of the best is now available. Talan learned his trade from his famous sister Tamika of Skingrad. He was also once a member of the prestigious Imperial Alchemy Symposium, but was removed from its ranks for using the skill of alchemy to perpetuate the mixing of magical and alcoholic beverages. The alchemists' loss is your gain: using ingredients found in the wild and his keen sense of taste, Talan creates unusual mixtures the likes of which have never been seen.",
        "I trust that you will find much here of interest to you in your new position as lord of Battlehorn Castle. Please allow me to be of service.",
        "I remain,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Kitchen Area</title>",
        "The furnishings you selected for the kitchens will be delivered promptly to Battlehorn Castle. I hope you get many years of enjoyment out of them!\nThank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Bedroom</title>",
        "The furnishings for your private quarters will be delivered promptly to Battlehorn Castle. I hope you find them comfortable!",
        "Thank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Library Area</title>",
        "The appointments you selected for your library will be delivered promptly to Battlehorn Castle. I'm sure you will find them conducive to scholarship and reflection.",
        "I appreciate your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Dining Area</title>",
        "The furnishings you selected for the dining hall will be delivered promptly to Battlehorn Castle. I'm sure you will find that they make your meals more pleasant.",
        "Thank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Barracks</title>",
        "At your request, I've hired Captain Athon, a retired Legion officer with impeccable credentials, to take charge of the men-at-arms at Battlehorn Castle. I've instructed him to hire two additional men-at-arms, at his discretion, to bring the castle garrison to its full complement. I trust that this meets with your approval.",
        "As always, I remain,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Training Room</title>",
        "The famous Arena champion, Shagrol gro-Uzug, is on his way to Battlehorn Castle to take up his new position as your sparring partner. I've taken the liberty of sending along the equipment he will need to set up your training room, using the funds you provided. I trust that this meets with your approval.",
        "Thank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Trophy Hall</title>",
        "The appointments you selected for your trophy hall will be deliverered promptly to Battlehorn Castle. As you requested, I've also hired a taxidermist to join your castle staff. Melisi Daren comes highly recommended by her former employer, a wealthy gentleman from Bruma named Baenlin. I'm sure she will meet with your satisfaction.",
        "Thank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Wine Cellar</title>",
        "As you requested, I have hired Talan, one of the finest vintners in Cyrodiil to maintain your wine cellar at Battlehorn Castle. He is the brother of the well-known Tamika of Skingrad, so he has learned his trade from the very best. I took the liberty of providing Talan with the funds to equip your wine cellar as he sees fit, as we discussed.",
        "Thank you for your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Note from Nilphas Omellian</title>",
        "I hope you are pleased with your recent purchase. I recently learned of an item you might be interested in -- an ancient Dwemer forge, still in working condition! It is guaranteed to facilitate all armor and weapon repairs. I know that a person of your means and discrimination would never balk at the price of 3000 gold, which barely covers my own expenses (much less the cost of shipping it to Battlehorn Castle).",
        "I look forward to doing business with you soon.",
        "I remain,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City",
        "<title>Battlehorn Dwemer Forge</title>",
        "I know you will be pleased with the antique forge that I am having shipped to Battlehorn Castle. I think you will find it is well worth the cost. Not many can boast of owning a working Dwemer forge!",
        "I appreciate your patronage,",
        "Nilphas Omellian\nThe Merchants Inn, Market District\nImperial City"
    ]
}