{
    "id": "NotesontheVisitorsGuidetotheShambles",
    "paragraphs": [
        "By Boss Kezo",
        "",
        "Look, that so-called Visitor's Guide to the Shambles is a load of horker dung! Dylamar wouldn't know the western warrens from Skein Row if he blundered into one of Shaermeta's webs and got served up as a banquet to her pet spiders! The entire purpose of that pamphlet is to entice mortals to leave the prominent districts to better appease their Daedric overlords. Let me give you the real story about the Shambles.",
        "",
        "First, forget about those Skein Row spider demons and Enzir's blood-crazed Dremora. Shaermeta and her Invisible Web can keep the east side! It's full of spiders now, anyway! Enzir's Vanquished, on the other hand, have no sense of loyalty. They abandoned whatever Prince they once served, right? So how long before they turn on each other? Any cycle now is my guess. And when that happens, the Shambles will totally fall under the Errants' control. Except for Skein Row. I hate spiders.",
        "",
        "Here's how the pamphlet should actually read:",
        "",
        "ENTRY WAYS",
        "You can find doors that lead into the Shambles throughout the northern sections of Fargrave proper, including a major entrance in the Fargrave Crafting Plaza. Remember to carry a full coin purse with you. My gang is less likely to inflict lethal damage upon you if you make a substantial offer of gold or some other valuable currency. We're not too picky.",
        "",
        "MARKETS",
        "The markets located throughout the western warrens are the best markets in the Shambles—and I'm not just saying that because we get a cut of all of their business. We do, but I really do think they're the best.",
        "",
        "FARE AND SUSTENANCE",
        "My brewmaster, Jik, makes a tasty bone-shavings ale, but don't even think about it. She can barely make enough to soothe the Errants' parched throats. And the Argonian, Bowl-Stirrer, really knows how to roast a clannfear! Again, no roast for you. If you really want something to eat or drink in the Shambles, the guide does make one good suggestion. The Wishbone is a proper tavern. And there's always someone willing to start a brawl if the place gets too quiet.",
        "",
        "LOCAL FLAVOR",
        "What does this even mean? And Netelyas? He's a cheat who never hands over everything he owes. I need to remember to take care of that. Next time.",
        "",
        "SAFETY",
        "This is the Shambles. There is no safety. If you can't protect yourself, then let us do it for you. Our rates are reasonable, and my gang rarely gets too carried away when they hand out a beating. And forget about the Grasp. Their reach doesn't extend to the Shambles. Why should it? We're mostly all mortals out here, and the Stricture doesn't care about mortals.",
        "",
        "So, if you come to the Shambles, come with your eyes open and your pockets full. You might leave with them a little lighter, but there really are some nice things to do and see out here.",
        ""
    ]
}