{
    "id": "NoxiphilicSanguivoria",
    "paragraphs": [
        "The disease vampirism is not one disease, but many. Throughout the centuries, and for unknown reasons, the afflictions collectively known as vampirism have been transmitted in different ways and taken on different qualities. Herein, I shall try to delineate, to the best of my ability, the qualities of the form of vampirism common to our era, known as Noxiphilic Sanguivoria, so as to better equip the reader to identify this type of vampire.",
        "First, however, I believe a word of warning is in order. This work is in no way intended as a guide to hunting or otherwise confronting a vampire. In all cases, it is advised that you avoid anyone you suspect of vampirism and certainly that you do not try to fight them. Vampires of all varieties possess supernatural strength and will quickly overpower all but the most experienced hunter.",
        "The most important thing to remember about sufferers of Noxiphilic Sanguivoria is that, as the name implies, they are not weakened by daylight as in other strains of vampirism, but are, instead, strengthened during the nighttime hours.",
        "Why this is the case is poorly understood. One of the more wild theories is that it is the result of some sort of Daedric backroom deal between Hircine and Molag Bal that has given sufferers of Noxiphilic Sanguivoria a werewolf-like love of moonlight.",
        "By night, these hunters are possessed of extreme fortitude and a powerful ability to recover from wounds.",
        "Sufferers of Noxiphilic Sanguivoria, interviewed under heavy sedation, of course, have described a dreamlike passage from when they were first bitten and afflicted with the disease. Some of them have described entering a ritual chamber where they were bathed in a pool of black blood. Whether the transformation actually involves such a terrifying ritual, or whether it was merely a hallucination is impossible to discern without firsthand experience.",
        "If you are bitten, or believe to have been bitten, by a carrier of Noxiphilic Sanguivoria, do not panic. If you are able to get away from your attacker, see a priest of Arkay immediately. You will not contract full Noxiphilic Sanguivoria without first being exsanguinated by a vampire and then receiving the gift of his or her blood in return"
    ]
}