{
    "id": "NystromsJournal",
    "paragraphs": [
        "I don't know why I let Anders talk me into this plan. He said the place would be full of riches, but I have yet to see even a single gold coin. To make matters worse, I think the other priests are beginning to suspect we aren't who we say we are. If they discover we're posing as priests of Nocturnal, I'm sure they're not going to simply ask us to leave nicely. I'll have to watch my step.",
        "As an \"acolyte of Nocturnal,\" I've been assigned a mentor. Old dark elf fellow by the name of Lythelus. Maybe if I act the part, I can pry some information from him about the Pilgrim's Path. Anders swears to me that all of the temple's wealth is stashed within their inner sanctum, which supposedly sits at the end of the path, so my job is to get us through the obstacles alive.",
        "Lythelus was easier to coax than I expected. Gave me a wealth of information on the Pilgrim's Path, but he was speaking in riddles. I'll try to record what I remember here and share it with Anders after he's done with his mentor. The only thing Lythelus seemed clear about was that there were five \"tests\" on the path. This what he said about each:",
        "\"Shadows of their former selves, sentinels of the dark. They wander ever more and deal swift death to defilers.\"",
        "\"Above all they stand, vigilance everlasting. Beholden to the murk yet contentious of the glow.\"",
        "\"Offer what She desires most, but reject the material. For her greatest want is that which cannot be seen, felt or carried.\"",
        "\"Direct and yet indirect. The path to salvation a route of cunning with fortune betraying the foolish.\"",
        "\"The journey is complete, the Empress's embrace awaits the fallen. Hesitate not if you wish to gift her your eternal devotion.\"",
        "He also mumbled some nonsensical phrases like \"night is the new day\" and how he was the \"ghost of the sun.\" I have no idea what these cryptic sentiments mean, but hopefully during tomorrow's ritual, Anders and I will put everything we've learned to the test.",
        ""
    ]
}