{
    "id": "OdetotheFounding",
    "paragraphs": [
        "[The following transcription stems from the last known performance of Elde of the Wells, who recited this original composition before the Jarl of Solitude on the eve of the hold joining the War of Succession.]",
        "HARKEN, hale of Haafingar, and hear the homages of our hearth;\nThe sweeping, sky-skimming spine of the city's solitary crescent\nRises from the rigid rock, proud and persisting\nTall against the tolling tides and the trials of interminable time.\nOnce, o honored audience, our houses were humble.\nThe Sea of Ghost's glacial gales, its whipping winds\nForced our forlorn forebearers, fraught and faithful,\nTo shelter under sheer cliffs that shot up from the shore\nAnd pray to Shor for passage through primal plumes of pummeling winter.",
        "LO, and with the reckoning of Akatosh's revolving hourglass\nOur people prospered, and perched upon the roost-stone\nTheir walls and wells, against the baleful baying of the bitter winds.\nHewing stone with hardened hands, they hefted high towers —\nA Dour donjon, and a temple for those dutiful to the Divines.\nThese foundations, fortress and faith-house, form the fulcrum\nOf our city, Solitude, oft-sung in skaldic odes.",
        "NOW built, this bastion on the blasted and buffeted bedrock,\nSolitude soared and, surveying its surroundings, seized them;\nWith unrestrained grasp, and unrepentant gaze\nIt harried and hammered the hinterlands into the hold of Haafingar.\nMany mourned, more demurred, but the moments came to murmurs:\nWhen the Jarl bore forth the wending circlet of his silver crown\nUpon which was blazed the wolf, wise and wary —\nA symbol of the city, a solemn sigil of the spirit of Solitude.",
        "SO take up swords, sworn sons and dauntless daughters,\nAnd rally around the reign of the wolf-crowned king!\nShould our blood be spilled in battle, we can be blessed to know\nThat we shall doff our helms in the hallowed home, Sovngarde,\nHaving slew the serpents strangling our Skyrim.\nNow rest, my cunning kindred, rest and keen-dream\nOf the war that we will win on the morrow's dawn\nAnd the ones that we will win for every morrow due us.",
        "WE are the children of Solitude\nWE are the children of Skyrim."
    ]
}