{
    "id": "OldOrcSayingsShields",
    "paragraphs": [
        "Librarian Comment:",
        "This book underwent a bit of editing between its initial addition to the game and the current version. Instead of \"beware,\" saying 1 used to say \"watch out for.\" Saying 20 used to instead read, \"Keep your shield by you and Malacath will keep you.\"",
        "It's name was also changed from \"Old Orc Sayings About Shields\" to \"Old Orc Sayings: Shields\"",
        "",
        "Being a compilation of the oral wisdom of the Orcs, collected here and recorded by Roald Kenway, who did live among the Orcs for six-and-thirty years at the start of the second era.",
        "1. When you smash your enemy's shield, beware the splinters.",
        "2. Better a smashed shield than smashed ribs.",
        "3. Nothing beats a shield for beating mages—except a cudgel.",
        "4. A shield full of arrows is better than a face full of arrows.",
        "5. As immovable as a stone fortress, a wall of shields.",
        "6. An axe is for cutting. A shield is for blocking.",
        "7. A warrior's sword takes many lives, but his shield saves one.",
        "8. A broken shield provides poor protection.",
        "9. Paint your shield with the blood of your enemies.",
        "10. A strong shield makes an attacker's heart despair.",
        "11. A shield makes a bad plate and a plate makes a bad shield.",
        "12. One shield is priceless, but two shields makes you look stupid.",
        "13. They will fear us when they see our shields.",
        "14. The shield that is whole in springtime is broken by summer's end.",
        "15. An Orc warrior has two loves: his sword and his shield.",
        "16. You are the only shield your clan has.",
        "17. Many are the cairn stones of those that went into battle without shields.",
        "18. A wooden shield is better than no shield at all.",
        "19. If an enemy ducks behind his shield, cut off his leg. If he lowers his shield, cut off his head.",
        "20. Keep your shield in front of you and Malacath will always be at your side."
    ]
}