{
    "id": "FromOldLifeToNew",
    "paragraphs": [
        "\"Da, why is the New Life herald so scary?\"",
        "When my littlest asked this of me during a New Life Festival, I laughed. I had once asked the very same question of my own Da. He said, \"Come the fall, you should ask your Nan.\"",
        "To understand the answer, we must look to the Old Life Festival, which we hold as the days grow short and the fields lie fallow. During this time we bring forth dark tales and unsettling songs. The Unknown Passenger tells of a cloaked figure on a ship who none of the other travelers recall boarding. The Lost Fawn in the Woods learns a stalking wolf killed its mother and wears her skin, but in its haste to flee it takes shelter in the wolf's den. The Midnight Lodger rents a room in the dead of night, but vanishes before morning—along with the innkeeper's child.",
        "We tell these tales as the nights stretch long. Every race has variations, but there are common themes across Tamriel: danger in the darkness, a threat to the innocent or the young, and a malignant creature that slips its way in amongst the relative safety of hearth and home. But the Wolf That Craved the Sky is the one that still makes me shiver, no matter how high the fire burns.",
        "As my Nan told it to all the village's children one long night ago, a great wolf with burning eyes once stalked the land at night. Its endless hunger drove it across the land, where it feasted on the volcanoes of Morrowind, drank the Iliac Bay dry enough to form the Alik'r Desert, and used the great trees of Valenwood to pick its teeth. But the wolf could not be sated, no matter how much it ate or drank. It wanted more, and more, and more.",
        "One night the wolf saw the two moons dancing through the sky. Masser, the bigger one, laughed and carried on. Secunda, the smaller one, followed Masser's lead.",
        "\"Be quiet!\" snarled the wolf. \"Or I'll pull you from the sky. Then I'll crack you open and devour everything inside, like Ayleid cities.\"",
        "\"You'll never be able to reach us!\" taunted Masser. \"Reach us,\" echoed Secunda.",
        "\"Oh?\" snarled the wolf. \"I will leap from the highest mountain until I reach the sky. Then I will stand astride two little moons, gnashing and tearing, until there are moons no more.\"",
        "\"But everyone will notice if one of us is missing!\" cried Masser. \"One of us is missing,\" echoed Secunda.",
        "\"I will change my skin to match your own,\" snarled the wolf. \"My burning eyes will shine in your place. None will know the difference.\"",
        "\"The sun will know we aren't what we seem!\" cried Masser. \"We aren't what we seem,\" echoed Secunda.",
        "\"Then I shall make a meal of the sun,\" snarled the wolf. \"And after, I'll consume all the stars.\"",
        "\"You can't do this to us!\" cried Masser. \"Do this to us,\" echoed Secunda.",
        "\"But I can,\" snarled the wolf. \"And when I have gorged myself on the sky, when there is nothing left but darkness, I will stand astride the world and howl!\"",
        "As my Nan leaned forward, fingers extended like claws, a figure with a wolf's head burst into the room and howled. All the children shrieked. Then the candles blew out.",
        "I remember shivering in the darkness, trying not to make a sound. It seemed like forever, but it was likely a dozen heartbeats.",
        "A soft light emerged from a lantern held aloft by my Nan. She faced the figure with the wolf's head and said, \"Not yet, wolf. The sun's light is too rich a meal. It will consume you instead.\"",
        "\"Then I shall wait til the sun is weakest,\" snarled the Skinchanger. \"On that day, I shall swallow it whole.\"",
        "\"You can try,\" said my Nan, her voice firm. \"But the sun may have other ideas.\"",
        "With that, the lantern flared. The Skinchanger howled in pain and fled from the room. For a few moments there was silence. Then my Nan spoke.",
        "\"Never forget the danger in the darkness. It can slip into your midst and drag you into the night. But light at its dimmest is the old life passing behind us. Soon there will be new life, and the sun shall herald its arrival.\"",
        "A good number of weeks passed. The New Life Festival began. I remember assembling in the square, just before noon. And I remember children screaming as the wolf-man walked boldly toward us. But we stopped when he pulled the wolf's head from his shoulders, revealing a person beneath.",
        "It was my own Da!",
        "He wasn't a wolf-man at all. In the light of the noonday sun, he was just a person in a costume. The bear claws and snarling, stylized faces worked into his garb seemed almost ridiculous by light of day. He smiled and told us the light of the Sun had filled him with hope, and that he would be our New Life herald for the festival.",
        "So years later, when my littlest asked me why the New Life herald was so scary, I laughed.",
        "\"Come the fall, you should ask your Nan.\""
    ]
}