{
    "id": "OleensDowryReminders",
    "paragraphs": [
        "<title>Oleen's First Dowry Reminder</title>",
        "Hello, you crook-clawed rapscallions. I've had just about enough of you helping yourselves to whatever you please and throwing off my inventory counts. If you're so determined to waste my time, then I'll be sure to waste yours! I'll even give you a fighting chance. Start in the goods-pavilion and remember this:",
        "Where do we hide things a Root-House might seize?\nInside an eye that never sees!",
        "Oleen",
        "<title>Oleen's Second Dowry Reminder</title>",
        "Well, well, well. You managed to finally hit the bulls-eye. Sure it wasn't luck? Might want to give up now before you've piddled away your day banging the flint-rocks between your ears for a spark of genius. If you intend to be stubborn, make your way to the corral and remember these words:",
        "This blade finds use on fields of war,\nBut only for those who can wield it no more.",
        "-Oleen",
        "<title>Oleen's Third Dowry Reminder</title>",
        "Every time I get a little down about this trip, I just imagine you up to your elbows in guar dung trying to find your \"dowry,\" but I guess you finally managed to get your hands on this clue. Did you just jam your hands into anything you could find until you got what you wanted? Might need to use salamander traps next time.",
        "If you think you're getting closer to your prize, go to the watchtower and think on these words:",
        "I wear a skin that isn't mine.\nWith others' hands I help keep time.",
        "-Oleen",
        "Also, take a bath before the bonding you feckless heathen.",
        "<title>Oleen's Final Dowry Reminder</title>",
        "Cheesh-Nassa,",
        "You'll find that \"dowry\" I hid tucked in the false bottom of your favorite crate. The one you don't think I know about. I had to move your collection to make room. From now on, keep those in your room. That's not what the storehouse is for.",
        "-Oleen"
    ]
}