{
    "id": "OmarenTrialTranscript",
    "paragraphs": [
        "The Final Words of Nilvyn Omaren:",
        "I have, may it please the Tribunal, a few words to say before you render sentence.",
        "First, as in all things, I praise the Tribunal. It is with a pious heart that I stand before the Three. Many here assembled have accused me of heresy, treason, and murder. But I tell you now, everything I have done - everything I have ever done - I have done for the greater glory of the Tribunal.",
        "With respect, I must point out the hypocrisy which sends me to my death. Had I taken up the sword in defense of the rich, or the Temple, or my House, the sacrifices I have made would be rightly celebrated. My neck would be draped in dragontongue and ribbon, not left bare, awaiting the axe. But because I acted on behalf of the bound and wretched, I am damned.",
        "The scourge of slavery is the defining sin of our people. While the Redguards prize their swords and the Wood Elves prize their trees, we prize our blood-property. We built our Houses on the backs of a proud and mysterious people whose lives we destroy with reckless abandon. We think ourselves better than them because of our true faith and our smooth skin. But I tell you this: there is more goodness in the heart of one Argonian laborer than in all the hearts of all the landed oathmen of Morrowind combined.",
        "Our Lady of Mercy, Blessed Almalexia, teaches us compassion and charity, but are we not like the gluttonous netches that kill out of greed? Are we not like the child-Seht who makes sport of suffering?",
        "The esteemed Inquisitor asked me this under oath: \"Are you not ashamed of what you have done?\" I remained silent at the time, but now I say it freely: I feel no shame at all. I have no regrets. While I lament the death of those overseers, I tell you it was all for the good. One day soon there will come a reckoning. All our manifest sins will swell and consume us. We will deserve it.",
        "Kill me if you wish. If I must forfeit my life in furtherance of justice, I say \"let it be done!\" But know this: you kill me in vain. Others will rise to take my place. The sons and daughters of Black Marsh will be free. And unless you change course, the children of the Tribunal will pay a great price in blood.",
        "Now I am done. Do what you will."
    ]
}