{
    "id": "Once",
    "paragraphs": [
        "Once, we were great.",
        "Once, our battlereeves were masters of warfare, and our sapiarchs were wise and learned. Once, we ruled all High Rock from the Eltheric Ocean to the mountains of Wrothgar, and the Nedes were our thralls and concubines.",
        "Once, Direnni Cygnus, the Swan of Tyrigel, discovered Balfiera and its Tower and claimed it for her own, decreeing that all of her clan who came after would bear her name.",
        "Once, the art of Alchemy was all but undefined, until Asliel Direnni compiled his \"Compendious Almanac of Reagents,\" and was invited to join the first Psijics on Artaeum.",
        "Once, before Raven Direnni and her \"Rules of Eldritch Binding,\" all Enchanting was unique, and enchantments failed nineteen times out of twenty.",
        "Once, during the Alessian Reforms, Ryan Direnni stood up to the entire Empire. His Breton Legions, armed and commanded by Direnni Elves, controlled all the land as far east as Markarth and Elinhir. The Orc-hold of Orsinium has been sacked many times, but we Direnni sacked it first.",
        "Once, at the Battle of Glenumbria Moors, Aiden Direnni's vastly outnumbered troops routed the entire Alessian Horde, then chased them back to Cyrodiil.",
        "Once, before Corvus Direnni codified the rules of Conjuration, every summoning of even a minor Daedra was an act to be feared and avoided.",
        "Once, Peregrine Direnni drove an entire Ra Gada flotilla back to Sentinel by merging her very will with the waves of the Iliac Bay.",
        "Once, in a single day, Pelladil Direnni built Blackrose Prison from the scattered rubble of Lilmothiit ruins by summoning an army of Stone Atronachs.",
        "Yes, we were great once. But no matter what our individual achievements, every Direnni since Cygnus has been eaten from within by failure.",
        "Because we cannot solve the mystery of the Zero Stone, and use it to open the Argent Aperture which it wards.",
        "At maturity, every Direnni of high blood is brought into the Tower, conducted to the Foundation Vault, and shown the Zero Stone. We are allowed to touch it—once—so as to feel the transcendent mystical power that courses through it, a power we have never been able to tap. And we are shown the Argent Aperture in the adjacent metallic wall, that door with its lock of thirteen slowly counter-rotating rings, a portal we have never been able to open.",
        "And we console ourselves that if we Direnni have never been able to siphon the Stone or unlock the Aperture, well then certainly, neither could anyone else. We return to the world above, and we do something spectacular—so we will not have to face our failure.",
        "But once, as our lives near their ends, each of us gathers together all our knowledge, the fruits of all our achievements, and once more makes that descent to the Foundation Vault. To try it. Just once.",
        "Most are found within a day or two, dead and horribly distorted. Some, like my darling Heron, live on though terribly disfigured, too brain-blasted to understand what has happened to them.",
        "Me? I keep to our chambers in the Tourmaline Steeple, caring for Heron by day, and translating Ayleid tomes in the library by night. And it's a good enough life, too.",
        "Though sometimes, when working on an ancient grimoire or librus magus I question whether the arcane writings of our long-lost cousins are not better left a mystery.",
        "But then I think, is not all knowledge useful for something? And I think, what might this knowledge be useful for?",
        "And I think I might take that long walk downstairs.",
        "Just once."
    ]
}