{
    "id": "OndagoresJournal",
    "paragraphs": [
        "24th of Rain's Hand, 1E 1092",
        "",
        "At long last, I cross the threshold of Styriche's tomb! No wonder it took me so long to find it. I never would have guessed that the superstitious Redguards would stash the Gray Hosts' remains in a Yokudan ruin! A delicious irony considering how much they detest the undead.",
        "",
        "I needn't move too quietly. These Pyre Watch guards are easily distracted, and few venture beyond the gates. Indeed, it seems I have the grave all to myself! Raising these fallen vampires shouldn't take long. An army of bone is finally within my grasp!",
        "",
        "3rd of Second Seed, 1E 1092",
        "",
        "I find myself hopelessly lost. The Pyre Watch placed powerful wards on many of the doors in this place, making a return to the entrance impossible. So, I venture deeper.",
        "",
        "5th of Second Seed, 1E 1092",
        "",
        "My provisions run low, and I remain adrift in this maze of caverns and ash. I had hoped to raise an army of servants before I committed to my transformative ritual, but it seems I must accelerate the process.",
        "Funny. I hold the phylactery in my hand. I have the reagents in my possession. But now, at the critical moment of choice, I find myself hesitating. It must be the hunger. I've spent decades preparing for my ascension to lichdom. I cannot stop now even if I wanted to. Hesitation means starvation. I will begin the ritual at once.",
        "",
        "6th of Second Seed, 1E 1092",
        "",
        "Success. I think. Difficult to write. I feel a shaking in my heart. Always. My hands tremble at the slightest thought. Something is amiss. This will pass. It must pass.",
        "",
        "8th of Second Seed, 1E 1092",
        "",
        "At long last, the shaking passed. But now I find myself unable to concentrate. I spend long hours gazing at the stone, imagining what it might look like painted, or pondering its composition. I conducted the ritual exactly as prescribed. My mind will clear in time. I'm sure of it.",
        "",
        "22nd Midyear, 1E 1092",
        "",
        "Why does no one write? Why does no one visit? Here I sit in these grand halls of stone and ash conversing with myself. Myself, of all people! What have we to talk about, myself and I? The same old stories? The same stale jests? I must find a companion. I must!",
        "",
        "????",
        "",
        "I found this book. It says it's mine, but is it? I don't recognize the handwriting. I don't recall the events. Perhaps it's a prank. Yes, yet another prank to make me look like a fool. I'll show them—those voices that laugh behind the walls at all hours of the night. Or is it day? Perhaps it's both. Or Neither.",
        "",
        "????",
        "",
        "A book! A book! A book that I can write in! The journal of Ondagore? What a miserable author. Complaints! Laments! Bah! I'm sure this person had it better than I! I don't mind solitude—I don't! But a visitor would be welcome. Maybe. It depends on their manner, yes? Their deportment? Someone will come calling eventually. Yes. Yes. Yes. Yes. Yes. Yes."
    ]
}