{
    "id": "OngoingJournalofGalurRithari",
    "paragraphs": [
        "I once possessed a life of highest esteem. As a prominent champion of the Buoyant Armigers I brought prominence to my family and respect to my name. I expected to live out my days in service to Lord Vivec and the Tribunal without want or regret. I foresaw a glorious end for myself. An honorable death, fit for song, earned on the field of battle. How wrong I was.",
        "With all that was known of Bal Ur, I should have expected our enemy to move quickly on what would be my final post. The vampires of Clan Aundae were aggressively seeking to reclaim locations important to their vampire heritage. They came upon us without making a sound, slaying most of the unsuspecting warriors under my command before any blades were drawn. My response was lacking and I have the blood of many respected Armigers on my hands because of it.",
        "Outnumbered and isolated, I yielded to my foe. The creature dressed like a gentleman, and I hoped for honorable treatment. I found myself a feast for a blood-drinking monster.",
        "Days passed in the depths of Bal Ur and in my dying delirium I began to dream. At first it was divine. I felt the warm coastal breeze of Vivec City unblemished by the shadow of Baar Dau. Love and kindness surrounded me as I saw the radiant visage of Lord Vivec approaching. I felt forgiveness, and peace, but as Vivec grew closer he twisted into something truly putrid, something vile beyond words. I soon recognized the sight of Molag Bal's pitiless grin before the Daedric Prince's fangs plunged into my heart. In my fright, I woke, shivering and colder than death, but it was the absence of thunder in my chest that revealed my affliction. My disease.",
        "Shamed by my corruption, and despairing of my own welfare, I passively acquiesced in my gradual integration into the affairs of Clan Aundae. I made no human my prey, only beasts, and kept myself apart from the other clankin; nonetheless, I abandoned hope and lived like a beast.",
        "Now, I find myself searching for some respite from this thirst. I must feast on the life blood of mortals to sate this gnawing agony, but to condemn another innocent to death, or worse. I would sooner leap into the flames of Red Mountain. Still, I am uncertain how long my self-loathing can hold back this need. Things cannot continue as they have. I have to do something. But what?",
        "Ashalmawia. My clankin murmur disapproval of the Worm Cult's claim over the ruin. They speak of rituals and offerings made to the shrine for the favor of the Lord of Troubles. I share my kin's disgust at these acts, but for very different reasons. I volunteered to keep watch over Ashalmawia and slipped away from Clan Aundae with barely an acknowledgment.",
        "I must not become used to this. It is easy to think of these cultists as vermin, but I am no less a monster for having slain them. Their blood is a balm, dispelling my agony leaving in its place vigor and bliss. Only in the aftermath do I find the presence of mind to revile what I have done. If I meet my end in this place, I will have deserved it.",
        "No, it would be more fitting for this wretched existence to be extinguished where it began. In this torment, my thoughts always return to Bal Ur. Perhaps I should as well."
    ]
}