{
    "id": "TheOnusoftheOghma",
    "paragraphs": [
        "Being a primer for the young student on a mortal's obligation to record his or her life story, presented in the form of quotations from the classics.",
        "All Tamrielics recognize the duty to memorialize the events of our lives, a duty placed upon us by the Divines at the beginning of time. The most ancient reference we have to this \"journaling onus\" comes from the Aldmeriad, the great origin saga of the Elves, which quotes the god Xarxes, scribe to Auri-El:",
        "\"As ye are true Children of the et'Ada, thou shalt honor us by honoring thy own lives. For in each of you is housed the Divine Spark, and thus the record of thy actions is a sacred duty. Keep, therefore, each and every one of you, an Oghma, an everscriven scroll which shall memorialize thy brief lives. Thus in at least this way shalt thy Spark be Immortal.\"",
        "In the late Merethic the Nord culture hero Ysgramor developed a runic alphabet based on Elvish principles, which enabled the written transcription of Atmoran speech. Ysgramor's first work in this new form of writing was a chronicle of his own life and its events, making Ysgramor the first human historian. Here is a quotation from the great hero himself, as recorded in \"Songs of the Return, Volume One.\"",
        "\"Then, though I did feel a great ire against the perfidious Elves, and desired nothing more than to hie me hence to Jylkurfyk and take ship back to Tamriel, where I could try the edge of Wuuthrad against their all-too-many necks, yet I had beheld during my captivity that the wily Elves possessed much learning and knowledge, though they put it to ends both vile and dishonorable. And I bethought me that to defeat the Elves and scour them from the land, it would be well if Men also did wield such wisdoms. Therefore I strung Long-Launcher with the Woeful Bowstring and sought the marshes of the east, where dwelt Faldrosta the great Snow-Goose. And I slew her with a hawk-fletched dart, and plucked of her a great quill, which I used to write down my speech as I had seen the Elves do. And I vowed that henceforth all Men would record their ideas and thoughts, just as Shor carved a record of his victory over Sneggh into the side of Shivering Glacier. And in this way would the best ways of killing Elves be preserved.\"",
        "This obligation was ratified again in the time of Saint Alessia and the founding of the Empire of Cyrodiil. The demigod Morihaus, \"The First Breath of Man,\" himself kept a chronicle that has come down to us as \"The Adabal-a.\" One of its first precepts is \"On the Recording of All that Haps\":",
        "\"Then Morihaus snorted, and spake fiercely against the Nonscriptionists, saying, 'Are then the deeds of the Paravant to be forgotten by the men of hence-yore? Are the crimes of the Saliache to be erased, so that the Seven Pretexts for Mayhem shall seem all unjustified? Nay, by Akatosh! Nay, by the Dragon of Duration, who gave us Time so that events could unfold in their sequence, and thus be recalled as they happed! Never shall your ilk prevent our people from recording their tales, as did the overweening Saliache in the late torment-epoch!' And he did smite their heads from their shoulders, and their gore fell as words on the stones, recording their several demises.\"",
        "So, students, do not groan and complain of the burden, carping and caviling when your parents and teachers ask if you have written today in your journal. Because to do so is a right for which your ancestors paid in blood."
    ]
}