{
    "id": "TheOozeAFable",
    "paragraphs": [
        "This is a story the Wood Elves of Valenwood tell their children from a very young age.",
        "Once, there was nothing but formlessness. The land held no shape, the trees did not harden into timber and bark, and the Elves themselves shifted from form to form. This formlessness was called the Ooze.",
        "But Y'ffre took the Ooze and ordered it. First, she told of the Green, the forest and all the plant life in it. She gave the Green the power to shape itself as it willed, for it was her first tale.",
        "The Elves were Y'ffre's second tale. As Y'ffre spun the story, the Elves took the form they have today. Y'ffre gave them the power to tell stories, but warned them against trying to shape themselves or the Green. Shifting and the destruction of the forest were forbidden.",
        "Instead, Y'ffre commended the Wood Elves to the Green, so that they might ask the Green to provide them with shelter and a safe passage, and as long as they respected the Green, it would obey. This is called the Green Pact.",
        "Finally, Y'ffre told of all the beasts that crawl on the land or swim in the rivers or fly in the air. These, Y'ffre gave to the Wood Elves as sustenance. They were to eat no plants but consume only meat. Y'ffre also told that no Wood Elf who is struck down by another Wood Elf should be allowed to sink into the ground, but should instead be consumed, like the beasts. This is called the Meat Mandate.",
        "When the stories were told, Y'ffre saw that they had a pleasing shape, but some of the Ooze remained. Y'ffre told a final tale then, and gave purpose to the Ooze.",
        "Any Wood Elf that violated the Green Pact, either by shifting or by damaging the Green, would be condemned to return to the formlessness of the Ooze. Their names would be scrubbed from the story Y'ffre is telling and replaced with silence.",
        "The Wood Elves tell that those who are favored by the Green have the power to release the condemned from the Ooze, but where the condemned go and what form they take once they are released is unknown.",
        "No one has ever seen the Ooze, or heard the souls trapped in it, or met the one who can relieve the condemned of their punishment. But if you ask a Wood Elf if he thinks the Ooze is \"just a tale,\" he will invariably reply, \"There is no such thing as 'just a tale.'\""
    ]
}