{
    "id": "OperationsReportWestNarsisMiningConcern",
    "paragraphs": [
        "Reported by: Alven Nadus, Foreman",
        "",
        "Progress proceeds at an encouraging rate. Ore extraction continues to stay around fifty-three percent efficiency, which is better than our initial predictions. Using the newest and most sensitive techniques, our geomagi claim to sense substantial veins running deep through the site. If proven accurate, we can expect this mine to maintain high production levels in the long term.",
        "",
        "We have encountered one small and unexpected complication that we may need to address in the near future. The local labor force has started to report hearing what they describe as \"murmuring.\" They claim that it comes from somewhere within the mine. At first, we thought perhaps someone had become lost and stuck deeper in the mine. But after a thorough search we determined there was no way someone could have descended beyond our work camps.",
        "",
        "I personally have not heard this supposed murmuring. When I asked one miner whom I generally trust, he described it thusly:",
        "",
        "\"All around us while we work are the clangs and pounding of the mine, right? Most times that's all you can hear. But soon, some of us started hearing a slight whisper just on the edge of it all. At first, I thought Endannor was playing games. You know how he's that type right? But he swore to me that he hear it, too.\"",
        "",
        "\"As we dug deeper, it only grew louder. I could hear many voices muttering within the rocks but could never make out the words. But I could tell they were angry. Sometimes they made me angry as well.\"",
        "",
        "I regret to inform you that several of our labors were removed from the site due to losing control of their senses. One began shrieking unceasingly until sedated by a powder of ground herbs. Another banged her head against the stone wall until knocked unconscious. Each was removed from the work camps so they didn't disturb our efforts here.",
        "",
        "As you can tell, I feel at something of an impasse. Production remains quite high, but the risks appear to grow as we continue. For now, work will continue unabated until I receive guidance from you."
    ]
}