{
    "id": "AnOrcWeaponsmithInMurkmire",
    "paragraphs": [
        "<title>An Orc Weaponsmith In Murkmire, Part 1</title>",
        "I'm just an old Orc weaponsmith, and weapons are my life. When I was just a nub-tusked whelp, I would sneak into the great forges of Orsinium to watch the masters at work. In time I became an apprentice, dragging slag from one end of the forge to the other. Then a journeyman, coated head to toe in soot and sweat. Eventually, I took my place as one of the great forge masters. In all my years of folding iron and hammering steel, I never once considered the possibility that we could use something other than metal to craft our weapons. Sure, we used mammoth leather and the like for binding and lacing. Sometimes the silk-born dandies would demand an inlaid gem or two. But metal was the heart of my craft. Imagine my surprise when I encountered the weaponsmiths here in Gideon.",
        "I decided to make the trip when I heard that some Argonian chieftain had opened his borders to outsiders. I figured, why not? I had one last adventure in me, and I had never been to Black Marsh before. What's the worst that could happen to an old goat like me? Something will kill me? Well, that's going to happen eventually, so why try to hide?",
        "I'd heard tales of these lizard-folk wielding wooden clubs and such in battle. I imagined hissing savages with turtle-shell helmets and crude leather greaves. I don't mind admitting that I was dead wrong. These Argonians use methods and materials that I never could have imagined, and the results are extraordinary. I've been taking notes, but I doubt they'll do me any good. Half the materials are only found in Black Marsh, and after decades of pounding metal, I doubt these old mitts would be worth a damn on the finer details. Still, a crafter who refuses to study isn't worth spit in a snow-storm. So here I am. I thought I was coming to teach, but I've got a lot to learn.",
        "<title>An Orc Weaponsmith In Murkmire, Part 2</title>",
        "Another day in Gideon. The local weaponsmith, a wily old Argonian named Shukesh, is a girl after my own heart. She's stoic, dedicated, and a little ornery. I told her she must be half-orc. She gave me one of those forced Argonian smiles that could either mean genuine amusement or total lack of approval. It's damn near impossible for me to tell the difference. When I first met her, she was working on a \"tsojei\" sword, and I use the word \"sword\" loosely. I honestly couldn't tell you what kind of weapon it actually is. It's like a club and a sword had a pup, then kicked half its teeth out and shaved down the others into fangs. I should probably be a little more specific, eh?",
        "The Argonian smith starts with a length of wood—anywhere from the length of her arm to the length of her tail. She spends a week or so shaving down the wood until she achieves a paddle shape. (I saw a few works-in-progress and mistook them for boat oars.) A lot of Argonians might be content to just stain the wood and move on to the next step, but old Shukesh is a master. I can tell you, what she lacks in personality, she makes up for in patience. She uses bones and fine-cut obsidian chisels to carve ornate patterns into the face of the paddle. Most of these patterns form abstract animal shapes, alligators and such. But a few of the patterns were kind of disturbing. One pattern in particular set my skin to crawl. It appeared to be a dark-stained skull with a series of ridges and spines. She said it was for a \"special customer.\" Whoever wants that pattern, I don't want to meet them!",
        "Once the wood is cured, stained, and polished, Shukesh sets it aside and begins to work on the next step in the task: stone-carving. According to Shukesh, all kinds of stones are suitable for use in the process, but she prefers to work with obsidian. Raw stones are chipped down into sharpened, knife-blade shapes, from crude squares to evenly shaved fangs. Once these \"teeth\" are hewn, she sets them into the paddle using wood or bone pegs and boiled depassa gum.",
        "Depassa gum is a strange gunk, let me tell you. It smells like an echatare's armpit, but adheres like a paste to wood and stone. Once it hardens, it's damn near impossible to break, but it stays light and flexible like an ironwood sapling. I told Shukesh that it reminded me of a mammoth gesso that I sometimes use when fixing leather. She just gave me one of her characteristic croaks and said, \"Easier to hunt a tree than a mammoth, yes?\" It's hard to argue with that logic.",
        "Once the teeth are set in place, the smith wraps the handle in strips of leather or bark, creating a grip that won't slip no matter how slick it gets with rain or blood. Now the weapon is complete, without the use of any metal. All told, it took her the better part of three weeks to finish the piece.",
        "The most remarkable thing about the tsojei isn't even the weapon (which is marvelous in its own right.) It's all the skills that go with it. Shukesh isn't just a smith. She's a woodcarver, an alchemist, a stonecutter, and a weaver. Any one of those trades can take a lifetime to master and she demonstrates proficiency in all four. Almost makes me ashamed. Maybe I should take up woodcarving in my spare time. Ha! Like that'll happen. Can't teach an old tusker new tricks, after all.",
        "<title>An Orc Weaponsmith In Murkmire, Part 3</title>",
        "An Argonian \"forge\" is a strange place, let me tell you. I guess it's more of a workshop than a forge. None of the familiar sounds or smells of my forge back home greeted me when I entered the place. No ringing anvils, no coal-smoke, no hissing quench troughs. They're just eerily quiet and packed with chisels, axes, wooden buckets full of weird liquids, piles of rocks, dead birds, live slugs …. On and on it goes. For the first week or so, I felt very uneasy in Shukesh's workshop. She's not exactly a big talker. The only sounds she made for the first few days were sudden and irritated hisses when something didn't go exactly as she had planned. She also sang a few old Jel folksongs, although I use the term \"sang\" in the loosest manner possible. The first time I heard it, I thought she was murdering one of the multitude of lizards crawling all over everything. The place is infested with them!",
        "Eventually Shukesh started talking to me. At first, her comments were mostly about my disgusting lack of scales or my round, beady eyes. Once she started making fun of me, I knew we had become fast friends.",
        "One of the first secrets Shukesh shared with me was the art of \"slug shaping.\" Apparently Black Marsh is chock full of slugs. Back home we don't see a lot of the slimy little creatures, but when we do, we tend to squash them and then wipe them off our boots in disgust. Here in Gideon, however, everything has a purpose. Most slugs aren't good for anything but eating. (Or so I've heard. I won't eat anything that doesn't stand on four legs.) But apparently some slugs have surprising applications. One of these special slugs, called a \"jassa red,\" has an unusual defense mechanism. When threatened, it secretes acidic mucous from various orifices. I'm not sure what good that does when something tries to eat it, but the acidic mucous is useful for Argonian weaponsmiths.",
        "When Shukesh wants to incorporate a natural motif into her work, she places the slugs onto the wood or stone and repeatedly flashes a piece of flint directly behind them. Adjusting the position of the flint pushes the slugs in different directions. As the slugs move across the wood or stone, they leave behind a thin layer of the acidic mucous, creating long, smooth channels in the surface of the wood or stone. Moreover, the mucous interacts with different materials in different ways. Depending on the material, the mucous changes the pigmentation it touches, ranging from a muted umber to a phosphorescent yellow.",
        "Shukesh let me try my hand at it (on a piece of worthless broken lumber). Not surprisingly, I was all thumbs. I created a tangled mess of grooves—all dyed a sickly, mottled green. When I threw the flint down in disgust, I think Shukesh laughed at me. She insisted it was just a cough, and then told me my slug shaping was utter \"rajpu.\" I didn't try to argue, as I wasn't sure what rajpu was exactly, although I could hazard a good guess. Anyway, I'll take a hammer and tongs over a slimy ball of burning snot any day."
    ]
}