{
    "id": "OrcClansandSymbology",
    "paragraphs": [
        "An Excerpt",
        "During the time of the Orsinium that was, the city that existed when the temple now known as Ire was originally constructed, six Orc clans rose to prominence in the region. Today, these particular clans have disappeared, either absorbed into more powerful clans or simply faded away, but at their height they had remarkable influence on Orc culture and the raising of Orsinium. Let's look at these clans and the symbols that identified them.",
        "Clan Bragosh, the Hammer Clan\nKnown for their smithing skills, this clan created specialized armor and weapons and was known as a trader of goods and supplies. Evidence suggests the clan was eventually absorbed by the Morkul clan.",
        "Clan Pandrum, the Fire Clan\nA clan rumored to be filled with primitive healers and shamans, they supposedly controlled fire, using it as both a weapon and a tool to take care of a variety of tasks. They seem to have disappeared from history after the second siege of Orsinium.",
        "Clan Enclave, the Star Clan\nNot much is known about this mysterious clan, other than they provided aid to other clans for their own purposes. Rumors persist that the clan still exists somewhere deep in the Wrothgar wilderness.",
        "Clan Luccin, the Wolf Clan\nThis clan was known for conducting effective and terrorizing raids during the night. They were adept at moving through darkness and often took their enemies completely by surprise. Some believe that the clan was eventually absorbed by the Shatul clan.",
        "Clan Murtag, the Rock Clan\nOne of the oldest clans still in existence to the current day, this clan makes its home in the mountains of Wrothgar, carving dwellings deep within the very rock itself.",
        "Clan Ruskahr, the Owl Clan\nA clan of highly skilled archers, they were known for their impressive tracking and hunting skills. They revered owls of all types, but especially the snow owl."
    ]
}