{
    "id": "RkindaleftsCouncilofChiefs",
    "paragraphs": [
        "Librarian Comment:",
        "This text was previously named \"The Orc Council,\" and was slightly different from its final version in game today. Both are preserved below.",
        "",
        "Day 15\nWe chiefs have met for many days. Our enemy waits on the outside, but we do not know what waits within, only that food runs low.",
        "",
        "The devices in this ruin begin to cool. The ice will form again before long, locking us behind walls thicker than Orsinium before its fall.",
        "",
        "The question is: leave, or venture further in?",
        "",
        "Day 17",
        "At long last, we decided to send a scout. We shall see if anything lies on the other side of this ruin.",
        "",
        "Day 18",
        "The scout returned. He reports a valley, warmed by these Dwarven contraptions, and rich in game for slaughter.",
        "",
        "The other chiefs are eager to believe his reports, though I am skeptical. From the way the scout talks, he has found Hircine's own hunting grounds.",
        "",
        "Day 19",
        "We held a vote. I cast mine for a valorous end in battle, to avenge the dead of Orsinium, to redress the betrayal of Baloth Bloodtusk.",
        "",
        "But the scout's hyperbole carried the day. We move further in.",
        "",
        "",
        "<header>Previous Version:</header>",
        "Day 15\nThe chiefs have met for many days. Our enemy waits on the outside, but we do not know what waits within, only that food runs low and the devices in this ruin are starting to cool.",
        "The question is: leave or venture further in, in hopes of finding an exit on the other side.",
        "Day 17\nAt long last, it was decided to send a scout further in to see if anything lies on the other side of this ruin.",
        "Day 18\nThe scout has returned. He reports a valley, warmed by these Dwarven contraptions, and rich in game for slaughter. The chiefs are eager to believe his reports, though I am skeptical. From the way the scout talks, he has found Hircine's own hunting grouds.",
        "Day 19\nA vote was held. I cast mine for a valorous end, in battle, against our enemies, for the dead of Orsinium. But the scout's hyperbole carried the day. We move further in."
    ]
}