{
    "id": "OrchelorsDiary",
    "paragraphs": [
        "Thirteen Days until the Handfast:\nThey say there was some trouble in Velyn Harbor, but the first supplies for the celebration have finally arrived. I've been helping Borwaeneth and Helondanbor sorting and storing. Everyone's very excited.",
        "Eleven Days until the Handfast:\nWord of some trouble with the Dru'blog. The treethane announced that all Wood Orc visitors must talk to her before they can take up residence in the city.",
        "Eight Days until the Handfast:\nThe minstrels are here! There'll be a small celebration at the inn tonight as we welcome the best musicians in Malabal Tor to Silvenar!",
        "Back from the celebration. The band didn't sound quite right. I don't think they've ever played together.\nThe Altmeri singer kept stopping the rest of the band, then she and Laen argued. Finally, one of the Khajiit hit the other over the head with her flute and things got out of hand.",
        "Six Days until the Handfast:\nA huge entourage arrived. We thought it might be the Silvenar and the Green Lady, but it was someone called Ulthorn the Hound. His \"Houndsmen\" look pretty tough.",
        "…By Y'ffre, they are tough—and that's not all! The band got together to play a \"welcome\" for the Hound and some of his men went crazy and turned into werewolves! The mer are all over the town!",
        "Three Days until the Handfast:\nI haven't been outside since the Houndsmen took over. There are rumors they captured our spinners, holding them in their houses. Did the spinners tell this story? How will it end?",
        "The Hound keeps to himself in the throne room. Where is the Green Lady? Where is the Silvenar?",
        "Two Days until the Handfast:\nThe Green Lady arrived! She challenged the Hound and he came … but he didn't come alone. At first, she looked angry, but then the Houndsmen witches started doing something. She seemed to get sleepy, but she didn't fall. The Hound caught her and they went up into the Throne Room!",
        "Where is the Silvenar?"
    ]
}