{
    "id": "OrcsofSkyrim",
    "paragraphs": [
        "No pest has proven more resilient to the Nords of Skyrim than the common Orc. The tusked people claim occupancy of our fair realm, stretching back before the time Ysgramor crossed the Sea of Ghosts. Though few written accounts still exist of that time, there is mention in the histories of the Companions uprooting Orc strongholds even as they burned the Snow Elves from the land.",
        "Orc strongholds are well defended outposts often situated around deposits of mineral wealth. Each contains the infrastructure to support a dozen or more families, surrounded by walls designed to repel anything but the strongest martial force. Many jarls are remembered in song for dying vainly while attempting to root a stronghold from their lands. Worse, destroyed strongholds often return within a generation of their destruction if not countered by a Nord fort that needs a constant supply of troops and provisions.",
        "Few jarls can afford to defend piles of rock for more than a few years, and thus the Orc strongholds remain a pox upon our land. Some strongholds have persisted in this way for hundreds, if not thousands, of years. It's said that the ancient Orc stronghold of Cradlecrush in Eastmarch has never been taken by force or abandoned, despite the complete exhaustion of the mineral vein it sits upon.",
        "The height of Orcish power in Skyrim came with the establishment of Yashnag's Chiefdom in the early Second Era. With the destruction of Orsinium by the combined Breton and Redguard forces, the Orcs were scattered across the North in a great exodus. Yashnag and his people, exiled from High Rock, fled east to reclaim lands in Skyrim they felt were theirs by ancient right. The King of West Skyrim, Svartr, was ineffective in holding back the Orcs and the Reachmen that plagued the West Kingdom during his rule. The chiefdom was a bane upon Western Falkreath for more than thirty years, until it was burned out by Hakkvilld Yashnag-Slayer in the year 467 of the Second Era.",
        "Hakkvild became Jarl of Falkreath when Yashnag killed his father on the field of battle. The young jarl inherited little more than a crumbling hold largely occupied by Orcish invaders from the west. It is said that Hakkvild challenged Yashnag and a host of Yashnag's Orc champions to a ritual trial by combat. He defeated each in turn. How Hakkvild learned of this obscure Orcish ritual is not known, but with their leader's defeat, Yashnag's followers abandoned the chiefdom.",
        "With the destruction of the chiefdom, the Orcs scattered further into Skyrim or back into the mountains of Wrothgar. Orc clans descended from Yashnag's people have an intense hatred of the Kings of Skyrim. It's ironic that this enmity for the Nords has grown, even as the Orcs themselves have re-established ties with the peoples of western Tamriel that burned their first home hundreds of years ago."
    ]
}