{
    "id": "OnOrcsandtheAfterlife",
    "paragraphs": [
        "By Erisa Moorcroft, Scholar, Comparative Religious Studies",
        "I have never found it difficult to get an Orc to talk about his or her beliefs when it comes to religion and the afterlife. As each Orc clan and stronghold has a rich and vibrant oral tradition, this should come as no surprise. What did surprise me was how hard it was to form a coherent picture, as no two oral traditions agreed on even the most basic of concepts.",
        "In this time of conflicting faiths vying for the Orcish soul, I found many of the tales I heard to be both extremely moving and extremely disturbing at the same time. Furthermore, I have been unable to locate a single tome related to the topic, or find a reference in any other books on related subjects. The only way to learn about the Orcish concept of life after death or a place of reward or punishment in a world beyond was by asking the right questions and listening to the various oral traditions. For after much research and countless interviews, I finally uncovered the Orc equivalent to the tales of the Far Shores and Sovngarde. Indeed, it was the only thing that the various oral traditions seemed to agree upon. And through them, I have discovered the Ashen Forge.",
        "For the Orcs that revere Malacath, the afterlife promises rewards of immortality, abundant food and drink, and constant battle deep within the Ashen Forge. The Ashen Forge represents the culmination of the three constant truths of life among the Orc clans: the stronghold, the grudge, and the Code of Malacath. Let me explain each of these concepts and discuss how they relate to the Orc afterlife so that the meaning becomes clear (or at least as clear as each different stronghold attempts to make it). What follows is my best attempt to merge the divergent and sometimes conflicting tales into a single narrative.",
        "The Ashen Forge sits at the center of Malacath's own stronghold in the Ashpit. According to some scholars, Malacath's plane of Oblivion consists of nothing but dust and smoke and ash. But his followers believe that the eternal emptiness contains all the things they hold dear and deem necessary to enhance their immortal existence. As the ultimate expression of the Orc stronghold, Malacath's Ashpit bastion stretches endlessly across the planes, extending even behind the stars to Aetherius, granting access to every worthy Orc who crosses from this life into the next. In Malacath's stronghold, every Orc is a chief, every chief has a thousand wives, and every wife has a thousand slaves to cater to their every need. The stronghold's walls rise one hundred feet into the smoky sky, constructed of polished steel and worked iron. Inside the walls, stone keeps, iron towers, and massive longhouses surround the central square that houses the Ashen Forge.",
        "The Ashen Forge fills the endless space within Malacath's smithy, a massive hearth that burns with a fire said to be hotter than the sun. The thing that keeps this fire alive is the adherence by the Orcs of Tamriel to the Code of Malacath, but more on that later. Within this fire, every Orc must undergo the ritual of tempering when first they cross from this life to the next. They are thrust into the coals so that every grudge that he or she carried into the afterlife can be heated, melted, and eventually forged into the next generation of mortal Orcs. With the grudges of Tamriel tempered and returned to the mortal world, the immortal Orcs are now free to begin collecting a new set of grudges related to their new existence. Some particularly memorable grudges can also be hammered and worked into weapons or armor of legendary stature upon the Ashen Anvil, the gigantic work bench that stands beside the Ashen Forge.",
        "The heat that fires the Ashen Forge comes from the burning, white-hot coals that are, according to the Orc lore-masters who would talk to me, the literal manifestation of the bloody Code of Malacath. They believe that the code fuels the fires of emptiness, betrayal, and broken promises, imbuing every newly forged Orc with a foundation of grievances and resentments that will take them far in the mortal world. The hope is that every generation will be better than the next thanks to the efforts of the generation before it and its ability to adhere to and follow the Code of Malacath.\\n\\nStill, Malacath's faithful believe that they will be rewarded with immortality, nourishment, and constant battle deep within the Ashen Forge. A life-everlasting filled with endless days of warfare, endless nights of fine food and drink, and ongoing opportunities to prove their toughness and demonstrate the quality of their steel.",
        "Fascinating, really, especially when contrasted against the beliefs of Trinimac's followers. Unlike the oral traditions of Malacath that twist and grow with each telling at every different stronghold, the traditions of Trinimac's faithful was surprisingly consistent and they were happy to share them with me. High-Priestess Solgra, especially, was extremely helpful in the preparation of this report. When a follower of Trinimac dies, she explained, he or she ascends to Aetherius to join with their ancestors. It seems that the afterlife for Trinimac's faithful also consists of endless war and celebrations, but with a greater emphasis on once again spending time with family members who came before you. In the end, I guess I found the Trinimac version to be somewhat tame when compared to the more savage and visceral beliefs of Malacath's faithful."
    ]
}