{
    "id": "OrcsCouldBeWorse",
    "paragraphs": [
        "I'll say this about the Orcs: I'm sure glad they're on our side now.",
        "It wasn't always like that. Forty years ago, my grandfather fought in a raid on Orsinium. Those Orcs are relentless, he said. When an Orc's bleeding, and you've broken one of his bones, and he's getting back on his feet after you've knocked him down in the mud, that's the worst, because that's when he's even more dangerous.",
        "That's why we worked with the Redguards to raze Orsinium to the ground. That's why we burned down every Orc stronghold we could find and stamped on the ashes—because we knew the Orcs would get back up again. We knew the best we could do was just delay them.",
        "Nowadays Orsinium is stronger than ever—but we all know that we've got worse problems than Orcs.\nI would expect the Orcs to hold a grudge about us keeping them down, but that's one of the strange things about dealing with an Orc. I've actually seen one punch another in the face. The guy who got a broken nose just stood there and grinned. They might fight, or one of them might die, but Orcs make sure that whatever's going on, it's going to get settled real quick. And then it's over.",
        "When we burned down Orsinium, it was a bit more than a punch in the face, but the Orcs made sure a treaty settled all that real quick.",
        "I've never met an Orc who wasn't good in a fight, but I get the feeling some of them really want more to their lives than fighting. I guess when you live or die by the swords and armor you've made, you learn to make them right the first time. I'm still stunned by how good their craftsmanship is. Everything's built to last.\nI think both of us—the Bretons and the Orcs—realized we could make a lot more money trading with each other than fighting with each other. And if there's one thing Bretons know how to do, it's make money. Well, it's not the only thing we do, but you get the idea.",
        "I know where I stand with an Orc. I also know where I stand with the Nords: and if they think they can still send raiding parties into High Rock, well, now we've got an army of Orcs on our side ready to kick their arses all the way back to Skyrim.",
        "And that's why I always say: I'm sure glad those Orcs are on our side."
    ]
}