{
    "id": "OrcsandTheirTusks",
    "paragraphs": [
        "An Informal Study",
        "What is the fascination the typical Orc has with his (or her) own tusks? I swear, if they aren't constantly polishing or sharpening the damn things, they're studying them in whatever reflective surface is at hand or looking longingly at the tusks of their neighbors. And when they're not doing these things, they're talking about their tusks like they were royal heirlooms or ancient relics that were almost magical in nature. Let me tell you, it's enough to drive this Dark Elf a bit mad!",
        "While I supposed it would be rude to just come right out and ask an Orc about this obsession with all things tusk related, I decided that making a study of how the word and concept of the tusk was used in everyday Orc speech could help me reach some level of understanding. The first Orc I approached about the subject, a young female who I'll call \"Orcah\", made an angry face - at least, I think it was angry; I find it difficult to tell the difference when it comes to the countenance of the average Orc - and told me in an angry voice to \"tusk off!\"",
        "What an odd expression, I thought. \"Tusk off.\" Simple, declarative. It means almost nothing, but as it emerged from Orcah's mouth, I knew exactly what she wanted me to do. I departed quickly, making my apologies in great haste even as she was reaching for the axe hanging at her side.",
        "This got me to thinking about other Orcish expressions that contained the ubiquitous word. For example, \"By Malacath's tusk!\" This seems to be an all-purpose exclamation that substitutes the proper noun with any of a multitude of famous or infamous Orcs. I've heard Orcs swear by the tusks of Malacath, Trinimac, Kurog, Bazrag, Forge-Mother Alga, Urtho the Flatulent, and even hearth-mothers and ancient ancestors that no one but the Orc making the exclamation even remembers. And for variety, the forsworn tusks might be chipped, cracked, broken, missing, pierced, or any of a myriad of shades and colors.",
        "Another expression I hear over and over in the Orsinium taverns,\"Better than a kick in the tusks,\" seems to imply that one unpleasant experience is somewhat less agreeable than another unpleasant experience. When one Orc says to another, \"I heard you fell into a pond full of leeches\", her companion exclaims, \"Yeah\", but it was better than a kick in the tusks,\" I can only conclude that no matter how horrible an ordeal an Orc suffers, there could always be something worse. I suppose that an Orc's tusks are extremely sensitive and a kick must instill in them unbearable pain. Or, it's just something to say and you can't really infer anything deeper from the conversation. Orcs can be so confusing.",
        "But this is just the tip of the tusk, as it were. Spend a few hours in an Orc tavern and you'll hear all kinds of expressions involving tusks. \"Tusk you!\" \"Who gives a tusk?\" \"You tusking idiot!\" \"What the tusk?\" \"Stop tusking around!\" \"Tusk me!\" And perhaps my favorite, \"Go tusk yourself,\" which at first glance seems to be an impossible request, but I've seen what an Orc tusk can do to flesh and blood. An Orc must really dislike the person he or she offers this fierce suggestion to.",
        "I decided to make one more attempt to get an Orc to discuss the topic of tusks with me. This time I chose a striking young female who was seated by herself in a dark corner, making her way to the bottom of a bottle of Orsinium pink zinfandel. I asked if she'd be willing to talk about the many uses for the word \"tusk\" in the Orcish vocabulary.",
        "\"Tusk no!\" she told me in no uncertain terms. Nevertheless, I pressed the issue.",
        "\"Are you tusking kidding me?\" she asked. When I assured her I wasn't \"tusking kidding her,\" she balled up her fist and knocked me on my arse.",
        "\"Tusk!\" I exclaimed. And I finally understood the true meaning of the word."
    ]
}