{
    "id": "OrcsofTamrielVolume3",
    "paragraphs": [
        "We come now to the \"Iron Orcs\" of Craglorn. I was shocked to find that almost no scholarly work on the subject exists. It did not take me long to find out why.",
        "Studying the Iron Orcs proved to be a difficult endeavor given that they are uniformly hostile toward anyone perceived to be an outsider. \"Hostile\" is an understatement in this case: during my time in Craglorn I routinely found bodies hacked and cleaved, then pinned to trees with crude iron nails. This was unsettling, but informative. What could drive such brutality, I wondered. As with most things, the answer lay in the past.",
        "Study of ancient Orcish cave paintings and Nedic ruins revealed a surprising number of stylistic similarities. These shared motifs clearly indicate a rich cultural exchange between primitive Orcs and Nedes. Abandonment of this shared symbology appears to have been gradual, indicating a prolonged period of estrangement. Conflicts became more common and intense during periods of rapid Nedic advancement in metal and stonecraft. Numerous Nedic frescos depict armored warriors in conflict with unarmored Orcs. We can only assume that these paintings depicted actual military victories against their less developed neighbors.",
        "At some point in the late Merethic Era, a fundamental rearrangement of Iron Orc civilization occurred. What had been a largely peaceful, shamanistic society rapidly transformed into a community of miners, smiths, and warriors—much more in keeping with the conventional Orsimeric narrative. There were some notable differences, however. The Iron Orcs adopted a warfare methodology that was almost bestial in nature. My associates and I discovered a series of mass graves filled with corpses in every state of disrepair—broken spines, shattered skulls, cracked ribcages. Most of these injuries were sustained after the killing blow, and many of the corpses bore no weapons or armor of any kind.",
        "I believe the evidence we uncovered in Craglorn paints a compelling narrative. The Iron Orcs (whose reverence for stone persists to this day) were driven to mining and war by a desperate need to defend themselves and the pristine stones they worshipped. In taking up the pick and spade, they were committing a dreadful blasphemy. Anger eventually gave way to hatred—specifically for the Nedes who drove them to this sacrilege. If this interpretation is accurate, we can conclude that Iron Orc anger is anger of the most dangerous kind: anger driven by self-loathing. In order to protect their culture and the stone they worship, they had to twist both into something dark and horrifying. I fear that it is an anger and quiet sadness too dark and deep to ever truly recover from. We can only hope for a cultural shift from within their own ranks. I suspect we will be waiting a long time."
    ]
}