{
    "id": "TheOrderoftheWakingFlame",
    "paragraphs": [
        "An Expose by Peregrina Pompitalus",
        "",
        "Now pay attention, rapt readers! This chronicler, over the course of these pages, will reveal the truth about the latest fancy sweeping through the nobility of Blackwood. Some believe it is nothing more than a glorified social club for the movers and shakers of Leyawiin and Gideon. Others assume it is a harmless indulgence for the bored and wealthy. Oh no, rapt reader! The Order of the Waking Flame is much more insidious than that!",
        "",
        "Authority figures familiar with the movement, including officers in the Ivory Brigade, consider the group to be a relatively new philosopher's club. Harmless, they say. Just another amusement created in the back rooms of fancy inns and taverns. They could not be more wrong! The Order of the Waking Flame is much more than that. In reality, it is a dangerous Daedric cult devoted to none other than the so-called Prince of Destruction, Mehrunes Dagon!",
        "",
        "What do these fanatic Dagonists want? It's obvious, really. They seek nothing less than the total destruction of Tamriel, perhaps even of all of Nirn! Allow me to explain in more detail.",
        "",
        "My in-depth research has led me to the following conclusions. One: What appears to be a newly formed gathering of like-minded thinkers of wealth and means is, in fact, a large organization that has been operating in secret since at least the time of Emperor Moricar, and quite possibly even before that. Two: They are indeed a religious organization devoted to the tenets of a Daedric Prince. Three: The Daedric Prince they revere is Mehrunes Dagon, Prince of Destruction and Lord of Flood and Fire. Four: The cult has ties to the Longhouse Emperors, but unraveling that part of their history has been difficult, to say the least. Five: This humble chronicler believes the cult has come out of hiding because it is planning to perform some spectacular demonstration of its faith and devotion. I fear it will also be devastating, on the scale of a cataclysmic natural disaster.",
        "",
        "As for the organization of the order itself, my research indicates that the group is led by a high priest whose identity has so far eluded me. Individual cells within the cult are under the command of powerful personages known as doombringers. Other high ranks include disastrix, razor, and devastator. Charming, am I right? If titles such as these don't speak to the true nature of this order, then allow me to pull back one final curtain.",
        "",
        "I was able to infiltrate a Waking Flame ceremony that took place in an old ruin near Gideon. It was a simple matter to follow a few suspected cultists, borrow one of their robes, and hang near the back to watch and observe. The ceremony I witnessed chilled me to the bone. A doombringer led the solemn ritual. It began with prayers and exultations to Dagon, though they mostly referred to him by one of his many overblown titles: O Exalted and Most Puissant Lord, Prince of Ambition, Father of Cataclysm, and the like. Then they called for Dagon to bless them with the power to accomplish his will on Nirn. Next came a complex and disturbing ritual that involved plumes of lava from nowhere, a violent storm that appeared over their altar, and curtains of fire and lightning rippling above the crowd. It was impressive and frightening at the same time.",
        "",
        "Before I slipped away, I heard the doombringer proclaim, \"Lord Dagon, we stand ready! Lord Dagon, show us your Ambitions! Lord Dagon, your revolution is our revolution! Nirn shall be yours!\"",
        "",
        "I fear we've only heard the first verses of this chant. Destruction is coming, rapt readers. Be ready!",
        ""
    ]
}