{
    "id": "TheOrderoftheBlackWorm",
    "paragraphs": [
        "<header>Mages Guild Report: The Order of the Black Worm</header>",
        "It is as we feared, Archmagister: the Order of the Black Worm is no mere Daedric cult, but a brotherhood of necromancers that seeks to rival—nay, supplant—our own Mages Guild.",
        "Even as the Mages Guild was founded by the ex-Psijic Vanus Galerion, so was the Worm Cult founded by his arch-rival and nemesis, the ex-Psijic Mannimarco. Both were trained on the Isle of Artaeum, but when Galerion got Mannimarco expelled for his dabbling in forbidden necromantic arts, the self-styled Worm King simply relocated to continental Tamriel and took up his heinous pursuit in earnest. He is known to have sought out hidden manuscripts describing how the Dragon Priests enthralled their draugr, ancient Ayleid tablets regarding the summoning of spirits of the dead, and the Crimson Book of Skulls, which Shalidor himself had thought destroyed. Mannimarco has bragged of consorting with Daedra Lords, and may even have bargained with the Father of Vampires, Molag Bal himself.",
        "Mannimarco then set about spreading his blasphemous lore, enlisting unscrupulous mages, outcast witches, and vile Reachmen into his necromantic network. He dubbed his new cult the Order of the Black Worm, in emulation—or perhaps mockery—of the monastic orders of the Divines. In most parts of Tamriel, raising the dead was quite properly considered an atrocity, so the Worm Cult at first operated entierely as an underground, illicit organization. But Mannimarco, in addition to being a mighty necromancer, is a wise and wily diplomat, and in many jurisdictions he's persuaded, bribed, or intimidated the authorities into turning a blind eye to the Order's activities.",
        "Worse, in Cyrodiil, the King of Worms has even persuaded the ruling Tharns of the Imperial City to declare necromancy a legal magecraft, and the Order of the Black Worm has now taken the place of the Mages Guild as the authorized magical advisors to the Imperial Throne.",
        "A typical cell of the Order, known informally as a \"Worm Nest,\" is led by a necromancer who bears the title \"Worm Anchorite.\" An Anchorite reports directly to Mannimarco, though their means of communication is as yet unknown. Beneath the Anchorite are Necromancer Adepts, Worm Warriors, and lackeys called Worm Thralls. New cultists are attracted by promises of great power for those who serve loyally, and all are sworn to secrecy on pain of Undeath.",
        "Regional plots are addressed in the secondary reports. An additional overheard rumor, uncomfirmed at this time, is that the Order has opened negotiations with the Sloads of Thras. I am seeking further information, and may know more by the next dark of the moons.",
        "Report investigated by Journeyman Qualitatis—may Arkay guide his soul to Aetherius—and posthumously compiled by Evoker Brucille"
    ]
}