{
    "id": "OrderoftheHour",
    "paragraphs": [
        "By Exordor Vasidius, Sermonizer, Priest of Akatosh",
        "The Order of the Hour is one of the oldest knightly orders in the Empire. It was born early in the life of the Empire, during the First Era, and eventually faded into obscurity during the Second Era. It was founded by Ennon Decan as an order of knights dedicated to Akatosh, though originally it drew its members from the priesthood and military alike.",
        "The most recent incarnation of the Order of the Hour was established in 2E 432 by the warrior-priest of Akatosh, Cavor Merula, in response to the collapse of the Second Empire and the coming of the Longhouse Emperors. Fearing for the safety of the Dragon God priesthood and wanting to protect the Cathedral of Akatosh and its many historic and religiously significant treasures, Cavor gathered a few devoted and trusted fellow priests and dedicated himself and his brothers to the defense of the Cathedral. On that day, the Order of the Hour was reborn.",
        "Soon, devout soldiers and warrior-priests in service to Akatosh began to flock to the Order's banner. The feared retribution against the Divines by the Longhouse Emperors never materialized, however, and the Order of the Hour transformed into a small but elite unit of bodyguards devoted to the Cathedral and its resident Primate, the leader of the Akatosh faith. In many ways, the Order of the Hour developed into a mostly ceremonial organization, although they maintained their training and combat readiness. When the occasional threat did strike from the shadows, the Order was prepared.",
        "Take, for example, the Kvatch bread riots of 2E 467. The common folk, fearful and angry due to the red wheat blight that devastated crops for the second year in a row, decided that Akatosh and his priests weren't doing enough to rectify the situation. Gruff Bojour led an ax- and torch-bearing mob to the very steps of the Cathedral, intent on inflicting violence and making their displeasure known. But the Order of the Hour was ready for the assault, and Sister Severa and her warrior-priests slaughtered half the crowd before even a single torch had been thrown. The Primate promised to pray to end the tribulation, and by the next season the blight had run its course.",
        "Other examples of the bravery and dedication of the Order of the Hour exist, including saving Primate Phrastus from an assassin's blade in 2E 540 and rescuing a caravan of priests and pilgrims from bandits in 2E 561. The Order has never wavered from its vow to serve and protect the Cathedral, and by extension, the priests and worshipers who occupy the holy place.",
        "In 2E 480, a writ from the Primate of Akatosh authorized the Order to form into an army during times of religious emergencies. Answering only to religious authority, the militarized Order took to the walls of Kvatch to protect the city from a horde of brigands led by the charismatic Orc marauder, Baz Swordbreaker. Thanks to the efforts of the Order, the brigands were defeated and the city saved. Immediately thereafter, the army disbanded and the Order returned to its regular duties at the Cathedral.",
        "Recruits to the Order must be devout followers of Akatosh, unmarried so that they may devote themselves fully to the Order and its intense regimens. While the Order began as a small group of warrior-priests, the organization has recently broadened its acceptance criteria so that non-clergy can undertake the vows. Once indoctrinated into the Order, members undergo enhanced training in combat and skills related to keeping the Cathedral safe.",
        "When the Gold Coast isolated itself from Cyrodiil after the Empire collapsed and the Three Banners War began, Artorius Ponticus, Primate of Kvatch, immediately set out to bolster the power and scope of the Order of the Hour. He instructed Commander Marcus Scipio to increase the size of the Order and set about expanding the Order's responsibilities beyond the boundaries of the Cathedral and into the rest of the city of Kvatch. This was done, as the Primate has said on numerous occasions, \"To reinforce the capabilities of the Kvatch Guard in these dangerous and troubling times.\" As anyone can plainly see, the Primate has only the best interests of Kvatch and its people in mind.",
        "With recent threats against the city and the Cathedral, the Count of Kvatch has granted the Primate of Akatosh emergency powers to once again convert the Order into an army. Today, the Order of the Hour boasts the largest force in the history of the organization. With a mix of devoted warrior-priests and dedicated soldiers of faith filling its growing ranks, the Order now maintains the safety and keeps the peace of not only the Cathedral of Akatosh's grounds, but of all of Kvatch as well. No matter how chaotic things get on the other side of Varen's Wall, on the Kvatch side, the Order has things well in hand."
    ]
}