{
    "id": "OrdinatorsAComprehensiveGuide",
    "paragraphs": [
        "By Tarvus, Archcanon of Vivec",
        "Holy guards and warrior-priests, the Ordinators dedicate themselves to serving the Tribunal Temple and the Living Gods worshiped therein. Organized into four specific orders, the Ordinators extend the will of the Tribunal throughout Morrowind and are characterized by their distinctive gold armor and face masks. Used as protective covering, the expressionless face masks hide the identity of the guard inside and also exude an intimidating aura that helps add an air of mystery and menace to the Ordinators.",
        "The Ordinators are divided into four orders that determine their mandates throughout Tribunal territory: the Order of the Watch, the Order of Doctrine and Ordination, the Order of Inquisition, and the Order of War.",
        "The Order of the Watch provides protection for the Tribunal's temples and shrines, as well as stationing guards at Tribunal towns and cities, including Vivec City. In addition to policing Tribunal settlements and guarding Tribunal holy sites, Ordinators of the Watch enforce Temple law. These Ordinators are the most visible of all the orders, interacting with the populace on a regular basis.",
        "Militant scholars comprise the Order of Doctrine and Ordination, vigorously studying the words of the Living Gods and supporting the will of the Tribunal. They serve as arbiters of the reigning doctrine and oppose false and dangerous views, such as those held by the Nerevarine Prophecies and other dissident teachings.",
        "The Order of Inquisition seeks out and actively suppresses heresy among Temple priests and Dark Elf citizens alike. Serving as both an investigative body and judge and executor, members of this order place heretics on trial and then deal out whatever punishment is deemed appropriate for the crime against the Tribunal.",
        "Finally, the Order of War battles the enemies of the Temple in all its forms, including hostile cults and Daedra worshipers operating in Dunmer territory. The holy soldiers are among the finest, most-dedicated, and best-trained warriors in all of Morrowind, blessed by the Tribunal itself and charged with defending its will.",
        "I suppose there's another arm of the Ordinators, though there are so few of them that they don't qualify as an order unto themselves. Selected personally from among the most skilled warriors in the Tribunal Temple to serve as Almalexia's elite agents in the world, the Hands of Almalexia, the living goddess herself fortifies them with divine magic and enchants their fearsome armor and weapons.",
        "House Indoril, always orthodox and strident supporters of the Tribunal Temple, provides the majority of the Dark Elves that take up the armor of the Ordinators. In fact, the house's influence can be seen in the distinctive style of the Ordinator armor, and its sons and daughters proudly serve the Triune with dedication and reverence. Of course, the Ordinators don't have a monopoly on service to the Living Gods. Take, for example, Lord Vivec's Buoyant Armigers. I shall cover them in a subsequent volume."
    ]
}