{
    "id": "OrdinatorEdicts",
    "paragraphs": [
        "<title>Ordinator Edict: Mandate Seven</title>",
        "Let it be known:",
        "The Order of Inquisition has received reports of outsiders wearing the holy Ordinator's Regalia, to wit, the Golden Mask of Devotion and Robes of Triune Faith. This is a clear breach of the Seventeenth Dictum of Piety. Any member of the Dunmer laity who wears the Regalia shall be subject to swift and merciless sanction. Any non-Dunmer seen wearing the Regalia shall be killed on sight. Such is the price of blasphemy.",
        "You are hereby warned.",
        "Victory for the Three,",
        "Inquisitor Nivos Uveran",
        "<title>Ordinator Edict: Mandate Sixteen</title>",
        "Let it be known:",
        "Heterodox religious practice is hereby banned within the city limits of Vivec. This includes, but is not limited to, veneration of the Eight Apostasies, Hist sap or moon-sugar rituals, devotional Malacathian bloodsport, and Daedric rites of communion. Any citizen who takes part in such ceremonies shall be jailed and subjected to corporal reeducation. Any non-citizen who takes part in such ceremonies shall be banished or executed, depending on the severity of the infraction and the judgment of the attending Ordinator. In either case, all devotional materials and literature shall be seized and burned in the Pyres of Purification. Such is the price of blasphemy.",
        "Keep to the Tribunal or keep silent.",
        "Victory for the Three,",
        "Inquisitor Nivos Uveran",
        "<title>Ordinator Edict: Mandate Twenty-One</title>",
        "Let it be known:",
        "Creatures cataloged in the Sacred Register of Unclean Beasts are not permitted within city limits. This list includes many milk-producing beasts, owls, tailless apes, dreugh larvae, and egg-laden crustaceans. A comprehensive list of all banned animals is available in the Tribunal Temple's Library of Doctrine.",
        "All meat intended for sale in the marketplace must be inspected by a Temple-appointed Dreni'urolan, or Deputy Curate of Triune Permissions, in accordance with the thirty-fourth Dictum of Piety. Failure to submit meat for inspection shall result in the forfeiture of any Writs of Divine Sanction, fines, and possible corporal reeducation. Such is the price of blasphemy.",
        "Victory for the Three,",
        "Inquisitor Nivos Uveran",
        "<title>Ordinator Edict: Mandate Twenty-Seven</title>",
        "Let it be known:",
        "All bardic song and verse intended for public performance must first be approved by the Ministry of Doctrine and Ordination. Any work that is deemed heretical shall be confiscated and destroyed in the Pyres of Purification. Failure to submit said work for inspection shall result in fines and possible corporal reeducation. Such is the price of blasphemy.",
        "Victory for the Three,",
        "Inquisitor Nivos Uveran",
        "<title>Ordinator Edict: Mandate Thirty-Four</title>",
        "Let it be known:",
        "Destroying, moving, or otherwise vandalizing Temple property is a grievous sin. Temple icons and structures serve as extensions of the Tribunal's divine authority. Any assault on said icons and structures is considered an assault on the Tribunal's divine personages. Such an assault carries a penalty of death, followed by Rites of Forgetting and disposal of remains in the Pyres of Purification. Behold the price of blasphemy.",
        "Victory for the Three,",
        "Inquisitor Nivos Uveran"
    ]
}