{
    "id": "Organizations",
    "paragraphs": [
        "Librarian Comment:",
        "This page lists the guilds and organizations you will encounter during Arena. The quoted section at the start of each is the description given about them in the game's manual. The lines below are taken from the game data and are given to the player when they run into an opponent from each organization.",
        "",
        "<header>The Underking</header>",
        "<quote>The UnderKing is a mysterious figure, walking through myth and legend. Some say he is actually a very old and powerful Lich, others that he is an Archmage whose very being has been somehow transformed by his use of magic. It is agreed however that he is a force to be reckoned with in the world of Tamriel, sending his undead soldiers on errands whose goals only he knows is privy to. It seems his forces often find themselves opposed to The Necromancers, a fact that reassures many, for if they were to unite all of Tamriel would suffer.</quote>",
        "The rumors of the Underking's interest in your activities seem to be correct. His forces are known for their fanaticism in battle.",
        "The [opponent] obviously belongs to the ranks of the Underking's minions. There is a sheen of madness in the eyes that tells you negotiation is futile.",
        "There are those who doubt the existence of the Underking, but something about the behavior of this [opponent] makes you an instant believer.",
        "Your path is barred by a [opponent], obviously one of the Underking's minions. It looks as if no uniform is needed to declare allegiance to the Evil One.",
        "It is said that those who associate with the Underking risk their sanity itself. The [opponent] before you proves this wisdom.",
        "",
        "<header>The Necromancers</header>",
        "<quote>The Necromancers are a guild that works in the shadows of life, stealing bodies for purposes known only to them. They deal and consort with the undead regularly, and are staunch foes of the Mages Guild. They are accomplished spellcasters, often questing for magical artifacts and other sources of knowledge. It is said that when facing the Necromancers, one need fear what comes after death more than death itself.</quote>",
        "The [opponent] who approaches, you notice, has been branded with a small black pentagram, the symbol of the Necromancers.",
        "The Necromancers always brand their minions with a black pentagram as symbol of their souls' damnation. The [opponent] before you has such a brand.",
        "All members and servants of the Necromancers are branded with a black pentagram. The [opponent] barring your path displays one with pride.",
        "The black pentagram you see branded on the [opponent] approaching alerts you. Doubtless a servant of the Necromancers, sent to stop your journey cold.",
        "You know what the black pentagram branded on the [opponent] means. The rumors were right - the Necromancers want you stopped.",
        "",
        "<header>Mages Guild</header>",
        "<quote>The Mages Guild is the center of magical study for all those of spell casting potential. They perform many services to those who have the money to pay including, selling potions, selling magical items, helping mages create spells, and selling spells for spellbooks. They are a powerful force in the world of Tamriel, often searching for lost artifacts or treasures. It is said by some that the Mages Guilds have many secrets, including the location of some legendary places.</quote>",
        "The [opponent] before you bears the colors of the Mages' Guild proudly. The intention is obvious - your quest is not to be completed.",
        "There is nothing accidental about meeting with this [opponent], wearing the colors of the Mages' Guild and intent on disrupting your quest.",
        "It is said that the Mages' Guild is a beneficent organization, but deadly when crossed. One look in the [opponent]'s eyes and you see the truth in the saying.",
        "The rumors of the Mages' Guild's hostility toward your activities seem to be true. The [opponent] bears the traditional colors of the Guild.",
        "You no longer doubt the involvement of the Mages' Guild in this quest. Obviously, the [opponent] was sent by them to stop you at all costs.",
        "",
        "<header>Blades</header>",
        "<quote>A secret society comprised of the best warriors of the Empire. The Blades approach whomever they wish for membership. None know exactly what their ultimate goals are, for they have been seen on both sides of the law, sometimes helping those in need, other times attacking caravans or wealthy merchants. All that is known is that they are deadly in combat, trained by special swordmasters to a point where their thought and reaction are one.</quote>",
        "If this [opponent] is truly an agent of the Blades, you know you will be facing a worthy adversary indeed...",
        "The [opponent] barring your path is obviously an agent of the Blades and no mercenary, for there is a tell-tale scar over the [opponent]'s right eye.",
        "This is no ordinary [opponent], you see from the start. You notice a scar above the [opponent]'s right eye, the symbol of the Blades.",
        "You know this is no chance meeting with a hostile [opponent]. There is a scar over the [opponent]'s right eye proclaiming alignment with the Blades.",
        "The scar over the right eye and the general demeanor tells you this [opponent] is a member of the Blades, trained in the art of battle ...",
        "",
        "<header>Dark Brotherhood</header>",
        "<quote>The Dark Brotherhood are loyal followers of Sithis, God of Death. They are sworn to uphold the tenements of Chaos. They are vicious foes to those who would follow the roads of Law, often patrolling outer paths and byways for unwary travelers. It is said that the Brotherhood does not associate with any other group, contesting that even the Necromancers are not true to word of the Dark God. They instead work towards what they call a pure form of Chaos. Few have faced them and escaped with their souls intact.</quote>",
        "The [opponent] is one of the traditional emissaries of the Dark Brotherhood. You know the orders are to kill you swiftly ...",
        "Crossing the Dark Brotherhood is sheer idiocy, and one look at the [opponent] and you know that is exactly what you have done.",
        "The loyalty of the servants of the Dark Brotherhood is legendary. You know the [opponent] will never yield or grant mercy to foes.",
        "Immediately you know the Dark Brotherhood sent this [opponent] to kill you. Something in the eyes, something merciless ...",
        "There can be no doubt the Dark Brotherhood sent the [opponent] after you. The servants of the Dark Brotherhood are legion.",
        "",
        "<header>Wharf Rats</header>",
        "<quote>The Wharf Rats are a loosely organized group of cutthroats, thieves, and ruffians. Although they do not represent the best of what is out there, their sheer numbers make up for any deficiency in skill. The Thieves Guild will attack any members of the Wharf Rats it finds, considering them an infringement upon their turf. They prey upon the weak, elderly, or rich traveler, stealing from them anything of value.</quote>",
        "The Wharf Rats are not known for their subtlety. You can guess what this [opponent] wants - your head to bring to the masters.",
        "You can tell at a glance the [opponent] in your path is no random nuisance. You recognize one of the Wharf Rats sent to rip you apart.",
        "Despite the [opponent]'s scruffy appearance, a worthy opponent. The Wharf Rats truly are interested in your activities it seems.",
        "The [opponent] before you is a member of the Wharf Rats, no doubt about it. The general dirtiness and rancid breath immediately tip you off.",
        "",
        "<header>Thieves Guild</header>",
        "<quote>The Thieves Guild works in and around the cities of Tamriel. They are known to organize and govern any who wish to ‘work’ in a particular city. Those who pay their monthly tithe find certain perks when faced with the authorities. Those who do not find that the Thieves Guild can be a dangerous adversary</quote>",
        "Members of the Thieves' Guild wear no club colors, for theirs is a secret society. Only a true idiot would doubt the masters of this [opponent] anyhow.",
        "You are attacked by a [opponent], obviously sent from the Thieves' Guild. Negotiation is not the [opponent]'s style: it appears there are other plans for you...",
        "The rumors of the Thieves' Guild's interest in your job are apparently true. The [opponent] before you obviously is not under orders to take prisoners.",
        "The [opponent] before you was sent by the Thieves' Guild. There is no announcement of intentions... allegiance to the Thieves' Guild shines in the eyes.",
        "Recognizing consorts of the Thieves' Guild is a lesson taught to most young children of Tamriel. The [opponent] before you belongs to that order.",
        "",
        "<header>Political Faction</header>",
        "This [opponent] was obviously sent by %o to stop you, for [their] family colors are borne by the [opponent] with pride.",
        "The [opponent] blocking your path is at the service of another. %o seems the obvious master, if [his/her] truly wishes for your quest to fail.",
        "The colors borne by the hostile [opponent] are those of %o. It would seem the rumors of [their] interest in aborting your quest are true.",
        "The occasional wandering [opponent] is not an unusual sight, but one bearing the colors of %o is strange indeed. It is evident that [his/her] really must want you dead.",
        "You might assume this to be a chance encounter with a hostile [opponent], but not one carrying the colors of %o. The rumors of [their] involvement in your quest are apparently true."
    ]
}