{
    "id": "OriginoftheScaledCourt",
    "paragraphs": [
        "In my capacity as a collector of objects, a delver of dungeons, and an explorer of (soon-to-be) renown, I often take on commissions to obtain specific items or information. The Star-Gazers of Craglorn hired me to find out everything I could pertaining to the recently formed group known as the Scaled Court.",
        "The Scaled Court seemed to appear out of nowhere, popping up all across Craglorn in the wake of the mysterious disappearances of the Celestial Guardians from the night sky. With a little digging and the judicial application of free drinks and similar bribes, I was able to ascertain that prior to arriving in Craglorn, the group had been a loose association of mercenaries on their way to battle in Cyrodiil.",
        "Originally led by the Nord warlord, Milvern One-Sword, the mercenaries entered the region with the intent of offering their services to whichever army was willing to pay a hefty price in gold and spoils. But they were rebuked and turned away by the Cyrodiil generals, who refused to leave their fighting to hired thugs. The unemployed mercenaries roamed the Craglorn wilderness for a time as One-Sword struggled to come up with another plan to keep his band together. While camped in the wasteland southeast of Dragonstar, a lone figure wandered into view of the disheartened group.",
        "She had the regal bearing of an Imperial and a confidence that allowed for no opposition. \"I bring a message from He Who Has No Season,\" she proclaimed in a loud, commanding voice. \"You are aimless wanderers in who the Serpent sees kindred spirits. Join me and the Serpent will reward you a thousandfold!\"",
        "Of course, Milvern One-Sword took umbrage with this stranger trying to turn his band against him. As he drew his blade and approached her, she smiled calmly and whispered, \"Serpent, protect your servant.\" Suddenly, the ghostly visage of a great snake surrounded the woman. She pointed, and the ghostly snake uncoiled and struck like lightning, piercing Milvern's armor with two sharp, venom-dripping fangs. He was dead before his body hit the ground. \"",
        "The Celestial Serpent has sent me to gather you,\" the woman proclaimed, \"to give you purpose and glory and power beyond your imagining! I am the Regent of Serpentine Stratagems, and together we are the Scaled Court!\"",
        "And that, as far as I can determine, is how the Scaled Court came to Craglorn."
    ]
}