{
    "id": "OtherWorldsThanThese",
    "paragraphs": [
        "A golden figure appeared to me in the twilight. It spoke with tongues of fire, but its will was clear. \"There are other worlds than these,\" it said. \"The future of other Rivenspires depends on what you do.\" It directed me to build a keep above the ancient ruins on my uncle's land. To link its towers to the rising hills and its lower halls to the ancient chambers beneath.",
        "As construction begins, I think long and hard about what the golden figure said. What are these other worlds, these other Rivenspires? How does anything I do affect such distant, impossible places. My head was swimming as I tried to make sense of it all. So I stopped and went back to supervising the work on the keep.",
        "The golden figure appeared again, directing me to deepen the innermost halls, making them larger and more grand than any that have come before. The Hall of Heros, specifically, was called out to be spectacular.",
        "I found a strange runestone when we unearthed another of the ancient chambers beneath the hills. It's some kind of tool, of that I have no doubt. But while its purpose eludes me, I know I was meant to have it. The golden figure wants me to protect it and keep it safe. I just know it.",
        "I push my work crews to dig faster, this can't be an isolated ruin. There must be more ancient and powerful stones and relics buried in the land. Why else would the golden figure want me to have it. They complain about the work, the pace I am forcing them to keep. I may need to motivate them to accomplish the will of the glorious golden figure.",
        "My work crews are lying to me. They claim they have found nothing but dirt and more dirt. They must be hiding the ruins for themselves to try to win the golden figure's favor. I can't allow this. I've sent the work crew leaders to the newly constructed torture chambers. They will suffer until they tell me where they've hidden my ruins.",
        "It's mine! The relic is mine! It fell from the freshly hewned wall of dirt like a glorious gift from the golden figure. It glistens much like the figure. The runestone reacts to it. I feel my magic enhanced just by being in the vicinty of this relic. This, this is exactly why the golden figure wanted me to build this place. It will be my throne and temple! And perhaps, my pathway into other worlds."
    ]
}