{
    "id": "OurCurseandOurGlory",
    "paragraphs": [
        "When first I was taken by the Change I was terrified, and furious, and most of all terrified of my fury. I hid my transformed self in a woodshed where I tore the bark from the lumber, bewailed my fate, and cursed the rest of the world.",
        "For a season thereafter I sought a means to control my affliction, purchasing ill-smelling nostrums from alchemists, mystic talismans from arcanists, and blessings from priests of gods, demigods, even daemons. To no avail. Despite all my would-be benefactors' assurances, the Change still came upon me when it would—and seemed, indeed, stronger every time.",
        "Finally it was too strong: I killed, and killed again. Unworthy to abide among decent people, I fled, putting civilization behind me. I plunged into the forests, forded rivers and climbed mountains, until I was far from any innocents I might injure. There, with naught but brute beasts for companions, I gave in to the urge to hunt, and to slay, and to feed.",
        "But I found to my sorrow that, though the beasts had neither minds nor souls, still they had hearts. They felt fear, pain, loss, sadness, and to slaughter them out of hand was no less a sin than to slaughter Man or Mer.",
        "Thereafter I lived upon nuts, fruits, buds, roots, and animals freshly dead. And this I could easily do for, when the Change was upon me, my senses were so acute that I could always detect food of all sorts.",
        "More than that: with my hunger assuaged, I found that when in beast-form I could see things, hear things, smell things I was never aware of when in my \"natural\" body. I could sense every living creature in the mountain hollow where I'd made my home, hear every sound they made blend with the songs of the flowing streams and the music of the wind in the trees, until all combined into a glorious and never-ending choral symphony. I would stand in a glade, enraptured, intoxicated, sometimes for days at a time.",
        "When I returned to my ordinary mortal form, I would try to write of what I had experienced as a Beast of Mundus, but human words could never capture it. It could only be shared by others who could sense what I sensed, who might learn how to tame the lusts of the Change as I had. And I knew then that I had a sacred mission to share what I had found, to find others who had been stricken by this curse and bring them to my hollow, where I could teach them the truth, that their curse was, in fact, their glory. This change we fear so much at first is not an affliction, but a gift.",
        "This sacred mission has been my purpose ever since, a purpose I hope someday to see passed on to future generations. Here, right here, in my little vale of Querbol's Hollow."
    ]
}