{
    "id": "OnOurEnemies",
    "paragraphs": [
        "The peoples of the Daggerfall Covenant are a strong and diverse group. It is our differences that help us be strong. We complement each other. This is not true of the other races of Tamriel.",
        "The Elves",
        "The High Elves who rule over the \"lesser\" races in the Aldmeri Dominion are without a doubt the most arrogant of the Elf races, which is saying quite a bit. High Elves believe that they are the direct descendants of the Aedra! They rule over the Wood Elves and Khajiit while giving them token positions within the ruling hierarchy to keep them content. Rumors of harsh punishments for disobedience cannot be confirmed as any dissidents quickly disappear.",
        "The Wood Elves are a barbaric people who are willing to submit to High Elf rule as long as their practices of cannibalism are allowed to continue. They eat their enemies and even one another. They worship the trees of Valenwood, refusing to cut them down or harm the animals that live there. Who does things like that?",
        "The Dark Elves of Morrowind are almost as bad as the High Elves. The Tribunal rulers of the Dark Elves have convinced their people that they are \"Living Gods\" possessing great powers and immortality. These old wizards openly imitate what was called the \"Good Daedra\" as part of their Dark Elf ancestral worship.",
        "The Beast Races",
        "The Khajiit are the \"cat-people\" of Elsweyr. Many rumors exist about the Khajiit, and they are certainly all true. The Khajiit are a society of thieves and addicts. Most spend their time consuming vast quantities of the addictive substance distilled from moon sugar. Thievery is second nature to these cats, as stealing often supports their addictions.",
        "Argonians are the \"lizard folk\" of the Black Marsh. Little is known about their culture save for a few rumors and lots of hearsay. It is known that they believe they originate from the trees that grow in Black Marsh. The environment of the marsh has given the Argonians a resistance to the toxic substances found there. The society of Black Marsh is primitive by the standards of the other races.",
        "Humans",
        "The Nords are the hardened folk of the north. Hailing from Skyrim, these brutes live for war and conquest. When not fighting others, the Nords fight among themselves. The Nords are not a very bright people. It seems that the thin air in Skyrim has led to a stunting of the mental capacity of the Nords.",
        "The Cyrodiils are a cunning and ruthless people. The central location of Cyrodiil has given them contact with all the races of Tamriel and made them fine traders and diplomats. It has also made them very shrewd with silver tongues and cheating ways. They have a sense of entitlement to rule. Of all the enemies of the Daggerfall Covenant, it is the people of Cyrodiil that are the most dangerous."
    ]
}