{
    "id": "OurBlessedIslesAGuide",
    "paragraphs": [
        "Seven-fold venerations to you, my dearest kin. Set aside your noble pursuits a moment and let your mind wander with me.",
        "We'll begin this wondrous journey from the seat of civilization that is Alinor. Nestled among the mountains of the western shore, the city climbs nearly as high as the peaks themselves, its white spires reaching far into the sky. From these heights our sovereigns have surveyed their dominion for thousands of years. Avail yourself of the opportunity to see the splendor of the Royal Palace and offer your respects to the crown. The sense of pride you will feel at basking in the unrivaled greatness of our kingdom is well worth the journey.",
        "If you have a taste for the exotic, there is no better place on Summerset than Alinor to sample cosmopolitan fare. Sundries from all over Tamriel are ferried into port daily. Those the Divine Prosecution finds fit for sale will give you a whole new perspective on life, and a greater appreciation for Altmer craft.",
        "To see why our goods are such a cut above we only need to take a quick ferry ride across the bay to Lillandril. This venerable town has been the center of higher learning for centuries. Many a king and queen have come seeking the wisdom of the College of Sapiarchs, where the two-hundred and twenty-three greatest minds of our people advance our knowledge of all things.",
        "For the arts, we follow the highway east to Rellenthil to see where the finest entertainment in all the world is conceived: The House of Reveries. The Maestros of this famed troupe organize performances day and night in a beautiful outdoor theater from the earliest days of settlement. As heirs to our long legacy of cultural arts, membership is exclusive. Only true talents may join. Whatever your tastes, the House of Reveries is certain to put on a show that will leave you in awe.",
        "Speaking of tastes, allow me to lead you to the birthplace of wine in our Isles, only a short trip down the road. The vineyards of Russafeld span nearly the entire stretch of land between Rellenthil and Shimmerene. Resist the temptation to pluck a ripe grape from the vine. Surely there are no better found in nature, but once you have tasted the fruits of the winery you'll regret having deprived them a single purple pearl.",
        "\"But I've had a Russafeld red,\" you say! Dearest kin, you haven't truly tasted until you've savored a three-thousand-year-old vintage straight from the cask it aged in. The privilege may cost you the deed to your home, but it is well worth the experience.",
        "Cast your eyes to the north and you'll see Cloudrest perched atop the great mountain Eton Nir. The view from its bridges and terraces will take your breath away, though perhaps not quite so literally as the ascent to reach them. Unless, of course, you count yourself among the Welkynars. The Gryphon Knights keep vigil over our lands from the summit, prepared to take to the skies and soar to the defense of anywhere in Summerset at a moment's notice.",
        "Before departing Cloudrest, take a moment to view the Crystal Tower in all its glory from the best vantage in the Isles. This pillar of enlightenment is the keystone of creation, as old as our oldest ancestors, and an endless font of knowledge. The Sapiarchs protect and study its secrets night and day, hoping to bring us ever closer to the perfection of the Ascendants.",
        "If you need a rest from your travels, Shimmerene is a pleasant sea-side town, filled with pleasant people. It's an ideal place for a quiet night's respite before embarking on a voyage to Auridon, or the long road west. Pay a visit to the Monastery of Serene Harmony while you are there and ask to participate in the rituals of equilibrium. You will never have a better night's sleep.",
        "Take pleasure in greeting the sun as it rises upon the eastern shore to join us on the final leg of our journey. Just south, the pristine wilderness of Sil-Var-Woad is carefully tended to by the rangers of the Royal Menagerie. There you will find a collection of unique creatures from around the world. The grounds are open to the public and free to citizens, making it the perfect destination for a family outing.",
        "Finally, we return westward to Sunhold, the sister city to Alinor. In fact, if not for the mountains between them, the two would inevitably merge into a metropolis not seen since Lost Aldmeris. Possessing one of the largest harbors in Summerset, Sunhold is a frequent target for Sea Elf attack, but the port is nothing if not defensible. From its thick sea walls, to its narrow winding alleys, every stone has been laid out with rebuffing the Maormers' assaults in mind. While it is certainly a formidable fortress, let's not forget it is also a thriving city, and the heart of shipping among the Isles. I highly recommend spending a few hours getting lost in the labyrinthine streets and sampling the best seafood offered anywhere in the world.",
        "Dearest kin, we've come to this journey's end, but I hope this will only be the beginning of your wanderings through our homeland. Though we may pine for Old Ehlnofey, the golden warmth of the Divines will always dry our tears in the sun-kissed land of Summerset."
    ]
}