{
    "id": "OutsiderObservationReport",
    "paragraphs": [
        "<title>Outsider Observation Report - Log 1</title>",
        "By Rosalind Frenrick, Stranded Mage",
        "So. This organization called the Clockwork Apostles has asked me to record my thoughts about the Clockwork City? Apparently I'm the latest person to show up in about a hundred or some such years. I told them, \"Wow, not a big tourist town huh?\" They didn't really laugh at that one. Or any of the jokes I've told so far, if I'm being honest. But hey, rambling on about something I barely know about? Now that's something I can do.",
        "They suggested I start with observations. Said that was the most \"objective\" viewpoint I could give. Huh, well, not really sure what they're getting at there, but I'm going to ignore that bit of advice because I think that I should start with myself. After all, who gives a skeevers arse about what I have to think if you don't know who I am? That's what I always thought, you know, reading stories.",
        "Well, a little about myself. I'm your typical mage, I suppose, in how typical the ability to summon fireballs and teleport around is. Not particularly powerful or anything, which the Apostles sure were disappointed about, let me tell you. I get the feeling that they only care about folks who have a real hand at magic, or good with the contraptions they've cooked up here. I already know a few apostles who told me that they were simply very, very skilled at working the machines here, and that was sort of an in for them. Not that I really want to join a bunch of Dark Elves who worship Sotha Sil, mind you.",
        "How did I end up here? Now, I'd really like to know that myself. See, I was apprenticed with a Telvanni mage just recently, an unconventional character who had a tough time keeping apprentices around. Now this mer, I'll tell you, real big Clockwork City aficionado. Really big on getting here too. I mean, talk about an obsession, he would just lecture us all nonstop about the \"wonders of the omni-axle\" and all that. Not that he really knew what exactly those wonders were, but hey, he knew they were here.",
        "Long story short though, he wasn't wrong. And he would have gotten his wish, had I not been a beef-wit and stepped into the portal first. Well, I mean, more like tripped. I keep hoping he'll show up, but from what I could tell it was a one way trip? Something about the movements of the planes or something like that. Prime conditions that aren't likely to pop up again. Just my luck, that.",
        "Now that I'm here though, well, not so sure my old boss would be particularly keen on this place. I mean first off, it's pretty much a wasteland. Smells like I'm trapped in a tin cup. Heck, everything is metal. The trees, the creatures, the people! They have metal limbs, and from what I can gather they just do it for some sort of fashion trend. Gives me goosebumps.",
        "All right, my caretakers here are telling me I'm out of time. They're going to perform some more tests on me, I think. Take bits of my hair and spit for \"analysis.\" I'm guessing they'll keep asking me to write down my thoughts though. Unless one of the factotums can read my mind? Huh. Wouldn't be surprised.",
        "<title>Outsider Observation Report - Log 2</title>",
        "By Rosalind Frenrick, Stranded Mage",
        "Here I am again, writing down my thoughts on the Clockwork City. If I had to hazard a guess, the Clockwork Apostles weren't too keen on my last report. But you know, I don't think they're really keen on me period. So to keep in their good graces, and out of the Radius, I thought I'd share some more \"objective\" observations.",
        "I'm currently living in this city called the Brass Fortress. It really does look like a fortress from the outside, with high walls and big gates. There is no getting in unless you're invited, but it isn't really needed for things like war parties or bandits. There's no one here that isn't registered. I mean, perhaps there's some poor souls lost in the wastelands that surround the Brass Fortress, known as the Radius. I'm guessing they're not registered or anything, but I'm not rightfully sure. Least I'm safe here.",
        "Well, all right, truthfully? Not everywhere in Brass Fortress is safe. In fact there are quite a few \"off-limits\" areas here filled with rather nasty fabricants and these rather testy factotums. Fabricants by the way are these strange creatures that are a mixture of metal and flesh. Gave me nightmares the first time I saw one. From what I can understand they were created by Sotha Sil? Not sure why. They scare the ever living daylights out of me though.",
        "And the factotums, well, they're like metal people. They got heads and arms and everything, but they're simpler than living folk. They have tasks they do and they just do them. They'll answer questions sometimes? It's odd, because they act like people. Well, like very devoted servants. Who only think and talk about serving. And they're very keen on completing whatever task they've been set to do. They're interesting enough, I suppose.",
        "You know, the Clockwork Apostles are pretty simple too in their interests. They really enjoy inventing oddities and discovering odd bits of information. They're real keen on Sotha Sil and everything he does. Got a giant statue of him right in the square. They quote his sermons a whole awful lot to. Doesn't make much sense to me, but at least they're not cultists or anything.",
        "Now here's a funny thing that I'm still wrapping my head around. These seemingly very reason driven individuals believe that the Princes and Daedra don't rightfully exist. Right. I mean, I've seen a clannfear rip men apart. Pretty sure it was real. I guess it's a little easier to believe that though, given that there doesn't seem to be any Daedra here. Not sure why? I guess Sotha Sil is just particularly vigilant about keeping them out.",
        "Now it isn't all Apostles this and Sotha Sil that here in Brass Fortress. In fact, most of the citizens are just normal folk like myself. Well, as normal as anyone can be growing up in this strange land. There's the merchants and the craftsmen, blacksmiths and chefs. They even have their own slums, though that came as a surprise. They call the folks there Tarnished, unwanted vagabonds and whatnot. I've talked to a few though and they seem a decent lot. Then again, most of the poor folk I've met are.",
        "I can tell you that no matter your lot in this city you never go hungry. You see they got this gruel here called nutrient paste. Consistency of porridge, and taste of - well, not much taste to speak of. You can add spices or toppings to make it a bit more palatable, but given that everything is made of metal here, that's a bit hard to come by.",
        "Got to cut it short here. More tests. Hopefully they won't make me run so much in this one. I'll make sure to keep writing down my thoughts. Helps me make sense of everything that's happening.",
        "<title>Outsider Observation Report - Log 3</title>",
        "By Rosalind Frenrick, Stranded Mage",
        "So I've been told that my observations have been too ... colorful? I suppose is the way I'd put it. I guess after growing up in a world that's just different shades of brown, a bit of color can be confusing. Still, they told me to write my observations, and I'll be damned if I can do that any way but how I know how. So they'll just have to \"analyze\" a bit harder.",
        "I thought I'd write about other places in Clockwork City that I've visited so far. I've talked about the Brass Fortress and the general Radius, but there are some other locations around here that I've been taken to. Some of them seemed a tad more practical than others, but then again, I'm not really sure I can compare my definition of practical with the God of Mystery's.",
        "First they took me to the Mnemonic Planisphere. Well, more like we walked by it, because I wasn't allowed to go inside. I was told it was sort of like a storehouse for Sotha Sil's memories. Yeah, you read right. His memories! He's apparently got so many of them that he likes to keep them all organized in a giant building. I tell you, it's almost as big as a castle. And they look like stars? How you turn memories into stars, I'm not sure, but then again I'm not a god.",
        "The next stop was far more practical of a place, called the Halls of Regulation. Now, I had been wondering where all the fresh water came from, because the rivers and lakes here are filled with oil of all things! Apparently this place somehow cleans it all up. Sure, they tried to explain it to me. Talked about the water cycle and evaporation and all these fancy terms. But hey, it gives me fresh water, so I can't complain even if I barely understand it.",
        "The inside was a bit less spruced up than I expected. A lot of pipes, a lot of steam, and a lot of factotums. Couldn't help but feel nervous around them all. I was told that they help maintain the Halls of Regulation, all by themselves. I was shocked, since the whole operation sounded a bit high maintenance. Wasn't there an apostle there to give them orders and make sure everything was running smoothly? And then they started talking about Sotha Sil and how he sets everything in \"perfect regulation\" and honestly I started to lose track of the conversation from then on.",
        "We then went up north to the Everwound Wellspring, which was my favorite stop because they had actual food there! I've never been more happy to eat an apple in my life. After weeks of tasteless gruel, it was the most delicious thing I've ever tasted. Ma was right, hunger is truly the best seasoning. And all the plants were green! I never thought I'd miss green as much as I do.",
        "Despite my excitement though, I couldn't help but feel that something was off about the place. The mer running it was nice enough, but after talking to him I could tell he had a few screws loose. All that stress really must have really gotten to him. I suppose he's under a lot of pressure though, especially since he took up the project after Sotha Sil got bored of it.",
        "Well, they're telling me to complete this observation report best I can now. I don't think they need any more observations from me, so I guess this is it. Right, so my overall impression is that Clockwork City - well, it's one of the most dangerous places I've ever set foot in. I can't really believe someone who calls himself a god would really let his followers live here. It's more made for machines than any living creature.",
        "Still, it has an odd beauty about it. The metal leaves in the trees that glitter in the sun are particularly nice. Guess I'll just have to get use to it, since this seems to be a one way trip. No one but Sotha Sil gets to leave Clockwork City. Honestly, I hope I'm the last beef-wit who gets stuck here. I wouldn't wish this life on anyone else."
    ]
}