{
    "id": "ThePathofTranscendence",
    "paragraphs": [
        "Entry 1: My initial findings may have been inconclusive, but they set me on the path I will pursue until I achieve my goal or lie rotting in this cave. Either outcome will be a welcome respite from the days and nights I've spent toiling without food, water, or any kind of companionship. A lesser mage would have fallen prey to madness by now, I'm sure of it. But I am not a lesser mage! Though they try in earnest, though their hearts and minds are true to the teachings of our great Sovereign, my fellow Necromancers lack the complete dedication required to achieve that ultimate of goals -- the state of lichdom. Not even Falcar himself can match my sheer tenacity, my unwillingness to accept failure on any level. That is why I, Celedaen, will soon join the ranks of the Worm Eremites, those servants favored by our sovereign above all others. I will sit with honor and obedience at his right hand while those fools in the Mages Guild grovel at my maggot-ridden feet!",
        "",
        "Entry 2: Even the most pedestrian peasant fairy tale has long held that a lich must somehow remain bound to his soul, and that connection most commonly manifests itself as a transference of the spirit into an actual physical object. An urn, a sarcophagus, a crystal phial.... One Khajiit fairy tale even tells of a lich who preserved his spirit in the severed head of a Wood Elf infant! And these same peasants long comforted themselves with the belief that if they ever had the grave misfortune of facing a lich, they would need only find the vessel containing his spirit form and then destroy it, thus destroying the lich himself. Fools and their folklore! True liches possess no such weakness! Can one of the Sovereign's Worm Eremites be bested by shattering a glass vase? The very notion is so absurd as to be comical. Yes, a Necromancer must transfer his soul into a physical vessel, but once that transference is complete, once the Necromancer has fully metamorphosed into his lich form, the vessel is inconsequential. But it's the process of this transference itself that has eluded me for so long. My soul remains bound to my earthly body, and nothing I have attempted has allowed me to free myself of this mortal coil and transcend to the state of lichdom I so dearly desire.",
        "",
        "Entry 3: Every tome I've acquired, the volumes upon volumes of Necromantic discourse, all useless! I have grown disgusted by the years of wasted life that have been poured into these so-called \"essential\" writings. Who in their right mind would ever wish to animate a month-dead Cyrodilic butterfly, or bring life to the rotting husk of a rare albino mud crab? How many months have I wasted away in this cave? And for what reason? Ah, yes, I know! I will resurrect an army of deformed goblin younglings and march on the White-Gold Tower itself! That at least is in my reach! My mind has become a cesspool of Necromantic waste, where reject spells and rituals compete for the honor of finally driving me completely insane. And still I am no closer to achieving my goal than I was when I first began this process. Am I losing faith in myself, in my discipline? Perhaps I have been studying too hard. Many a night I have sacrificed my prayers to our Sovereign for one more experiment, one more incantation. What I need now is rest. Rest, and a state of tranquility, so that I may commune with our Sovereign and re-pledge my loyalty and devotion. For what answer will I find in some crumbling codex that could not be supplied by our great Sovereign himself?",
        "",
        "Entry 4: The secret is mine! So long I searched, so hard I toiled, but I was a fool! I was right to forgo my studies for a more ardent devotion to prayer. Last night, as I sit in the throes of meditation, our great Sovereign did come to me! He passed to me the knowledge I have sought for so long! The secrets of transcendence were even more complex and arcane than even I could have imagined, and I will never transcribe them into any written work. Indeed, they have never been recorded! All my months of solitude were for naught, as the secret I so desperately sought could only be obtained through direct communication with out great Sovereign himself. Soon I will walk the earth as a Worm Eremite, serving the Sovereign in a state of endless undeath!",
        "",
        "Entry 5: Through the sacrifice of many innocents, the resurrection of many servants to aid me in my tasks, and the tireless performance of a nearly week-long ritual, I have completed construction of the Sands Of Resolve. The transcendence to full lichdom will not be immediate, however. The vessel has been crafted, but my energy force, my soul, must be fully transferred into it. Not even our Sovereign was quite certain how long this process would take, at it varies from one Necromancer to the next, based on many factors both physical and spiritual. One thing, however, is certain. This hourglass must never leave my possession until the transference is complete! I grow more powerful every day, but in truth am more vulnerable than I've ever been. If something were to happen to the Sands of Resolve, if the hourglass should somehow leave my person, the connection between soul and vessel would be severed. To think that my work, my life, could be eradicated so easily after I've come so close to success is almost more than I can bear."
    ]
}