{
    "id": "ThePeasantPrincessAPlayinOneAct",
    "paragraphs": [
        "Narrator: Once in the heart of Alinor there lived a young mer by the name of Virenire. Though she was quite a beauty and admired by many, her family had always been poor. And so she worked as a serving maid.",
        "Virenire: Dearest me, how I long to be out of these rags.",
        "Narrator: Virenire cleaned diligently and was often praised by her mistress Teryldil, but still she dreamed of a grand life full of wonder. When she heard of a coming ball in the Royal Palace, she knew she had to attend.",
        "Virenire: Oh, a royal ball! I just know the prince will be there! But how can I go in such a dress?",
        "Narrator: Virenire was determined. She saved and pleaded and begged, and finally was able to afford a beautiful dress. She even convinced her wealthy mistress to bring her along as an attendant.",
        "Teryldil: Oh, you've been so diligent for so long. How could I possibly say no?",
        "Narrator: But still, Teryldil was a smart mistress, and gave her servant a warning.",
        "Teryldil: Now, you may come to this ball, but always remember your place Verenire. No matter how beautiful you are or how well you dress, you shall always be a servant.",
        "Narrator: This made Virenire very sad, for she had hoped to catch the eye of a wealthy noble. But still she stayed silent, as a good servant should. The very next night mistress and servant attended the ball.",
        "Virenire: What wondrous clothes! What delicious food! Why, if only every day was filled with such elegance, I shall be the happiest mer is Summerset.",
        "Narrator: So great was Virenire's beauty, she caught the eye of the young prince. Forgetting all decorum, he went over to her and asked for a dance. And so the prince and the servant girl danced for a good portion of the night.",
        "Prince: I've never seen such a beautiful mer. Tell me, who are your parents?",
        "Virenire: Oh, dear prince, I feel I must be honest. My parents are poor peasants, and I but a serving girl to a wealthy mistress.",
        "Narrator: Gazing upon the beautiful eyes of such an entrancing mer, the good Prince came to a startling realization.",
        "Prince: Why, I've been tricked! Here I thought you were a noble mer of good standing, who I might court and one day wed. But you are a mere servant girl.",
        "Narrator: And though the words stung her heart, Virenire knew them to be true. For only a noble mer would be able to marry someone such as a prince. So Virenire resolved to find herself a suitable husband within her caste. The prince, of course, married a Kinlady of suitable reputation and never spoke to the servant girl again. And so we should all remember, no matter our looks or possessions, we shall always be beholden to our family's name."
    ]
}