{
    "id": "PeddlersJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Netch Leather Armor from the Creation Club",
        "",
        "I first met them little blue fetchers about a year ago, on one of the islands to the north. I offered them a few things in trade, hoping it'd give them enough reason not to jab their spears through my skull.",
        "",
        "I showed them my best goods - a sapphire, a silver candlestick, and a rug made of fine tundra cotton, but they didn't want none of that. They were way more interested in my belt. So I gave it to their leader, praying it'd make him reconsider boiling me alive. But it turns out it wasn't me he was fixing to boil, but my belt.",
        "",
        "Now I've heard of soldiers on the brink of starvation eating leather strips to survive. So it ain't like you can't put a belt to the pot, should it come to that.",
        "",
        "But them little scribs were chewing that stuff like it was cooked up by the Gourmet. In fact, their leader wanted me to throw my boots into the pot, seeing as they was leather too.",
        "",
        "I tried to tell the little monster that my whole armor was made of netch leather. Ain't the same as hide from some old Nord cow. Something got lost in translation though, because they thought it was some holy relic and started painting their little marks on it.",
        "",
        "As they were taking the armor back to their huts, I tried to explain that it wasn't special, even showed him some sketches on netch leather crafting, but their leader thought it was a cookbook and took that too. On top of that, he wants me to sell him raw netch leather so the whole clan can bloody eat it.",
        "",
        "So now to keep these stupid ash blighters from killing themselves, I'm bringing them leather from the mainland and dyeing it purple with a mountain flower and a bit of charcoal. Of course, I could just let them eat the stuff and leave them to the horkers, but some of the junk they got is valuable, and best of all, they don't know it.",
        "",
        "Now if I can just get the horkers on this island to shut up, I'd have a perfect little spot to set up my business."
    ]
}