{
    "id": "ThePerfectHost",
    "paragraphs": [
        "Any gathering, party, or festival requires one thing—a perfect host. A perfect host is the anchor for any event, the smiling face that makes everyone welcome, the entertaining and accommodating party-thrower who makes sure every guest is wined and dined and has a good time.",
        "But a perfect host isn't born knowing how to bestow a rousing good time upon a crowd of guests, or how to set up a memorable event. To be a perfect host requires years of training, days of strategic planning, and hours of preparation and set up.",
        "Or, you can follow these few easy steps based on my own extensive experience and years of successful event planning.",
        "First, select a theme for your party or event. A good theme provides context for your gathering and gives your guests a fun and exciting motif to focus upon. Theme examples include classic Dunmeri plays, spring or fall harvest, Nord drinking games, and (my personal favorite) Grim Brooding Day.",
        "Second, choose your guests. How large an event do you want to host? Select a number you can comfortably squeeze into your venue—and depending on your theme, the tighter the squeeze the better—and remember to invite twice that number to account for declines and no-shows.",
        "After you have selected a number and chosen the people you want to invite, prepare your invitations. The quality of the invitation reflects on the event you plan to hold, so match the paper and message to your theme as best you can. Then send the invitations at most one month prior to but no later than one week before the event.",
        "Third, use your theme to determine if your event will be an occasion to sit down and relax or stand and mingle. If tables and chairs fit your theme, plan your seating arrangements carefully and provide seating cards to tell your guests where to sit. I cannot stress how important a good seating chart is. You have the power to create interesting conversations, intriguing arguments, or meaningful connections—all according to whom you sit next to who.",
        "Fourth, develop a menu. Every event demands food and drink. But your theme and venue allow a broad interpretation of what that means. Do you want to host a formal dinner? Provide snacks and lighter fare? Feature the best wine that gold can buy? Or perhaps you simply want to have vast amounts of the cheapest intoxicants available in order to get all of your guests happily hammered? As long as it fits your theme and your budget, this is all up to you.",
        "Fifth, entertain your guests! The first four steps will go a long way toward creating a fun and memorable event. However, to put the icing on the cake, you need to provide some killer entertainment. Minstrels and bards are perfect for themes that include singing and dancing. Poets and storytellers are best suited to performance-based events where you intend your guests to be an audience instead of participants in the event. Prestidigitators, animal trainers, weapon masters, actors, and more are also obvious choices for an evening's entertainment. Just match your theme and go wild, and your guests will love it!",
        "Good luck! You are now on your way to becoming the perfect host!"
    ]
}