{
    "id": "APerfectDrink",
    "paragraphs": [
        "From the Journals of Otumi-Ra",
        "",
        "Throughout my travels, I've come across a great many libations from both large villages to the humblest of farms. Now that I have time to reflect on my life and the things I have experienced, finding the perfect drink seems like a peaceful way to live out my twilight years. A sharp contrast going from warrior to brewer.",
        "",
        "I've made some mistakes in my experiments, though. Brewing and testing some of these ingredients together has had some unpredictable results. I've found, for example, that for as silky and smooth as the goldroot wine is, I find myself quite sick if I drink it before anything. Unless I have the red absinthe before it, which seems to cancel out the effects. But I can't drink THAT unless I have something substantial in my stomach first, such as a handful of berries or a hock of meat. Anything to absorb the effects.",
        "",
        "Recently I have had some success brewing a honey-mead, which I combined with a set of herbs from my garden to give it a nice greenish hue. It's perfect for finishing off a night, after I've already eaten and had my fill. Sitting out and looking over the valley below with a mug in my hand, this is a life I never thought I would get to see for myself. Growing my own ingredients has been a boon to my work.",
        "",
        "That said, foraging for wild berries and roots has its own benefits as well. Although it still needs some work,  my berry-ale benefits from the wild flavors. Every batch is different, depending on what I can find, but it always has the same thick, syrupy consistency. Like you could almost eat it rather than drink it. Having it during the day leaves room for little else, so I will make it in small batches to be sure. Which is good, since I'm reliant on the flora outside for the ingredients.",
        "",
        "I do miss the life of adventure I shared with the rest of the Winds, there's no question. But perhaps through my work here, I can find something new to share with them while we enjoy our remaining years in relative peace and calm. I just need to be mindful of how these drinks go with one another, lest I find myself in an unintentional stupor once again.",
        ""
    ]
}