{
    "id": "PersistenceofDaedricVeneration",
    "paragraphs": [
        "If you believed what that old goat Phrastus of Elinhir writes in what he's pleased to call his \"Histories,\" you'd think that modern society's bias against reverence for the Daedric Princes was rooted in some kind of instinctive revulsion against the Lords of Oblivion, an abhorrence based on events of unspeakable cruelty that took place thousands of years ago.",
        "This is absurd on the face of it. Ask the peasant in his field, the cobbler in his shop, or the solicitor in his office if he fears the Daedra Lords because of the ancient practices of the Wild Elves, and all you'll get will be a blank look. The peasant, cobbler, and solicitor only fear Daedra and Daedra-worship because they've been told to by established religion and academia, and because their neighbors believe the same thing.",
        "So, Phrastus, Daedra worship survives in Tamriel only at the level of forbidden cults? On the contrary, it's easy to show that veneration for Daedra is widespread and widely accepted among the folk of Tamriel, despite the desires and opinions of priests and professors. Ask the hunter why he mutters a prayer to Hircine as he draws his bow. Ask the gardener why she asks Mephala to spare her vines from slugs and worms. Ask the guardsman why he invokes the valor of Boethiah as he draws his sword. And one doesn't have to look hard to find worshipers of Sanguine during Carnaval, or Hermaeus Mora among scholars at any time.",
        "What of the Ashlanders of Morrowind, who still venerate the so-called Good Daedra? What of the Spirit Wardens of Menevia, who follow Azura? What of the Jovial Lambasters of Rimmen, who celebrate Clavicus Vile?",
        "What, indeed, of the Khajiit of the southern realms? Rather than abjure the Oblivion Lords, the Cat-folk of Elsweyr venerate them openly, scarcely drawing a distinction between Aedra and Daedra. The Khajiit recognize the benevolent aspects of the Princes, offering them respect at a minimum, and often admiration. Azurah is a popular object of worship for Khajiiti magicians, Sheggorath appeals to the feline taste for wild mischief, and the souls of the dead are placed in the charge of Namiira.",
        "Yet Phrastus would have you believe every mortal in Tamriel cringes in horror at the mention of Daedra, and mocks my own work when I show him up for the charlatan he is. Or can we explain his petty hostility in another way? Wasn't it Phrastus himself who approached me at the Dragonstar Conclave of Antiquarian Scholars, Phrastus who pointed out it was the 16th of Sun's Dawn, Phrastus who suggested we meet later that evening to \"appropriately celebrate Sanguine's summoning day\"? I believe he took it rather personally when I refused his smarmy advances, for it was shortly thereafter that his unwarranted criticism of my work began to appear in the journals. Hmm. Yes, perhaps therein lies the explanation."
    ]
}