{
    "id": "PibihasNote",
    "paragraphs": [
        "Please, should a kind stranger find this, give it to this one's sister. Her name is Tufeh; you can find her in Fargrave. This one knows that may be impossible, Fargrave is not always accessible in this dung-heap of feckless marauders and charlatans—but if this is to be Pibiha's last mark on the world, she hopes it will find its way into her sister's care.",
        "",
        "Tufeh,",
        "",
        "You were always the smarter of the two of us. This one should have listened to you from the start when you said that going to the Order of the Waking Flame was just looking for trouble.",
        "",
        "You'd be proud of Pibiha, dear sister, proud that she didn't let them break her no matter how the Instructors tried with their whips, their words, and their axes. Sister—if your imagination wanders—know that this one is sorry, but she is not going to commit the horrors she has survived to paper. There is no way in Dagon's stinking armpit that Pibiha is going to let you know what they do to prisoners here.",
        "",
        "They tried to make us think like they do. Pibiha watched many of the friends she was captured with start acting unlike themselves. They were angrier and longed for the cleansing flames to rake their skin. That sounds like lunacy. This one never has such thoughts.",
        "",
        "It has been so long since this one has seen your face and for that, she has regrets. Time passes oddly in here, where we cannot see the sky. If your sister has one regret, Tufeh, it is that she has not felt a breeze move through her fur since she entered this cyst on an Ogrim's back end. It feels as if it has been a lifetime since she has seen the world, though Pibiha knows in her chest that it has not been that long.",
        "",
        "This one is tired, kitten, and her hand cramps from the cold. Stay true to your convictions. Whatever you do, know that your sister loves you.",
        "",
        "Pibiha",
        ""
    ]
}