{
    "id": "PicnicatPelinAHorrorStory",
    "paragraphs": [
        "\"Come on, Falinne,\" I said. \"It'll be fun.\"",
        "\"I don't know, Jacques,\" Falinne replied, her gamine's face betraying embarrassment, unusual for her. \"I just don't think—it doesn't sound like a good idea to me.\"",
        "\"What, going for a picnic? It's Sovereignty Day, celebrating High Rock's independence from the First Empire. Everybody goes for a picnic on Sovereignty Day!\"",
        "\"Yes, but not to Pelin Graveyard. And the weather isn't looking very good for a picnic—it's so gloomy.\" She shivered.",
        "\"Not to worry,\" I said, leading the way past through the wrought-iron fences and into the great cemetery. \"We'll have a roof over our heads. We're going to eat inside this old mausoleum here.\"",
        "\"Wh-what?\" Falinne said. \"But this is the crypt of ….\"",
        "\"Of your namesake, Baroness Falinne Guimard, who commanded the troops of Bangkorai on Sovereignty Day? The very same.\" I smiled, bowed, and waved her in to the dark mausoleum.",
        "Falinne looked inside and gulped, then said, \"All right, Jacques. You can't scare me.\" And, hunching her head a bit into her shoulders, she ducked into the Baroness' last resting place.",
        "I followed, unfolding the picnic blanket with a flourish. \"Here we are! No need to sit directly on the clammy, strangely-stained flagstones of the dark and dismal charnel vault. Comfort and elegance are my watchwords!\"",
        "\"Very funny, Jacques.\" She smiled gamely and folded her legs beneath her as I put the picnic basket in the center of the blanket. \"So what did you bring?\"",
        "\"Chef Artoine's deluxe picnic collation from the Anchor's Point inn! A brace of rock pigeons, grilled and deboned, with combwort chutney, ballom pudding, and a jug of syllabub. Unless for pigeon….\"",
        "\"…Less … egion…\" a voice whispered from the back of the vault.",
        "\"Er… an echo, by Mara! Did—did you hear that, Falinne?\"",
        "\"…Falinne … Aless … Legion …!\" came the whisper, louder this time.",
        "\"I certainly heard that!\" Falinne said, leaping up. \"Jacques, what kind of trick are you playing here?\"",
        "\"Alessian Legion! Where?\" said the voice, quite distinctly. And before our widening eyes, a blue phantasm came drifting up from a steep and narrow stairwell.",
        "With a shriek, Falinne backed flat against the far wall and froze, seemingly paralyzed. I felt cold stones at my own back and realized I'd done the same.",
        "The translucent blue phantasm, clad in armor of antique design, drifted between us, halted at the entrance, and turned. \"This is the day, isn't it?\" she demanded in hollow tones. \"The day of the attack!\"",
        "\"Y-yes, Countess,\" I said, surprised at my ability to speak. \"Right d-day, but wrong century.\"",
        "\"What?\" She flew at me, spectral hands raised like claws. Somehow, I shrank even further into the wall. \"What? Not … again.\"",
        "\"That's right!\" Falinne piped up. \"Wrong century, wrong year! Go back to sleep, Grandmother.\"",
        "\"Wrong … year,\" the spectre said slowly. \"Back … to sleep.\"",
        "And to our immense relief, the Countess' ghost began drifting back down the stairs, fading as it went.\n\"Gales of Kynareth!\" Falinne said, sinking to the floor. \"I need a drink. You?\"",
        "\"Oh, yes. At least one,\" I said, as she poured the syllabub. \"What's taking so long?\"",
        "\"My hands are shaking. Here.\"",
        "I drained the milk-and-cider to the dregs and passed the mug back for more. Then I took a deep breath and began, \"Falinne, I'm really, really sorry. I never thought….\"",
        "\"Don't worry about it,\" she said. \"Here, have some more. Think what a great story it'll make back at the Anchor's Point.\"",
        "\"You're not angry? Really?\"",
        "\"No, Jacques. Not angry.\"",
        "\"Well then, let me carve the … huh, that's funny.\" As I reached for the plate of pigeons, I felt a wave of cold pass over my body, and my hand fell short. \"By Arkay, what …?\" I tried to stand, got as far as my knees and then fell over onto the blanket. \"Falinne, something's … something's wrong.\"",
        "\"It's nothing, dearest,\" she said, smiling sweetly. \"I just drugged your syllabub with a paralyzing potion.\"\n\"D-drugged?\" I mumbled. \"Why?\"",
        "\"Because there's this really exclusive club I want to join. Namira's Forgotten? But to be admitted, you have to consume human flesh. It's quite thrilling, Jacques!\" She drew a slender, razor-sharp blade from her bodice.",
        "\"Now, let's see—where shall I begin?\"",
        ""
    ]
}