{
    "id": "PiratesofTopalBay",
    "paragraphs": [
        "By Tarnian Lovidicus, Chief Councilor",
        "",
        "Of all the troubles I found waiting for me after I retired from Cyrodiil to Leyawiin some months ago, piracy has emerged as perhaps the most maddening and persistent. Pirates have plagued the Lower Niben and Topal Bay since the days of Red Bramman many centuries ago, of course. But the collapse of Imperial authority has given rise to swarming fleets of sea-reavers and bloody-handed corsairs impudently hunting in waters the Empire once kept safe. If trade is the lifeblood of the Empire, then the pirates of Topal Bay are vampires of the worst sort—reckless and insatiable fiends who care not whether they destroy the very thing they feed upon.",
        "",
        "Not even Leyawiin's stone ramparts can check the boldest of the Topal pirates. Some of these villains disguise themselves as common merchantmen or bribe port officials to pass beneath our city's bridges. Pirates from the Southern Sea have been known to raid homesteads and capture barges as far north as Bravil and the Corbele River. If I accomplish nothing else as a member of Leyawiin's Chamber of Legates, I am determined to put a stop to this brazen running of our river—if I can only find the gold or blades to see it done.",
        "",
        "The following pirates have made themselves the particular enemies of Blackwood with their wanton acts.",
        "",
        "Ashasa-Dra, sometimes known as Ashasa Three-Claw, is an old Khajiit who names herself the Mother of Pirates. She seems to have spies everywhere along the Pellitine coast and controls gangs from Rimmen down to the ruins of Senchal. Her pirates crew a dozen small coasters, and excel at passing themselves off as harmless merchantmen until they come alongside. Not a month ago, Ashasa-Dra and her gang stole a merchant ship tied up under Leyawiin's very ramparts.",
        "",
        "Voldar, the Terror of the Topal Bay, is responsible for the plunder of several ships in the waters to the west of Topal Island. He has famously boasted of his intention to raid Leyawiin itself someday, but he has not been seen in some time. He may have left our waters to gather the fleet he needs for such a bold attack.",
        "",
        "The name of the captain of Blue Wamasu is unknown, but he is reputed to be an Argonian behemoth of unusual intelligence. Blue Wamasu is a large, well-armed galleon festooned with the skeletal remains of her previous victims and equipped with heavy ballistae firing grapnels to snag her prey. Blue Wamasu's captain is especially bloodthirsty, and leaves no survivors when he strikes. The pirate galleon is often found in the waters near Topal Island.",
        "",
        "Finally, the Nord Gjargrida—a self-named \"Sea Witch\" with unusual powers over the sea and wind—leads a pirate flotilla that hides somewhere in the channels of the Onkobra River's many mouths on the west coast of Black Marsh. Gjargrida commands three or four fast galleys and prefers to catch her prey on the open sea, running down fat merchantmen like a pack of northern wolves. Gjargrida has made the waters east of Tideholm so dangerous that most merchant captains entering Topal Bay choose the narrow passage west of the island, hoping to avoid her attention.",
        "",
        "There are half a dozen more captains I could list, but these four are sufficient to bring me to the edge of despair.",
        "",
        "During the many years of my service on the Imperial Elder Council, I read report after report from Imperial officials in Blackwood about the piracy problem of Topal Bay. Time and again Leyawiin begged the White Gold Tower for funds or warships to deal with these violent criminals, and yet never could we find the resources. Now, as head of Leyawiin's Chamber of Legates, I find myself in the position of facing the same problem I ignored before, and there is no help to be had. It seems that fate has a sense of irony.",
        ""
    ]
}