{
    "id": "PiratesoftheAbecean",
    "paragraphs": [
        "The storm threw an unexpected twist in Captain Saraja's plan. She eyed the pirate sloop's torn sails and broken mast. Not only had their most recent haul washed overboard, but now they'd be becalmed until they could afford repairs.",
        "\"We're as good as grounded,\" First Mate Huruz said grimly.",
        "\"If we see another ship, I'm sure we can talk them out of it,\" the captain replied with a throaty chuckle. \"We're disabled, but still afloat. You're always thinking about disasters.\"",
        "\"Better safe than … is that another ship?\"",
        "Saraja turned and grinned. \"Our future ship, you mean.\"",
        "Huruz eyed the distance and said thoughtfully, \"It's not that far. Let's lower the dinghy.\"",
        "Within moments, the Khajiiti crew prepared themselves to row to the other vessel. It was anchored near a sandbar and appeared undamaged. As they approached, Saraja scanned the line between the ship and sky, looking for movement. All quiet. Ripe for the plunder.",
        "Huruz climbed up, slowly digging into the ship's dark hull. He had to overpower any guard on this side, enabling the rest of the crew to secure lines and board. Landing softly on the deck, Huruz glanced quickly fore and aft. No guards. He leaned over the rail and signaled the crew.",
        "One by one, the pirates boarded, padding along the deck silently with weapons drawn until they were all aboard the silent ship.",
        "\"Too big a ship to be on a pleasure cruise,\" Huruz murmured to the captain. \"And too quiet to be well-armed.\"\nSaraja nodded, gesturing toward the cabin's door. \"They're hiding in there,\" she whispered. \"Time for them to get off my ship.\"",
        "With a loud battle cry, Huruz kicked open the cabin door. The pirates, claws unsheathed and weapons high, pushed in after him before coming to a stop not ten paces into the quiet, dark space.\n\"What's amiss?\"",
        "\"Quick! Get me a light!\"",
        "One of the pirates slammed tinder and flint together. He raised the torch slowly, its warm glow reflecting across dozens of mirrors strewn throughout the cabin.",
        "\"By Jone and Jode, Kothringi!\"",
        "\"Dead Kothringi!\"",
        "Saraja ordered everyone back to their crippled ship, though it was already too late. No one who'd seen the Crimson Ship ever lived to tell the tale, and her crew had done more than see it."
    ]
}