{
    "id": "ToPlayer",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Alternative Armor - Ebony Plate from the Creation Club. This book will change based upon the actions you take during the quest.",
        "",
        "<header>If you give the begger bread:</header>",
        "First off, I'm sorry about the tests. My hope was that it'd give me a window into your mind, and bring comfort to mine.",
        "",
        "You gave the beggar bread, a choice I agree with. Gold can be wasted. Wine can be a poison. But a meal can never be squandered. Perhaps if I had been given a similar gift, my life would have been different.",
        "",
        "As such, I deem you a worthy judge. Hopefully you will be a swift executioner. Either way, I thank you.",
        "",
        "Lastly, to the ones I knew in life, don't mourn my death. As one of you once told me, when all you do is look to the past, it's time to close the book on one's future. I do so on my own terms. Goodbye.",
        "",
        "",
        "<header>If you give the begger 1 gold:</header>",
        "First off, I'm sorry about the tests. My hope was that it'd give me a window into your mind, and bring comfort to mine.",
        "",
        "You gave the beggar a single septim. I like the amount. You did what you could without placing a burden on yourself. And yet, on its own a single piece does nothing for him. It's only when the entire town does their part, each one placing a septim, that the beggar has enough to eat.",
        "",
        "So my advice to you is to remember the value of company. Whether you're a bandit or a hero, no one can do it alone. You have to work together, one gold piece at a time, to do what needs to be done.",
        "",
        "Lastly, to the ones I knew in life, don't mourn my death. As one of you once told me, when all you do is look to the past, it's time to close the book on one's future. I do so on my own terms. Goodbye.",
        "",
        "",
        "<header>If you give the begger 100 gold:</header>",
        "First off, I'm sorry about the tests. My hope was that it'd give me a window into your mind, and bring comfort to mine.",
        "",
        "You gave the beggar a full purse of gold. You're someone who goes above and beyond, putting the lives of others above your own. But not even a thousand septims can save the life of every man, woman, and child.",
        "",
        "So my advice to you is to not fall victim to your kindness. There are people like me who will take advantage of it. And there are times when you'll have to make a hard decision for the greater gain. Save who you can, but do what you must.",
        "",
        "Lastly, to the ones I knew in life, don't mourn my death. As one of you once told me, when all you do is look to the past, it's time to close the book on one's future. I do so on my own terms. Goodbye.",
        "",
        "",
        "<header>If you give the begger a prayer:</header>",
        "First off, I'm sorry about the tests. My hope was that it'd give me a window into your mind, and bring comfort to mine.",
        "",
        "You chose to pray for the beggar, putting your faith in the Divines. After all, maybe it isn't food or water people need, but hope in something greater than themselves. But the world is not a place where hope alone will save you.",
        "",
        "My advice to you is to seize your destiny. Don't wait for an idle god. Then you'll be a worthy judge and executioner for your enemies, just as you were for me.",
        "",
        "Lastly, to the ones I knew in life, don't mourn my death. As one of you once told me, when all you do is look to the past, it's time to close the book on one's future. I do so on my own terms. Goodbye.",
        "",
        "",
        "<header>If you give the begger wine:</header>",
        "First of all, I'm sorry about the tests. I wanted to see how you'd treat the beggar. My hope was that it'd give me a window into your mind, and bring comfort to mine.",
        "",
        "You gave the beggar wine. It'll help him forget his troubles; give him a reprieve. But such gifts can quickly sour. Come morning, the beggar may regret your choice, or worse yet, he might repeat it.",
        "",
        "So my advice to you is to view every action in its entirety. Only then can you make your choices with clear eyes.",
        "",
        "Lastly, to the ones I knew in life, don't mourn my death. As one of you once told me, when all you do is look to the past, it's time to close the book on one's future. I do so on my own terms. Goodbye."
    ]
}