{
    "id": "PleaforOpenEyes",
    "paragraphs": [
        "Tall Papa, whose fingers brush the scattered stars, whose shadow stretches beyond horizons seen and unseen, whose authority commands the spirits of the last world and the next, have mercy on your children. It pains my soul to see my brothers and sisters clutched in the coils of the snake. They flee your blessed teachings, spitting on the face of the shame they should feel and driving their rusted blades into the heart of our traditions. They have been fooled and tempted by the fat life of emperors, and here I lay bare the transgressions upon the Old Ways. O Ruptga, I pray they should realize the hideous visage of these sins and repent, eyes open and seeing.",
        "We know the truth, for it has been told. \"Honor your ancestors. He who permits their words and deeds to languish breaks his own blade and casts it to the burning wind.\" Yet in Sentinel, musical words in Yoku do not echo through palace halls. The tales are of foreign heroes, spoken in harsh tongues. The words of our fathers' fathers cry out for sweet water, but the legends they once carried crumble to dust. If we do not tend to them, we know that a new Ending Time, worse again than those before, draws near.",
        "We know the truth, for it has been told. \"No pity or mercy shall be afforded the wretch who stands against the Warrior Wave.\" Yet our brothers and sisters meekly accept the Pariah Folk as equals and allies, polluting our honor with their mud-covered feet and staining our annals for all time. If it hurts one loyal songbird such as I to see this arrangement permitted, then how it must bring stinging tears to Tava's eyes and inflame Diagna's very sword-arm with the Crimson Rash of Betrayal!",
        "We know the truth, for it has been told. \"Give your obedience to none save the gods of Yokuda. The Far Shores recede from he who leans upon thin-blooded shoulders, scornful of his feeble grasp.\" Yet a mild king of green lands commands our children. He sends them to die in his quest to claim White-Gold. He will step upon their strong backs to ascend. His gods' fingers reach into our heart, and Morwha shakes her head.",
        "Read this, O brothers and sisters. You have turned your left side to duty and closed your eyes to the searing sun. Your honor blackens as the memory of Yokuda-now-sunken fades. All is not yet lost. Take up the sword strengthened by our ancestors' ways, forged in the fires of righteousness and keen with true honor. Renounce these misguided New Movements and return to your family, who will accept you despite your misdeeds. Return while you still may."
    ]
}