{
    "id": "APleaforVengeance",
    "paragraphs": [
        "I write this to record the fall of Camlorn and ask for our city to be avenged.",
        "I need to write this quickly, as I can hear the foul creatures howling outside my door. I don't know how long the barricade will hold and I want to finish this and hide it before they find me.",
        "So, how did this all begin? As with most falls, we were betrayed. It was Jonathan Telwin, my one-time friend and companion, who had sworn himself to the service of Angof and the undead monster called Faolchu.",
        "Jonathan confided in me. He asked me to join his cause. I dismissed him, thinking this was just another of his many pranks. I was wrong.",
        "Faolchu made Jonathan a shifter, and the first wolf to breach our gates strolled in as though he belonged here. And we let him in, because he did. Once inside, Jonathan spread Faolchu's curse (he called it a gift) throughout the city. The cursed would meet at night, while the city slept, and we mistook the howls in the dark for wild dogs.",
        "As the numbers of the cursed grew, they opened the gates and let Faolchu and the rest of his mad pack into the city. That was a few hours ago, just after night fell. They ripped apart anyone who tried to oppose them. The blood—there was so much blood! Those they didn't kill they … changed. I watched as my friends and neighbors transformed into wolves. Their screams were a mix of agony and ecstasy, and some dark part of me longed to join them. But I put such thoughts aside and got my family to safety.",
        "We never would have made it if not for the Camlorn Guard. Captain Darien and a small number of guards attacked the werewolves and defended us as we made our escape. I must say, Captain Darien was magnificent. He seemed immune to each attack, dodging and blocking and laughing as though he was thoroughly enjoying himself. He cleared a path to a house and shouted for a group of civilians to get inside and barricade the doors and windows. We were one of those groups.",
        "I don't know what happened to the Captain and his guards, but I thank them for helping us. I can smell fires now. I think the wolves intend to burn us out.",
        "Let me end this letter by saying that Jonathan Telwin is a coward. He took the easy way out and convinced a certain number of people to join him. I can't forgive the massacre that he took part in. If you're reading this, please, avenge Camlorn. Put an end to Faolchu and his foul creatures. Don't let this injustice go unanswered."
    ]
}