{
    "id": "OnPlunderSkulls",
    "paragraphs": [
        "Hear, O faithful, the call of the crows, on this, our most sacred holiday, the Witches Festival! When blessed darkness falls and the moons fill the sky, the time to celebrate is nigh!",
        "Have you prepared your plunder skulls? Filled them with ghoulish riches to inspire both horror and greed among the uninitiated? And have you distributed them to the most powerful and fearsome villains across the land? Good, good. Then all is in readiness for the celebration to come!",
        "With every plunder skull earned during the time of the festival, the power and vitality of the witch covens grow. So what if villains fall and the adventuring masses acquire the prizes we sequestered in our macabre, skull-shaped baskets? The chaos sowed as they strive to find and collect them all adds an undeniable sweetness to the power we attain.",
        "Remember, O faithful, that the deadliest foes of the world drop plunder skulls upon defeat. Adventurers simply have to slay such a foe to acquire its plunder skull. And they may acquire as many as they are able during the allotted time, as long as they continue to triumph over these foes.",
        "Every plunder skull contains a useful and creepy treasure, provided you prepared your plunder skulls correctly. Remember, you can fill them with Alchemy Materials, Provisioning Recipes, Fishing Bait, Furniture... anything, as long as it inspires greed and makes those not of the covens uneasy.",
        "Some of you have asked about the more rare and powerful Dremora plunder skulls. Know this, O faithful: If you must ask, you are not skilled or proficient enough to create such a vessel. These vessels contain a specific set of Dremora Motif chapters, and have been distributed to the superior defenders of such extreme locations as the Dragonstar and Maelstrom Arenas, the Dark Anchors and Abyssal Geysers, Delves and Dungeons, and Trials. They can also be acquired by defeating the most deadly of champions wandering the wilderness of Tamriel, as well as the lords of deadly subterranean domains.",
        "Now go, O faithful, and celebrate! Revel in the chaos and drink deep of the power granted to us as the plunder skulls are hunted down and gathered!"
    ]
}