{
    "id": "APocketGuidetoMournhold",
    "paragraphs": [
        "Welcome, traveler! Welcome to Mournhold, the City of Light and Magic! This pocket guide was prepared with great care for you in the year 2E 481, and as such you can rest assured that it is current and up to date enough to provide for your every need.",
        "As the capital of Morrowind, Mournhold is the greatest city in Tamriel. Travelers bring prayers and commerce to our streets, and we are ecstatic to receive you.",
        "Please understand that with so many pilgrims gathering every day, you may occasionally encounter outlanders who seem lost, overwhelmed, or even frustrated by the bustle and the layout of the city.",
        "To accommodate all visitors, the city registrars have compiled a few useful instructions on places and activities you may enjoy, as well as mandates from the Tribunal you must adhere to. Observe, learn, and enjoy your stay!",
        "Reverence: Dunmer from the farthest reaches of Morrowind and beyond arrive each day to pray and show reverence for the Living Gods of the Tribunal. If you are one of our Dunmeri brothers or sisters, you already know the proper ways to show obeisance to the Three Tribunes: Almalexia, Vivec, and Sotha Sil. Sacred shrines throughout the city, including the Tribunal Temple, are ready to receive your donations.",
        "If you are a non-Dunmer visiting our city, no doubt by observing our citizens you will pick up the proper modes of obeisance. The safest course of action remains the simplest. Do as the Dunmer do. Say what the Dunmer say. And be mindful of where you walk.",
        "Remember, do not panic when you see heretics submitting to the justice of the Tribunal. The registrar would like to assure you that we are well-practiced in dealing with heretics. Your safety remains one of our greatest concerns.",
        "The Great Bazaar: Mournhold stands as the mercantile heart of Morrowind. We welcome your business! If this is your first visit to our great city, feel free to ask the city watch for the most direct and safest route to one of our merchant districts.",
        "The Great Bazaar, the largest and most heavily patrolled of our markets, should serve as a destination spot during your stay. Make sure to see a seasonal event at one of our outdoor theaters, catch a wandering passion play in a town square, or listen to a public choir in one of our well-groomed parks. And know that every purchase you make grants you a little piece of Mournhold to take with you when you depart.",
        "Please, however, be sure to make purchases only from registered and licensed merchants. That is the only way to ensure that proper fees and excises are collected.",
        "Plaza Brindisi Dorom: Troubled souls can find peace wandering through the statuary and gardens of Brindisi Dorom. Just as trees and flowers reach toward the sky to seek the nourishment of the sun, the citizens of Mournhold raise their arms in prayer to the wisdom of the Tribunal. May you find solace here!",
        "The Tribunal Palace: Many travelers cannot wait to visit the Tribunal Palace, where the Living Gods of Morrowind reside. Please understand that while we welcome your zealous enthusiasm, the Ordinators may take issue with displays of excessive zeal. As always, everything in moderation. If your enthusiasm gets the better of you, Tribunal shrines located throughout the city are available to collect donations to atone for your transgressions.",
        "Whatever you seek, you can find it in Mournhold. Our priests, registrars, and city guards will make sure of that. Enjoy your stay!"
    ]
}