{
    "id": "ThePoisonSong",
    "paragraphs": [
        "Librarian Comment:",
        "Here's what Ted \"Tedders\" Peterson has to say about the location of Barysimayn:",
        "<quote>\"Well, it's certainly not on the mainland if you look at the events following the attempted assassination, when Tython rode from the fortress to Red Mountain itself.\nAs for the name, I have to admit that when I was translating it I was relying on an old map, and picked a fortress that was close in the vicinity of the mountain, since the original text did not specify the fortress. A bit of translator's license there, which happens more often than one might think. I don't know if Barysimayn was destroyed or renamed after the map was made... But it has been an awfully long time since the events of Poison Song, and a lot could've happened...\"</quote>",
        "",
        "<title>The Poison Song, Book I</title>",
        "It was beginning again. Even though everything seemed serene (the last embers crackling in the hearth; young servant girl and her child slumbering in a chair by the door; a tapestry half-finished against the wall, waiting to be completed tomorrow; one of the moons visible through a milky cloud outside the window; a lone bird, out of sight in the rafters, cooing placidly), Tay heard the first chords of the Song strike dissonantly somewhere far away.",
        "The bird in the rafters croaked and took flight through the window. The baby in the girl's arms woke and began to scream. The Song swelled in intensity, yet still remained subtle and stately in tempo. The movement of everything seemed to take on the rhythm of the music as if strange choreography had been staged: the girl rising to the window, the clouds reflecting back red from the inferno below, her scream, all muted, consumed by the Song. Everything that came thereafter Tay had seen so many times, it had almost ceased to be a nightmare.",
        "He did not remember anything of his life before coming to the island of Gorne, but he understood that there was something different in his past that set him apart from his cousins. It wasn't simply that his parents were dead. His cousin Baynarah's parents had also died in the War. Nor were the other Housemen on Gorne or nearby Mournhold unusually cruel to him. They treated him with the same polite indifference that any Indoril has for every other eight-year-old boy that got underfoot.",
        "But somehow, with absolutely certainty, Tay knew he was alone. Different. Because of a Song he always heard, and his nightmares.",
        "“You're certainly imaginative,” his aunt Ulliah would smile patiently, before waving him away so she could return to her scriptures and chores.",
        "“Different? Everyone in the world thinks they're 'different,' that's what makes it such a common sentiment,” said his older cousin Kalkorith who was studying to be Temple priest and had a firm grasp on paradoxes.",
        "“If you tell anyone else that you keep hearing music where there's no music to be heard, they'll call you mad and bury you in the Shrine of Sheogorath,” his uncle Triffith would snarl, before striding away to attend his business.",
        "Only his nursemaid Edebah would listen to him seriously, and just nod with a faint look of pride. But she would never say another word.",
        "His cousin and chief playmate Baynarah was by far the least interested in the stories of his Song and his dreams.",
        "\"How tiresome you are with all this, Tay,\" said Baynarah, after luncheon the summer of his eighth year. He, she, and a younger cousin Vaster walked into a clearing in the midst of flowering trees. The grass was very low, barely up to their ankles, and there were big black piles of leaves from the previous autumn. “Now, shall we get back to it? What shall we play?\"",
        "Tay thought for a moment. \"We could play the Siege of Orsinium.\"",
        "\"What's that?\" asked Vaster, their constant companion, three years their junior.",
        "\"Orsinium was the home of the orcs, off in the Wrothgarian Mountains. For hundreds of years, it kept growing bigger and bigger and bigger. The orcs would come down out of the mountains and rape and pillage all over High Rock. And then, King Joile of Daggerfall and Gaiden Shinji of the Order of Diagna and someone else, I forget, from Sentinel all joined together against Orsinium. For thirty years they fought and fought. Orsinium had walls made out of iron and, try as they might, they couldn't break through.\"",
        "\"So what happened?\" asked Baynarah.",
        "\"You're so good at making up things that never happened, why don't you make it up?\"",
        "So they did. Tay was the King of the Orcs, perched up in a tree they called Orsinium. Baynarah and Vaster played King Joile and Gaiden Shinji and they threw pebbles and sticks up at Tay while he taunted them in his most guttural voice. The three decided that the Goddess Kynareth (played by Baynarah in dual role) answered the prayers of Gaiden Shinji and drenched Orsinium in a torrent of rain. The walls rusted and dissolved. On cue, Tay obligingly fell from the tree and let King Joile and Gaiden Shinji mangle him with their enchanted blades.",
        "For the most of that summer, the year 675 of the First Era, Tay was nearly insensible by the power of the sun. There were no clouds, but it rained most every night, so the vegetation on the island of Gorne was bewildering lush. The stones themselves seemed to glow with sunlight, and the ditches burned with white meadowsweet and parsleydown; all around him were soft smells of flower and tree untroubled by wind; the foliage was purple green, blue green, ash green, white green. The wide cupolas, twisting cobbled streets, and thatched roofs of the little village of Gorne, and massive bleached rock of Sandil House all were magical to him.",
        "Yet the dreams haunted his nights and the Song continued whether he was awake or not.",
        "Against Aunt Ulliah's admonishments, Tay, Baynarah, and Vaster had breakfast outdoors every morning with the servants. Ulliah would hold an interior breakfast for herself and any visiting dignitaries: guests were rare, so she often ate alone. At first the servants would dine in silence, attempting gentility, but they broke down and would regale the children with gossip, reports, stories, and rumors.",
        "\"Poor Arnyle is laid up with a fever again.\"",
        "\"I'm telling you, they're cursed. The whole lot of 'em. Piss on the faerie and they piss right back on you.\"",
        "\"Doesn't Little Miss Starsia look, oh, just a wee bit tight around the belly region late-ly?\"",
        "\"She's not!\"",
        "The only servant who didn't speak at all was Tay's nursemaid Edebah. She wasn't pretty like the other maids, but the scars on her face did not deform her. Her poorly set broken nose and her short hair gave her a certain alien mystique. She would merely quietly smile at the gossip, and look at Tay with almost frightening love and devotion.",
        "One day, after breakfast, Baynarah whispered to Tay and Vaster, \"We have to go to the hills on the other side of the island.\"",
        "She had used such imperatives before and always had something wonderful to show: a waterfall, tucked away behind ferns and tall rocks; a sunny grove of figs; a discreet still some peasants had set up; a sickly oak, twisted into a kneeling human figure; a collapsed stone wall that they imagined was thousands of years old, the last refuge of a doomed princess they named Merella.",
        "The three walked across through the forest until they came to a clearing. A few hundred feet beyond, the meadow sank to a dry creek bed, filled with small, smooth stones. They followed that into the dark woods where trees canopied high over their heads. Sporadic red and yellow blossoms burst along the moist underbrush, but they became rarer and rarer as the children marched on under the umbrageous oaks and elms. The air crackled with birds ticking a staccato choral piece, a minor chord of the Song.",
        "“Where are we going?” asked Tay.",
        "“It's not where we're going, it's what we're going to see,” replied Baynarah.",
        "The forest surrounded the three children completely, bathed them in its tenebrous hues, and breathed on them with wet chirrups and sighs. It was easy for them to imagine that they were within a monster, walking along its twisted spine of stones.",
        "Baynarah scrambled up the steep hill and peered through the thick mass of shrub and tree. Tay lifted Vaster out of the creek bed and climbed out, gripping soft grass for support. There was no path through the forest here. Brambles and low hanging branches struck at them like the claws of chained beasts. The cries of the birds became ever more stentorious, as if angered at the invasion. One limb drew blood on Vaster's cheek, but he didn't cry out. Even Baynarah, who could pass like an ethereal creature through impenetrable forests, had a braid catch on a bramble, ruining the intricate pattern a servant had woven hours before. She paused to pull out the other braid, so her bright unruly tresses fell freely behind her. Now she was something wild, a nymph guiding the other two through her woodland domain. The Song began to beat like a wild pulse.",
        "They were on a shelf of stone below a cliff overlooking a tremendous gorge, staring over an expanse of cinder. It looked like the scene of a tremendous battle, a holocaust of fire. Charred boxes, weaponry, animal bones, and detritus too annihilated to be identifiable littered the ground. Speechless, Tay and Vaster stepped into the black field. Baynarah smiled, proud that she had finally found something of true wonder and mystery.",
        "“What is this place?” asked Vaster at last.",
        "“I don't know,” Baynarah shrugged. “I thought at first that it was some kind of ruin, but now I think it's a junk pile, just not like any junk pile I've ever seen. Just look at this stuff.”",
        "The three began an unorganized survey of the dusty mounds of refuse. Baynarah found a twisted sword only lightly blackened by flame and began polishing it to read the inscriptions on the blade. Vaster amused himself by breaking brittle boxes with his hands and feet, imagining himself a giant of unbelievable strength. A battered shield attracted Tay: there was something about it that reverberated with the sound of the Song. He pulled it out, and wiped its surface clean.",
        "“I've never seen that crest before,” said Baynarah, looking over Tay's shoulder.",
        "“I think I have, but I don't remember,” Tay whispered, trying to conjure the memory from his dreams. He was sure he had seen it there.",
        "“Look at this!” Vaster cried, interrupting Tay's thoughts. The boy was holding up a crystal orb. As his hand moved over the surface, brushing away grit and dust, a key in the Song rose which sent a shiver through Tay's entire body. Baynarah ran over to look at Vaster's treasure, but Tay felt paralyzed.",
        "“Where did you find that?” she gasped, gazing into the swirl beneath the crystal surface.",
        "“Over in that wagon,” Vaster gestured toward a heap of blackened wood, barely discernible from the other piles but for its cart spokes. Baynarah began digging into the half-collapsed structure, so only her feet could be seen. The Song built in potency, sweeping over Tay. He began walking toward Vaster slowly.",
        "“Give me that,” he whispered in a voice he could barely recognize as his own.",
        "“No,” Vaster whispered back, his eyes locked on the colors reflected in the heart of the globe. “It's mine.”",
        "Baynarah dug through the remains of the wagon for several more minutes, but she could find no treasures like Vaster's. Most everything within was destroyed, and what remained was common-place by any standards: broken arrows, armor shards, guar bones. Frustrated, she pulled herself out into the sunlight.",
        "Tay was alone, at the edge of the great gorge.",
        "“Where's Vaster?”",
        "Tay blinked and then turned back to his cousin with a shrug and a grin: “He went back to show everyone his new plunder. Did you find anything interesting?”",
        "“Not really,” said Baynarah. “We probably ought to get back home before Vaster tells them anything that'll get us in trouble.”",
        "Tay and Baynarah started the walk back at a quick pace. Tay knew that Vaster would not be there when they got back. He would never be returning home again. The crystal globe rested snugly in Tay's satchel, hidden under a pile of junk he had picked up. With all his heart, he prayed for the Song to return and drown out the memory of the gorge and the long, silent fall down. The boy had been so surprised, he hadn't even time to scream.",
        "<title>The Poison Song, Book II</title>",
        "Tay felt no guilt, which frightened him. All through the long, fast walk away from the gorge, through the woods, across the dry creek bed, he chatted merrily with Baynarah, fully aware that he had just committed murder. Whenever his mind strayed from the conversation, and he thought back on the last moments of Vaster's short life, the Song would soar. He could not think of the boy's death, but Tay knew he was responsible.",
        "“You're a mess!” cried Aunt Ulliah the moment she saw the two children emerging from the woods onto the grounds of Sandil House. “Where have you been?”",
        "“Didn't Vaster already tell you?” asked Tay.",
        "The scene played itself out as Tay knew it would, every dancer in the Song performing their steps as choreographed. Aunt Ulliah saying that she had not seen Vaster. Baynarah, not yet frightened, making up an innocent lie about the threesome not having strayed far, saying he must have gotten lost. A slow but steady rhythm of panic intensifying as night began to fall, and Vaster had not yet returned. Baynarah and Tay tearfully (he was surprised how easy it was for him to cry without feeling) admitting where they had been, and leading Uncle Triffith and a crowd of servants to the junk pile and gorge. The tireless search through the woods as night turned to dawn. The weeping. The light punishment, merely cries of anger, that Baynarah and Tay suffered for losing their young cousin.",
        "It was thought, from their stricken expressions, that the children felt guilty enough. They were sent to bed at dawn while the hunt through the woods continued.",
        "Tay was drifting to sleep when his nursemaid Edebah came into his room. The look of unwavering love and devotion had not left her eyes, and he sank gratefully into his dreams and nightmares with her holding his hand. The Song wafted almost imperceptibly through his consciousness as he again had the vision of the room in the castle. The girl and her baby. The bird in the rafters. The dying fire. The sudden explosion of violence. Breathless, Tay opened his eyes.",
        "Edebah was stealing out the door, softly humming the Song to herself. In her hand was the crystal globe from his satchel. For a moment, he hesitated, about to cry out. How did she know the Song? Was she aware that he had murdered another boy to get the globe?",
        "Somehow he knew that she was helping him, that she knew all and loved him and sought only to protect him.",
        "The next day, and the next week, and the next month were all the same. No one spoke very much, and when they did it was to suggest new places to look for the missing boy. Everywhere had been searched thoroughly. Tay was curious why they never looked in the gorge, but he understood how inaccessible it was.",
        "A side-effect of Vaster's absence was that the tutorial sessions with Kena Gafrisi took on a more serious, even academic quality. The younger boy's high spirits and meager attentiveness had always cut the lessons short, but sensible Baynarah and quiet Tay were ideal pupils. He was particularly impressed by how focused they became during a rather dry history lecture about the heraldic symbols of Houses of Morrowind.",
        "“The crest of the Hlaalu features a scale,” he sniffed disdainfully. “They see themselves as the great compromisers, as if that were something honorable. Many hundreds of years ago, they were the tribesmen following Resdayn who chose--“",
        "“Pardon me, Kena,” asked Baynarah. “But what is the crest with the insect on it?”",
        "“You don't know House Redoran?” asked the tutor, lifting up one of the shields. “I know you have a sheltered life on Gorne, but you're surely old enough to recognize--\"",
        "“Not that one, Kena,” replied Tay. “I think she means the other crest with an insect.”",
        "“I see,” nodded Kena Gafrisi, brow furrowed. “Yes, you would be too young to have ever seen the crest of the Sixth House, the House of Dagoth. Our enemies together with the accursed heretical Dwemer in the War of the Red Mountain, now totally destroyed, thanks be to Lord, Mother, and Wizard. That House was a curse on our land for millennia, and when at last their pestilence was snuffed out, the very earth itself breathed a cloud of fire and ash in relief, bringing night to day for over a year's time.”",
        "Baynarah and Tay knew they could not speak, but they exchanged knowing glances at one another as the tutor enlarged on the theme of the great wickedness of the Dwemer and the House Dagoth. As soon as the lesson ended, they walked silently out of Sandil House until they were far from all ears and eyes.",
        "The afternoon sun stretched out the shadows of the spear-like trees surrounding the meadow. Off in the distance, they could hear the sounds of the workers beginning their preparations for the autumntide harvest, yelling to one another unintelligibly in coarse and familiar accents.",
        "“That was definitely the symbol on that shield you found at the garbage heap,” Baynarah said at last. “Everything there must be a remnant of the House Dagoth.”",
        "Tay nodded. His mind was on the strange crystal globe. He felt a light vibration of soundless music touch his body, and knew he was discovering a new cadence of the Song.",
        "“Why would our people have burned and discarded all that?” he asked thoughtfully. “Do you think the House Dagoth was so evil that everything associated with them could have been cursed?”",
        "Baynarah laughed. At the height of day, all talk of curses and the evil Sixth House were pure supposition: something to add romance to one's life, but nothing to worry about. The two children walked back to the castle for yet another in a series of cold, quiet dinners. As the night fell, Baynarah looked through the treasures she had picked up in the junk heap. By the light of the moons, the small jars, the torc with orange gemstones, the bits of tarnished silver and gold of no obvious purpose, all took on a sinister aspect.",
        "Revulsion overtook her feeling of admiration instantly. There was a strange energy to them, a tincture of death and corruption that was undeniable. Baynarah ran to the window and vomited.",
        "Looking out to the dark open lawn below, she saw a figure below lighting an arrangement of candles in the shape of a large insect, the symbol of the House Dagoth. When it looked in her direction, she pulled back, but she saw the face illuminated by the tallows. It was Edebah, Tay's nursemaid.",
        "The next morning, Baynarah left the castle grounds early, bearing a large sack filled with her treasures. She carried them to the dumping ground and left them there. Then she returned, and told her Uncle Triffith what she had seen the night before, leaving out only what had made her sick in the first place.",
        "Edebah was banished from the isle of Gorne without discussion. She wept, begging to be allowed to say goodbye to Tay, but all believed that would be too dangerous. When Tay asked what had become of her, he was told she had to return to her family on the mainland. He had grown too old for a nursemaid.",
        "Baynarah never told him what she knew. For she was afraid.",
        "<title>The Poison Song, Book III</title>",
        "Tay was eighteen in the year 685 of the First Era when he first saw Mournhold, the city of spires, home of the goddess. His cousin Kalkorith, already a senior initiate in the Temple, gave him a couple rooms on the ground floor of the house he had purchased. They were small and unfurnished, but bittergreen grew outside the windows, and when the wind blew, they filled his bedroom with a lovely spicy air.",
        "The chords of the Song did not trouble him anymore. Sometimes he was even unconscious to it, so low and melodic it had become. Occasionally when he was passing through the streets on the way to the Temple for his instruction, someone would pass him and the Song would rise in intensity before falling away again. Whatever was different about those people, Tay never tried to ascertain. He remembered the last time he had let the Song lead him, and called for him to murder his young cousin Vaster. The memory did not trouble him unduly, but he did not want to hurt anyone again unless he had to.",
        "House couriers regularly brought Tay letters from Baynarah, still back in Sandil House on the island of Gorne. She might have gone to study at the Temple, she was certainly intelligent enough, but she chose not to. In a year or two at most, she would have to leave and assume her place in House Indoril, but she was not in a hurry. Tay welcomed the trivial gossipy news the letters brought, and responded back with news of his own studies and romances.",
        "In his third month in Mournhold, he had already met a girl. She was also a student at the Temple, and her name was Acra. Tay wrote enthusiastically about her to Baynarah, describing her as having the mind of Sotha Sil, the wit of Vivec, and the beauty of Almalexia. Baynarah replied back merrily that if she had known how blasphemous students of the Temple were allowed to be, she might have become an initiate herself.",
        "“You are very devoted to your cousin,” Acra laughed when Tay showed her the letter. “Am I looking at the last remains of a thwarted romance?”",
        "“She's lovely, but I never thought of her that way,” Tay scoffed. “Incest never particularly interested me.”",
        "“Is she a very close cousin then?”",
        "Tay thought for a moment: “I don't know. Truthfully, no one spoke much of either her parents or mine, so I really don't know how we were connected. They were casualties of the War of the Red Mountain, that I know, and it seemed to cast rather a pall on the adults' humor whenever we asked about her parents or mine. After a while, we stopped asking. But you're an Indoril too. Perhaps you're a closer cousin to me than Baynarah.”",
        "“Perhaps so,” Acra smiled, rising from her chair. She uncoiled her hair, which had been pulled up in the formal arrangement reserved for well-born priestesses. As Tay watched transfigured, she removed the small brooch that fastened her robe to her shoulder cape. The soft silken fabric slipped down slowly, exposing her dark, slender body to him for the first time. “If we are, does incest particularly interest you now?”",
        "As they made love, the Song began a slow, rhythmic ascension in Tay's head. The vision of Acra before him darkened and was replaced by images from his nightmares before returning again. When finally he collapsed, spent, the room seemed filled with the fiery red clouds of his dream, and the scream of the woman and her child facing death echoed in his head. He opened his eyes, and there was Acra, smiling at him. Tay kissed her, grateful to have her in his arms.",
        "For the next two weeks, Tay and Acra were never far apart. Even when they were at study in opposite wings of the Temple, Tay thought of her, and somehow knew she was thinking of him. They would rush to be together afterwards, ravishing one another in his rooms every night, and in a private corner of the Temple garden every day.",
        "It was while Tay was rushing to see his beloved one afternoon that the Song rose up in powerful strident tones at the approach of an old, ragged woman. He closed his eyes and tried to quiet it, but when he looked again at her purchasing corkbulb papyrus from a street vendor, he knew who she was. His old nursemaid from Gorne, Edebah. She who had abandoned him without even a farewell to join her family on the mainland.",
        "She didn't see him, and as she passed down the street, Tay turned and began to follow. They walked through shadowy passageways into the very poorest part of the city, a quarter which was as alien to him as the wildest principality of Akavir. She unlocked a small wooden door on a street without a name, and he finally called out her name. She didn't turn, but when he followed, he found that the door had been left ajar.",
        "The chamber was murky and damp like a cave. She stood facing him, her face even more wrinkled than he had remembered it, etched with lines of sorrow. He closed the door behind him, and she took his hand and kissed it.",
        "“You are so tall and strong,” Edebah said, beginning to weep. “I should have killed myself before I let them take me away from you.”",
        "“How is your family?” Tay asked coldly.",
        "“You are my only family,” she whispered. “The Indoril pigs forced me to leave, thrusting their blades in my face, when they discovered that I serve you and your family, not them. That bitch girl Baynarah saw me at a prayer of mourning.”",
        "“You're speaking like a madwoman,” Tay sneered. “How could you love me and my family, but hate the House Indoril? I am of the House Indoril.”",
        "“You are old enough to know the truth,” Edebah said fiercely. Tay had bitterly joked about her madness, but he saw something close to it burning in her ancient eyes. “You were not born of House Indoril; they brought you into their house after the War, like they and the other Houses brought in all the orphans. It was the only way they saw to erase history and remove all traces of their enemies, by raising their enemies as one of them.”",
        "Tay turned toward the door: “I can see why you were taken away from Gorne, old woman. You are delusional.”",
        "“Wait!” Edebah cried, rushing to a musty cabinet. She retrieved from it a glass globe that shimmered with a spectrum of color even in the chamber's gloom. “Do you remember this? You slew that little boy Vaster because he possessed it, and I took it from your room because you were not ready to face the facts of your inheritance and responsibility then. Did you not wonder why this bauble drew you so?”",
        "Tay gasped, and though he did not want to, he said, “I hear a Song sometimes.”",
        "“That is the Song of your ancestors, of your true family,” she said, nodding. “You must not fight it, for it is a song of destiny. It will lead you to do what must be done.”",
        "“Shut up!” Tay howled, “Everything you say is a lie! You're insane!”",
        "Edebah threw the globe to the ground with all her might, shattering it with a deafening retort. The shards melted into the air. All that was left was a small silver ring, simply wrought with a flat crown. The old woman quietly picked it up and handed it to him, while he stood with his back against the door, trembling.",
        "“This is your inheritance, as the bearer of the Sixth House.”",
        "The ring's crown was meant for stamping and sealing official House proclamations. Tay had seen his uncle Triffith's similar ring, crested with the wing which was the seal of House Indoril. This ring was different, with an insect design which he remembered from the day when Kena Gafrisi had taught the House heraldry to Baynarah and him.",
        "It was the symbol of the accursed House Dagoth.",
        "The Song took over all of Tay's senses. He heard its music, smelled its horror, tasted its sadness, felt its power, and the only thing he could see before him was the flames of its destruction. When he took the ring and placed it on his finger, his mind was not aware of what he was doing. Nor was Tay aware of anything but the Song when he removed his dagger from its sheath and thrust it into his old nursemaid's heart.",
        "Tay did not even hear her final words, when Edebah fell bleeding to the ground, and groaned with a blood-streaked smile, “Thank you.”",
        "When the veil of the Song lifted, Tay did not realize at first he was no longer dreaming. Before him had been flames, the very ones that destroyed the home of his birth, and flames were before him again. But they were flames from a fire he had struck outside the crumbling tenement that were already bursting through walls, consuming the body of his old nursemaid.",
        "Tay fled through the streets as people began to call for the guards.",
        "<title>The Poison Song, Book IV</title>",
        "Acra sat by the hearth in Tay's room, reading her book by the fire. It concerned some minutiae of theosophy that she did not believe in, but nevertheless found morbidly compelling. When the door opened and she heard Tay enter, she finished the paragraph she was reading before looking up.",
        "“I've been here for hours, darling. If I knew you were going to be so late, I would have brought more books,” she giggled. When she saw Tay's face and the state of his clothing, her manner lost all frivolity. “What happened to you? Are you all right?”",
        "“I've been to see my old childhood nursemaid, Edebah,” he said in a strange voice. “It was a sudden change of plans. I hadn't realized she was in Mournhold.”",
        "“I wish I had known where you were going,” she said, rising slowly from her chair. “I would have loved to have met her.”",
        "“Well, it's too late now. I've killed her.”",
        "Acra inhaled deeply, studying Tay's frozen face. She took his hand. “Perhaps you ought to tell me everything.”",
        "Tay let his beloved lead him to the hearth, where he sat blinking at the fire. He looked down at the silver ring on his finger. “Before I killed her, she gave me this. It's the sealing ring of the House Dagoth. She told me I was the bearer of the inheritance, and the Song I hear all the time in my head, the one that called me to kill another boy when I was young, and then Edebah herself, is the Song of my ancestors.”",
        "Tay fell silent. Acra knelt by his side, stroking his ringed hand. “Tell me more.”",
        "“My tutor Kena Gafrisi taught us that the House Dagoth was a curse on Morrowind. He said that when they were all destroyed at the end of the War, the very earth itself breathed in relief,” Tay closed his eyes. “I can see the obliteration. I can even hear it in the Song. Edebah told me that the five Houses adopted the orphan children of Dagoth, raising them in their own traditions. I thought she was mad or a liar, but the real lie was all those years I thought my family was House Indoril.”",
        "“What are you going to do?” Acra whispered.",
        "“Well, Edebah told me to follow the Song to my destiny,” Tay laughed bitterly. “But the Song led me to kill her, so I don't know if she'd still give me that recommendation now. I know that I need to leave Mournhold. Before I knew what I was doing, I set a fire in her tenement. The guards were called. I just don't know where I'd go.”",
        "“You have many friends to shield you if you prove yourself to be the new leader of the return of the Sixth House,” Acra kissed the ring. “I will help you find them.”",
        "Tay stared at her. “Why would you help me?”",
        "“When you thought I was your cousin of the House Indoril, you did not mind having me though it might well have been incestuous,” Acra replied, meeting his eyes. “I have heard the Song too. It is not as strong with me as it was with you, but I never chose to ignore it. It taught me more than the ridiculous Temple priests and priestesses ever could. I knew that my true name was Dagoth-Acra, and I knew that I had a brother.”",
        "“No,” Tay said through gritted teeth. “You're lying.”",
        "“You are Dagoth-Tython.”",
        "Tay shoved Acra hard against the wall and ran from the room. As he fled through the hall, he heard the sound of Kalkorith's footfall on the stairs behind him, a percussive instrument in the Song that was rising in his heart and head",
        "“Cousin,” the senior initiate was saying. “Have you heard about the fire--\"",
        "Tay unsheathed his dagger and turned, burying it to the hilt in Kalkorith's throat. “Cousin,” he hissed. “I am not your cousin.”",
        "The streets of Mournhold were lit by the red glow of the tenement fire, spreading through the tight alleyways by a steady and intense gust of wind. It was as if Dagoth-Ur himself was looming over the city, fanning the flames his heir had struck. A House guard, running toward the blaze, stopped at the sight of Tay, standing uncertainly, swaying, before the front door of Kalkorith's house, a bloodied blade in his hand.",
        "“What you done, serjo?”",
        "Tay ran for the forest, his cape whipping behind him by the force of the howling wind. The guard clambered after him, sword drawn. He had no need to investigate the house to see the murder. He knew.",
        "For hours, Tay raced through the wilderness, the Song pushing him onward. The sound of his pursuer faded away. At last, the trees thinned, and he saw nothing before him but air and water. A cliff, a hundred foot long plunge into the Inner Sea.",
        "The Song told him no. It pulled him north, sweetly promising a place to rest among friends. More than friends -- people who would worship him as the heir of Dagoth. As he slowly walked toward the edge of the cliff, the Song became more threatening, warning him not to seek to avoid his fate. There was no escape in death.",
        "Tay spat a curse upon his House and threw himself head first over the cliff.",
        "It was another glorious day on the island of Gorne, the first one in weeks that Baynarah could truly enjoy. Uncle Triffith had important company, Housemen from far away, and she had been required to attend every dinner, every meeting, every ceremony. As a child, she remembered, she had hoped for some attention. Now nothing was more blissful than time away from her duties.",
        "There was only one thing she wanted to do that she had to do indoors, and that was writing a letter to her cousin. But that could wait until the evening, she told herself. After all, he had not written her in many days. It was the influence of that girl, Acra. Not that she seemed disagreeable, but Baynarah knew how one's first love can be all-consuming. At least, she had read about it.",
        "As she walked idly through the wildflower meadow, Baynarah was so distracted with her thoughts that she did not hear her maid Hillima calling. She was quite startled when she turned to see the young servant running up.",
        "“Serjo,” she said, breathlessly. “Please come! Someone has washed up on the shore! It's your cousin, Serjo Indoril-Tay!”",
        "<title>The Poison Song, Book V</title>",
        "For two days, the House healers attended Tay in his bed, and Baynarah sat by his side, holding his hand. He was feverish, neither asleep nor awake, screaming at invisible phantoms. The healers complimented the young man's fortitude. Bodies had washed ashore on the island of Gorne several times, many during the War, but never once had they seen one that lived afterwards.",
        "Aunt Ulliah came in several times to bring Baynarah food: “You must be careful, dear, or when he's all well, he'll have to attend you on your sickbed.”",
        "Tay's fever broke, and at last he was able to open his eyes and see the young woman with whom he had spent seventeen years, all but the first year of his life. She smiled at him, and called for food. In silence, she helped him eat.",
        "“I knew you wouldn't die, cousin,” she whispered fondly.",
        "“I hoped to, but somehow I knew I wouldn't either,” he groaned. “Baynarah, do you remember all those nightmares I told you about? They're all true.”",
        "“We can talk about it when you've rested some more.”",
        "“No,” he croaked. “I must tell you everything now, so you'll know what kind of a monster you call your dear cousin Tay. If there was some way you could have known before, you might not have been so eager to see me well again.”",
        "A tear rolled Baynarah's cheek. She had grown into a beauty, even in the few months he had been away in Mournhold. “How can you think I would stop loving you, no matter what you've done?”",
        "“I saw my old nursemaid Edebah, and spoke to her.”",
        "“Oh,” Baynarah had feared this moment. “Tay, I don't know what she told you, but it was all my fault. You remember when Kena Grafisi taught us about the House Dagoth, and its corruption. That night, I saw your nursemaid making some kind of altar out on the north lawn, using the symbol of the Sixth House. She must have been doing it for years, but I never knew what it meant. I told Uncle Triffith, and he sent her away. I've wanted to tell you so many times now, but I was afraid to. She was so devoted to you.”",
        "Tay smiled. “And didn't it frighten you even more to wonder if there was any connection between her devotion to me, and her devotion to the accursed House? I know you, Baynarah. You're not one of those women who doesn't choose to use her mind.”",
        "“Tay, I don't know what she told you, but I think she was very troubled, and whatever she thought about you and the Sixth House was wrong. You have to remember that. The ramblings of one madwoman are proof of nothing.”",
        "“There's more,” Tay sighed, and held up his hand. For a moment he blinked, and then turned to Baynarah angrily. “What happened to my ring? If you saw it, you must have known already that everything I'm saying to you is true.”",
        "“I threw the filthy thing away,” Baynarah stood up. “Tay, I'm going to let you rest now.”",
        "“I am the heir of House Dagoth,” Tay was wild-eyed, almost screaming. “Raised after the War as House Indoril, but driven by the Song of my ancestors. When we were young, I killed Vaster because the Song told me he had stolen my inheritance. When Edebah told me who I was and gave me this ring, I killed her and burned her house to the ground, because the Song told me she had served her purpose. When I returned to Kalkorith's house, my love was there, telling me that she was of the House Dagoth too, and my sister. I fled, and when Kalkorith tried to stop me, I slew him, because the Song told me he was an enemy.”",
        "“Tay, stop,” Baynarah sobbed. “I don't believe a word of it. You've been feverish...”",
        "“Not Tay,” he shook his head, breathing heavily. “The name my parents gave me was Dagoth-Tython.”",
        "“You can't have killed Edebah, you loved her. And Vaster and Kalkorith? They were our cousins!”",
        "“They were not my true cousins,” Tay said coldly. “The Song told me they were my foes. Just as it's telling me now that you're my foe, but I won't listen. And I'll keep from listening... as long as I can.”",
        "Baynarah fled from the room, slamming the door behind her. She took a key from the her startled maid Hillima, and secured the lock.",
        "“Serjo Indoril-Baynarah,” Hillima whispered, with great sympathy. “Is all well with your cousin, Serjo Indoril-Tay?”",
        "“He'll be perfectly fine once he rests,” Baynarah recovered her dignity, wiping the tears from her face. “No one is to disturb him under any circumstances. I'll take the key with me. Now I have much work to do. I don't suppose anyone's spoken to the fishermen about restocking Sandil House's supplies?”",
        "“I don't know, serjo,” said the maid. “I don't think so.”",
        "Baynarah marched down to the docks, and relieved her troubled heart the only way she knew how, by concentrating on small things. Tay's words never left her, but she found temporary comfort talking to the fishermen about their haul, helping determine how much should be smoked, how much should be sent to the village, how much should be delivered fresh to the House larder.",
        "Her aunt Ulliah joined the discussion, oblivious to Baynarah's well-disguised agony. Together, they discussed how many provisions Uncle Triffith and his commanders had devoured during their weeks on the island, when they would be expected to return, and how best to prepare. One of the fishermen on the docks called out, interrupting.",
        "“A boat is coming!”",
        "Ulliah and Baynarah greeted the visitor as she arrived. It was a young woman dressed in the robes of a Temple priestess. As she docked her small boat, Baynarah marveled at how beautiful she was, and strangely familiar.",
        "“Welcome to Gorne,” said Baynarah. “I am Indoril-Baynarah and this is my aunt Indoril-Ulliah. Have we met before?”",
        "“I don't believe so, serjo,” the woman bowed. “I was sent by the Temple to inquire whether word had come from your cousin, Indoril-Tay. He has been missing from his classes for some days now, and the priests have become concerned.”",
        "“Oh, we should have sent word,” Ulliah fretted. “He came here a few days ago, half-drowned. He's better now. Let us escort you up to the house.”",
        "“Tay's resting now, and I asked that he not be disturbed,” Baynarah stammered. “Actually, I know it's dreadful manners, but I need to talk to my aunt for a moment. Would it be too terrible if I asked you to wait for us at the house? You have only to follow the path up the hill and across the lawn.”",
        "The priestess bowed again humbly, and began the walk. Ulliah was scandalized.",
        "“You know better than to treat a representative of the Temple that way,” she snapped. “You can't be so exhausted from tending your cousin to have lost all sense of civility.”",
        "“Aunt Ulliah,” Baynarah whispered, drawing the woman away from the ears of the fishermen. “Is Tay truly my cousin? He believes himself to be ... of the House Dagoth.”",
        "Ulliah took a moment to respond. “It's true. You were just a baby yourself during the War, so you couldn't know what it was like. There was not a part of Morrowind that wasn't ravaged. There was even a battle here on the island. Do you remember that burned pile of wreckage you and Tay and poor little Vaster discovered so many years ago? That was the remains. And after the War, when that accursed House was finally defeated, we saw the little innocents, the orphans whose only crime had been born to wicked parents. I admit there were some in our armies, the combined forces of the Houses, who would have had them all slaughtered to annihilate the legacy of Dagoth. In the end, compassion prevailed, and the children of the Sixth House were adopted into the other five. And so we thought that we had won the war and the peace.”",
        "“By the Mother, Lord, and Wizard, if all that Tay believes is true, then there is no peace,” Baynarah trembled. “He claims that the Song of his ancestors called to him, and forced him to slay three people, two of them our Housemen. Cousin Kalkorith and ... when he was a little boy ... Vaster.”",
        "Ulliah held her hands over her tearful face and could not speak.",
        "“And it is only beginning,” said Baynara. “The Song still calls to him. He said there were others who knew, who would help him raise up the Sixth House. His sister...”",
        "“It must be an evil fantasy,” Ulliah murmured. She noticed that Baynarah's gaze was now upon the path leading from the docks towards the house. “Niece, what are you thinking?”",
        "“Did that priestess give us her name?”",
        "The two women ran up the path, calling for guards. The fishermen, who had never seen the mistresses of the house so undone, looked briefly at one another and then followed quickly behind, pulling out their hooks and blades.",
        "The front gate to Sandil House stood wide open, the first of the corpses lying close within. It was now an abattoir, painted fresh with blood. There was Aner, uncle Triffith's valet, gutted but still seated at the foyer table where he had been enjoying his afternoon glass of flin. Leryne, one of the chambermaids, had been decapitated while carrying some once-clean linens up the stairs. The bodies of guards and servants sprawled about the hall like blown leaves. At the top of the stairs, Baynarah had to hold back a sob when she saw Hillima. She lay like a broken doll, slain as she tried to pull herself out onto the narrow window ledge.",
        "No one spoke, not Baynarah, nor Aunt Ulliah, nor the fishermen, as they walked slowly through the blood-drenched house. They passed Tay's sick-room, its door broken open, and no one within. When they heard the sound of footsteps in Baynarah's room down the hall, they approached slowly, cautiously, with great dread.",
        "The priestess from the docks was standing by the bed. In her hand was the silver ring Baynarah had taken from Tay's finger. In her other hand was a long, curved blade, splashed like her once pristine gown, with gore. She smiled prettily and bowed when she saw she was no longer alone.",
        "“Acra, I should have recognized you by Tay's description in his letters,” Baynarah said in her steadiest voice. “Where is my cousin?”",
        "“I prefer to call myself Dagoth-Acra,” she replied. “Your false cousin, my true brother, has already gone to fulfill his destiny. I'm sorry you were not here so he could give you a more permanent farewell.”",
        "Baynarah's face twisted in fury. She motioned for the fishermen, who advanced with their weaponry. “Tear her apart.”",
        "“The Sixth House will rise again, and Dagoth-Tython will lead us!” Acra laughed. Her words were still echoing as she gave the sign of Recall and vanished like a ghost.",
        "<title>The Poison Song, Book VI</title>",
        "The magnificent sprawl of the stronghold of Indoranyon was aglow in the light of the setting sun. Commander Jasrat watched it slowly disappear into the horizon as he led the caravan southwestward. It was a strange practice for him to lead a night operation, but scarcely more bizarre than anything else he was facing. He was only seventy years of age, far from old for a Bosmer, and yet he felt like he belonged to another era.",
        "He had known the land of east Vvardenfell his entire life. Every forest, every garden, every small village between Red Mountain and the Sea of Ghosts had been home to him. But now it was all different, twisted into a world he did not recognize since the eruption and the year of Sun's Death. It made night travel all the more treacherous, but it was a risk he was ordered to take.",
        "The ashmire appeared quite suddenly. If a sharp-sighted scout hadn't seen it and given the signal, the entire caravan might have been swallowed whole. Jasrat cursed. It had not been on the map, but that was hardly surprising.",
        "It was a huge unnamed scathe stretching as far as anyone could see. The commander considered his options. He might lead his party to the southeast toward Tel Aruhn and then try an approach due west. As he consulted his map, he noticed a glimmer of a campfire in the distance. Accompanied by his lieutenants, Jasrat drove his guar forward to investigate what appeared to be an Ashlander man and woman.",
        "“This is no longer your realm,” he bellowed. “Don't you know it's been ruled by the Temple that these are House lands now?”",
        "The couple shuffled to their feet, and began quietly walking away, toward a narrow ridge between hill and ashmire. Jasrat called them back.",
        "“Do you know a way around the scathe?” he asked. They nodded, their eyes still to the ground. Jasrat signaled to his caravan. “You will lead us then.”",
        "It was a treacherous winding crossing, almost too tight for the guars. The wagons themselves scraped as the drivers pulled to avoid the ashmire. The Ashlander man and woman whispered to one another as they led the caravan.",
        "“What are you mumbling about, n'wah?” Jasrat hollered.",
        "The man did not turn around. “My sister and I were talking about the Dagoth rebellion, and she was guessing that you were bringing arms to the stronghold at Falensarano, which is why you chose to cross the ashmire rather than taking a road.”",
        "“I might have known,” Jasrat laughed. “You Ashlanders are so hopeful whenever you see signs of trouble in the Houses and the Temple. I hate to dampen your spirits, but what you're speaking of is hardly a rebellion. Merely a few isolated incidents of... unpleasantness. Tell your sister that.”",
        "As they plodded onward, the narrow ridge began to taper even more. The Ashlanders found a low jagged crevasse in the hills, a crack from a lava flow even predating Sun's Death. The caravan scored the rock walls at it moved through. Commander Jasrat, after twenty years of uncertainty in a land he did not understand, felt a twinge of his old instinct. This, he thought to himself, would be a fine place for an ambush.",
        "“Ashlander, how close are we?” he shouted.",
        "“We've arrived,” Dagoth-Tython replied, and gave the signal.",
        "The assault was over in mere minutes, as it had been calculated from the start. When the last body of the House guard had sunk beneath the ashmire, only then was the inventory of the caravan revealed. It was better than they had hoped, virtually everything the rebellion needed. Daedric swords, dozens of suits of armor, quivers of fine ebony bolts, and rations enough to last for weeks.",
        "“Go on ahead to the camp,” Tython smiled at his sister. “I'll lead the caravan. We should be there within a few hours' time.”",
        "Acra kissed him passionately, and gave the sign of Recall. In an instant, she was back in her tent, exactly as she had left it. Humming the Song, she removed the Ashlander rags and chose an appropriately diaphanous gown from her trunks. Precisely the sort of dress Tython would love seeing her in when he returned.",
        "“Muorasa!” she called to her servant. “Summon the troops together! Tython and the others will be here very soon with all the weapons and rations we need!”",
        "“Muorasa can't hear you now,” said a voice Acra hadn't heard in weeks. She turned, expertly removed every trace of surprise from her face. It was indeed Indoril-Baynarah, but not the quivering creature she had left behind at the massacre at Sandil House. This woman was an armored warrior, who spoke with mocking confidence. “She wouldn't be able to summon the troops if she could. You may have weapons and rations, Acra, but there's no one left to arm or feed.”",
        "Dagoth-Acra made the sign of Recall, but nothing happened.",
        "“The moment we heard you banging around in the tent, my battlemages cast a diffusion of all magicka,” Baynara smiled, opening the tent further to invite a dozen House soldiers in. “You won't be leaving.”",
        "“If you think that my brother will walk into your trap, you underestimate his allegiance to the Song,” Acra sneered. “It tells him everything he needs to know. I have convinced him to no longer fight it, and let it lead him and us to our ultimate victory.”",
        "“I've known him longer and better than you ever did,” said Baynarah coldly. “Now, I want to hear what the Song is saying to you. I want to know where I can find Tay.”",
        "“Tython, my lady,” Acra corrected her. “He is no longer a slave to your House and the Temple's lies. You can torture me all you wish, but I swear to you the next time you see him, it will be because he wishes it, not you. And that will be your very last moment alive.”",
        "“Don't you worry, serjo,” Baynarah's nightblade winked at her. “Everyone says they won't break under torture, but everyone always does.”",
        "Baynarah left the tent. It was all a part of warfare, she understood that, but there would be little relish in witnessing it. She could not even watch as the House soldiers disposed of the rebel corpses. She had hoped she would grow numb to the bloodshed after weeks of following Tython and Acra, massacre after massacre. It didn't matter to her that now the bodies were of her enemies. Death was still death.",
        "She had only been in her tent for a few minutes when her nightblade appeared.",
        "“Not so tough as she appeared, that one,” he grinned. “In point of fact, all I had to do is ask her nice and point my dagger at her belly, and she was blubbering everything. Not too surprising really. It's always the ones that talk big that crumble fast. I remember way back a couple years ago, before you was even born -“",
        "“Garuan, what did she say?” Baynarah asked.",
        "“The Song, whatever that is, told her brother that she got herself caught, and not to return to camp,” the nightblade replied, only a trifle annoyed at having his fascinating story cut short. “He's got a half dozen mer with him, and they're going to try to assassinate the fella that led the Indoril army in the War. General Indoril-Triffith.”",
        "“Uncle Triffith,” Baynarah gasped. “Where is he stationed now?”",
        "“I'm not sure myself, serjo. Do you want me to ask if she knows?”",
        "“I'll come with you,” said Baynarah. As they walked towards Acra's tent, cries of alarm sounded. The situation became abundantly clear even before they reached the site. Three guards were dead, and the prisoner had escaped.",
        "“Interesting woman,” said Garuan. “Weak heart, but a strong arm. Should we send word of warning to General Indoril-Triffith?”",
        "“If we can find where he is in time,” said Baynarah.",
        "<title>The Poison Song, Book VII</title>",
        "Triffith stood on the parapets of Barysimayn and considered the volcano. Metaphors the poets used fell rather flat in his view. A festering wound it could be called with its blood-like lava. The King of Ash, too, could be applied, when one looked at its perpetual crown of smoke. And yet, none of that would do, for nothing in his experience could convey the sheer magnitude of the mountain. Red Mountain was many miles away from the fortress, and yet it filled the horizon utterly.",
        "Before he could feel too small, however, he heard his name being called within. It was some consolation that though he was insignificant compared to the mountain, he was still in possession of certain power and influence.",
        "“General Indoril-Triffith,” said Commander Rael. “There's trouble at the east gate.”",
        "The trouble was scarcely more than a skirmish. An Ashlander, drunk perhaps on shein, had begun a fight with the House guards at the back gate. As they tried to drive him away, his cousins joined him, and soon there were six Ashlanders altogether brawling with a dozen of Triffith's guards. If the n'wahs had not been well-armed, the fight could have been finished almost before it began. As it was, by the time the General arrived with more of his guards, two of the Ashlanders were dead and the others had taken flight.",
        "“It's the smoke in their brains,” Rael shrugged. “Makes them mad.”",
        "Triffith climbed back up the stairs and returned to his chamber to dress for dinner. General Redoran-Vorilk and Counselor Hlaalu-Nothoc would be arriving very shortly to discuss the Temple's plans for reorganizing the House lands of Morrowind. Mournhold was to be renamed Almalexia. A great new city in honor of Vivec was to be built, but with whose gold? It made his head hurt. There were so many details, a long night of argument, threats, and compromises were ahead.",
        "The General's mind was so occupied that he nearly put his House robes on backwards. He also did not notice the shadowy figure steal out from behind the tapestry and close the door to the bedchamber. It was not until Triffith heard the sound of the latch-bolt fall that he turned around.",
        "“Slipped in when I was distracted by the fracas at the back gate. Very clever, Tay,” he said simply. “Or do you call yourself Dagoth-Tython these days?”",
        "“You should know all my names,” the young man snarled, unsheathing his sword. “I was Tython before you butchered my family and sought to dispel my tribe. I was Tay when you brought me into your House to poison me against my own people. Now you may call me Vengeance.”",
        "There was a knock on the door. Tython and Triffith did not move their eyes from one another. The knocking became a loud pounding. “General Indoril-Triffith, are you well? Is there something wrong?”",
        "“If you're going to kill me, boy, you'd best do it quickly,” Triffith growled. “My men will have that door down in two minutes.”",
        "“You don't tell me what to do, 'Uncle,'” Tython shook his head. “I have the Song of my ancestors to instruct me. It tells me you made my father beg for his life before you killed him, and I want to see you do the same.”",
        "“If your ancestors are all-knowing,” Triffith smiled. “Why are they all dead?”",
        "Tython made an inhuman noise in the back of his throat and advanced. The door began to buckle at the pounding, but it was sturdy and secure. The general's estimate of its life expectancy at two minutes seemed clearly erroneous.",
        "The pounding suddenly stopped. A familiar voice replaced the sound.",
        "“Tay,” called Baynarah. “Listen to me.”",
        "Tython smirked, “You're just in time to hear your uncle beg for his miserable life, 'cousin.' I was afraid you'd be too late. The next sound you'll hear will be the death rattle of the man who slaved my House.”",
        "“The Song is what's enslaved you, not Uncle Triffith. You can't trust it. It's poisoning you. It let you be manipulated first by that mad old woman, and now by that evil witch Acra who calls herself your sister.”",
        "Tython pressed the tip of his sword so it touched the general's throat. The older man stepped backwards and Tython advanced. His eyes followed the length of his arm to the grip of the blade. The silver ring of Dagoth caught the red light of the volcano from the battlements outside the window.",
        "“Tay, please don't hurt anyone anymore. Please. If you just listen to me, and not the Song just a moment, you'll know what's right. I love you.” Baynarah stifled her sobs to keep her voice clear and calm. There was a noise on the stairwell behind her. The general's guard had finally arrived with the battering ram.",
        "The door splintered and burst open in two strikes. General Indoril-Triffith was holding his throat, staring out the window.",
        "“Uncle! Are you all right?” Baynara ran to him. He nodded his head slowly, and removed his hand. There was only the barest of scratches on his neck. “Where's Tay?”",
        "“He jumped out the window,” said Triffith, pointing out into the distance where a figure was riding a guar toward the volcano. “I thought he was going to kill himself, but he had an escape figured out.”",
        "“We'll get him, serjo general,” said Commander Rael, calling to the guards to get their mounts. Baynarah watched them go, and then kissed her uncle quickly and ran out to her own guar in the courtyard.",
        "Sweat drenched Tay's body as he rode closer and closer toward the summit of Red Mountain. The guar was breathing hard, trudging along even more slowly, letting out little grunts of complaint about the heat. Finally, he abandoned his steed and began to climb the near vertical surface. Ash blew down the face of the volcano into his eyes. Near-blind, it was almost impossible to ignore the persistent, clamorous notes of the Song.",
        "A silken stream of crimson lava studded with crystalline formations surged a few feet away, close enough that Tay could feel his flesh begin to burn and blister. He turned from it, and saw a figure emerge through the smoke. Baynarah.",
        "“What are you doing, Tay?” she cried over the howl of the volcano. “Didn't I tell you not to listen to the Song?”",
        "“For the first time, the Song and I both want the same thing!” he yelled back. “I can't ask you to forgive me, but please try to forget!”",
        "He pulled himself higher, out of Baynarah's sight. She screamed his name, scaling the rocks until she found she was close to the open crater. Waves of boiling gas washed over her, and she dropped to her knees, gasping. Through the rippling miasma, she saw Tay standing at the mouth of the volcano. Flames erupted from his clothes and hair. He turned to her just for a moment and smiled.",
        "Then he leapt.",
        "Baynarah was in a daze as she began the long, treacherous climb down the volcano. She began to think of the projects ahead. Were there enough provisions in storage at her house in Gorne for the meeting of the Houses? The councilors were bound to stay there for weeks, maybe months. There was much work to be done. Slowly, as she descended, she began to forget. It would not last, but it would be a start.",
        "Dagoth-Acra stood as near to the mouth of the volcano as she could stand, blinking her eyes at the ash, soaked by the heat. She watched all, and smiled. On the ground was the silver ring with the seal of the House Dagoth. Tython had been sweating so much, it had slipped off. She picked it up and put it on her own finger. Touching her belly, she heard a new refrain of the Poison Song of Morrowind begin."
    ]
}