{
    "id": "PoliticsoftheReach",
    "paragraphs": [
        "By Consul Cardea, the Ard's Administrator, 2E 578",
        "",
        "As Ard Caddach commanded, I have remained in Markarth to continue to serve the people of the Reach. I was sent here from my post in Imperial City by Emperor Leovic himself to aid Markarth and provide a conduit between Cyrodiil and the Reach. Though I have received no new orders from the person who now sits on the Ruby Throne, I had assumed to take my leave and return home. Ard Caddach decided he wanted to retain my administrative skills, and in case the new Emperor is interested, I decided to record what I have learned in my decade of service.",
        "",
        "First, it is best to think of the Reach as not one land, but two: Markarth and the wilds. Traditionally, whoever rules in Markarth exercises little power over the wilds, while the strong clans of the wilderness lack the strength or the inclination to govern the city of the Reach. When Markarth is under the rule of a weak leader—or no leader at all, as happens sometimes—its circle of influence shrinks. When a strong leader holds Markarth, the city's power extends into the nearby land, and the clans of the western Reach must acknowledge Markarth's authority in fact, if not in name. The centuries-old story of the Reach is the story of Markarth attempting to form a realm, and the clans outside of Markarth fiercely resisting the encroaching authority of the city.",
        "",
        "The great difficulty in dealing with the Reach is the fact that each individual clan sees itself as its own polity: free to raid, trade, make war, or agree to peace with anyone it chooses. To forge a lasting peace with the Reach, one would have to negotiate with dozens of different clans, some of whom hate each other so much that they would never agree to honor a peace their enemies choose to accept. Astonishingly enough, this is just as true for Ard Caddach, ruler in Markarth, as it would be for a foreign ruler such as the new Emperor. To the chiefs of the various clans, Ard Caddach is simply one more chief, due no more deference than they should show any of their peers. In fact, they regard him with great suspicion, believing that he intends to rule them as well.",
        "",
        "Fortunately, not all Reachfolk seek to make enemies of everyone and everything. Ard Caddach is judicious in dealing with the free clans. He moves against them only when Markarth's interests are directly threatened—for example, when a vicious clan such as the Shadefeathers makes travel to and from Markarth too dangerous, or when a border clan such as the Boneshapers seems likely to provoke a neighboring realm to retaliate indiscriminately against all Reachfolk. Likewise, most of the larger Reach clans maintain a tenuous peace with one another. Clans that instigate reckless feuds are all too likely to provoke an alliance of the other clans against them. And all Reachfolk believe that Markarth should be neutral territory, free to any wilder who wishes to go there and trade. A rough, wary sort of peace suits a good number of people in the Reach.",
        "",
        "While the power in the wilds of the Reach lies mostly in the hands of a half-dozen or so of the strongest clans (the Eagleseers, the Six-Fords, the River-Elks, the Thornroots, and a few others), there is one more Reach tradition to consider when dealing with the clans beyond Ard Caddach's walls: the Chief-of-Chiefs. This is usually a clan-chief who has won the respect of both friends and enemies, earning a sort of \"\"chief emeritus\"\" title. The Chief-of-Chiefs wields a great deal of moral authority over all but the most stubborn and xenophobic clans. Currently, the clans recognize a former River-Elk chief by the name of Cannear as the Chief-of-Chiefs. Cannear is an arbiter of disputes and a peacemaker who spends her time settling feuds and mending alliances. Some of the more hostile clans see her as a meddler and would rather follow a warlord, but until Cannear dies or chooses to give up her place, her voice is a powerful one in the wilds.",
        "",
        "When the clans need to work together, such as to engage in a particularly dangerous hunt or to repel a particularly strong invader, the Chief-of-Chiefs temporarily takes command of the participating clans' forces, coordinating a strategy and response until the threat has passed.",
        "",
        "These are but a few of the political realities I have come to understand in my time working with Ard Caddach and the people of Markarth.",
        ""
    ]
}