{
    "id": "PostingofTheHuntExcerpts",
    "paragraphs": [
        "<title>Posting of The Hunt, Excerpt 1</title>",
        "The Posting of the Hunt.",
        "Let no man say before a witness that the Hunt has not been called, nor the Rites declared, or the Ancient Offices observed.",
        "The Huntsman and his Hounds shall chase and harry the Hare as the ritual demands.",
        "The Hunt begins before the green crystal reflections of the Chapel of the Innocent Quarry. The Spear of Bitter Mercy is displayed, the Offices of the Hunt are recited: the Drag, the Chase, the Call, and the View to the Kill.",
        "<title>Posting of The Hunt, Excerpt 2</title>",
        "The Drag is for the Lesser Dogs, to startle out the Hare.",
        "The Chase is for the Greater Hounds to drive the Hare before them.",
        "On the Call the Greater Hounds trap the Hare and summon the Huntsmen for the kill, with the Spear of Bitter Mercy.",
        "Last is the View. The Huntsman rings the bell to call the Master to view his kill.",
        "Then is the bounty bestowed, and the victorious huntsman calls the new Hunt.",
        "To name a Wild Hunt is a grand and grave right indeed. All but the High Daedra Lords are prey to the potent Spear of Bitter Mercy. It is a terrible weapon, and must not be removed from the Grounds of the Ritual Hunt.",
        "<title>Posting of The Hunt, Excerpt 3</title>",
        "I think this one doesn't actually appear in the game (For obvious reasons.).",
        "The Hare is granted one slim chance for escape.",
        "Six keys in the grounds can open the way into the Horned Temple and away to elude the Huntsman and his Spear.",
        "Though no Hare has done this, the forms must be observed. To cheat the Hare of the keys is an unforgivable betrayal of the Law of the Hunt.",
        "<title>Posting of The Hunt, Excerpt 4</title>",
        "In the Ritual of the Hunt, the Huntsmen are protected from all harm, from all weapons, and from sorceries of all types. Wise is the huntsman, however, that fears the bite of his own Spear, for a single touch of the Spear of Bitter Mercy means death for Hare and Huntsman alike."
    ]
}