{
    "id": "ToPosterity",
    "paragraphs": [
        "Witches and witch-hunters are, by nature, uncivil to one another, but the witches of Eastmarch and my clan, the Direfrost witch-hunters, have particularly bad blood between us. I cannot say I blame the witches for their hatred—we have clashed often in these mountainous regions, and we Direfrosts have become very good at slaying them. Eastmarch was once infested with the heathens, the landscape dotted with their covens.",
        "Everywhere one turned, one found sordid hovels built in honor of some Daedric Prince. Thanks to the efforts of my family over several generations, that number has dwindled to a scant few. They're there, to be sure—the schemes of Oblivion are myriad—but the witches move in fear, ducking between the narrowing shadows cast by the Flame of Direfrost.",
        "In the days of their abundance, they abducted innocents, murdered children, desecrated corpses. I will not mourn them when finally, and with great, glorious fanfare, we stamp them from the face of Eastmarch forever.\nI list below the most infamous leaders of those covens who have committed crimes such that Direfrosts of my generation can never forget them, lest we disrespect the desecrated dead. Daedric Pacts grant these witches long life, and I fear I may not live to see all of this lot rounded up and slain, but when the last of them falls I implore posterity to raise a monument in remembrance of their victims, detailing their crimes and their death at Direfrost hands:",
        "Hranvard Frostfinger. Thirteen known victims sacrificed in flames to Mehrunes Dagon. Fled to the Sea of Ghosts where a final standoff with hunters saw a silver bolt pass through a summoned flesh atronach into Frostfinger herself. Confirmed deceased.*",
        "Henghild of Wittestadr. Twenty known victims sacrificially bled to death to appease an unidentified Daedra Lord. Captured from the mountain passes to the south of Eastmarch and perished under torture. Confirmed deceased.**",
        "Lorgar the Plague. Twenty-seven known victims, causes of death vary, all executed to appease an unidentified Daedra. Search went on in vain for months before Lorgar challenged Odrama, wife of Adegrel Direfrost, and was beheaded on the steps of Direfrost Keep. The stone was clean before supper. Confirmed deceased.***",
        "Drodda of Icereach. One hundred and seven known victims, frozen and soul-trapped to appease Molag Bal. Still at large and incredibly dangerous. She is the oldest of the Eastmarch Coven, and only grows in strength with the passage of time.****",
        "Notes:\n*Revised for total victim count and particulars of death by Lord Logangar\n**Revised as above by Lady Stodrir\n*** Revised as above by Lord Ogondar\n**** Revised for current victim count by Lord Agomar"
    ]
}