{
    "id": "InPraiseofRegentCassipia",
    "paragraphs": [
        "By Little Leaf, Seneschal to the Regent of Serpentine Stratagems",
        "To some of my compatriots, the words I'm about to write might be considered in poor taste. To others, they will be nothing short of blasphemy. But I can't hold these thoughts to myself any longer. If I try, I fear my head will explode into a thousand pieces! And that, dear reader, is not something I wish to experience. First, I should tell you who I am and why I'm qualified to write about the virtues of the beautiful Cassipia—she who is called the Regent of Serpentine Stratagems and leader of the Scaled Court's forces in Upper Craglorn. My name is Little Leaf, and I have served my mistress since before we joined the Scaled Court. I met Cassipia in Auridon, where she was a high-ranking member of the Mages Guild. She noticed me admiring her power and grace from afar, and she personally selected me to wait upon her every need. Since then, I have become her confidant and confessor, giving her a sounding board for her most intimate thoughts and musings. No one knows Cassipia better than I do, or believes in her the way I do—with all my heart and soul. How can I say such things when the Serpent is our lord and master? Oh, I believe in and revere the Serpent. I really do! He's the reason we joined the Scaled Court in the first place. But the Serpent doesn't command the Scaled Court from moment to moment. He isn't right beside me day and night. And, if I may be so bold, he isn't anywhere near as fair of face and fine of form as my beloved Cassipia. Who did as the Serpent asked and brought the Iron Orcs into our fold? Cassipia, of course. She follows the Serpent's orders, but always looks for ways to create opportunities and good fortune for herself and her followers. But before you think me just an infatuated fool with her head in the clouds, let me tell you why Cassipia has risen so high within our ranks. Cassipia is ruthless. She's powerful and charismatic. And she knows what's best for the Scaled Court—not like those bumbling fools that brought us the unfortunate setbacks we've suffered in Lower Craglorn! Regent Cassipia was busy in Upper Craglorn while the Serpent's \"select\" were losing their hold on the lower portion of the region. So, all praise Regent Cassipia! Long may she serve the Serpent and lead the Scaled Court!"
    ]
}