{
    "id": "ThePredecessors",
    "paragraphs": [
        "<title>Being an Examination of the Curious Ruins of the Shivering Isles and Their Terrible Significance for our Future</title>",
        "The ancient ruins that dot the countryside are a familiar sight to the inhabitants of the Shivering Isles. So familiar that their true significance has escaped notice of most, until now. I have recently uncovered the terrible secret hidden in these ruins, and I will now share this secret with you. But be warned - this knowledge may be too much for some, as you will know the awful fate that lies in store for you, but will be powerless to do anything to prevent it. If you are strong enough of mind to withstand the psychic shock of having your grim future laid bare, read on.",
        "My interest in the ruins began with a simple observation: all the ruins visible on the surface appear to be of roughly the same age and architectural style. Who created these once-mighty structures, and what happened to them?",
        "Further investigation revealed an even stranger truth: although the ruins superficially all appear to derive from the same era, they are in fact of wildly differing ages. Many thousands of years separate the ruins of Cylarne (by far the oldest extant on the surface, despite its relatively well-maintained state) from the ruins of Ebrocca, which at almost 1,000 years old is one of the youngest sites in the Isles. For those who would dismiss this conclusion, I invite you to visit the ruins and examine the evidence for yourselves: the depth of strata covering the buried portions of the structures; the weathering of the exposed stone; the growth of vegetation on and around the structures; etc. (I have compiled the evidence in a separate monograph, \"Dating the Predecessor Ruins: Shocking New Evidence Comprehensively Explained,\" which is presently unpublished, though I will gladly make it available for those scholars wishing to delve further into the minutiae of this subject.)",
        "Once I began to accurately establish the dates of the various ruins, a disturbing pattern emerged. The ruins fell into distinct periods, each period separated by exactly 1,000 years from the other (although Cylarne remains the exception, being many thousands of years older than the next oldest extant ruin - suggesting only that the ruins from many earlier eras lie waiting to be discovered, or have been lost to the ravages of time).",
        "What could account for this process of destruction, repeating itself every 1,000 years without fail? The legend of the Greymarch sprang immediately to mind, that ancient tale of a vengeful god venting his wrath upon the land. What if it were more than a legend? What if it were the dimly-remembered account of a real event?",
        "I suddenly realized the significance of the dating of the most recent ruin that I had discovered: Ebrocca, which my tests proved to be about 1,000 years old. Yes, Dear Reader, we come to it at last. The Cataclysm is upon us again. I have dated the ruins of Ebrocca to great accuracy; I know the very year of our Doom. I refrain from publishing the exact date, as this knowledge is a terrible burden that I would not inflict on others.",
        "For a long time I hesitated from issuing even this general warning, fearful of inciting panic or despair. But I have concluded that it is better to have time to prepare for the End in whatever way one sees fit than to have it thrust upon them unawares. I no longer doubt that the legend of the Greymarch is based on historical events, and that the last days of our civilization will be terrible - the blasted and tumbled stones of the mighty cities of bygone eras are testament enough to that. But I find it strangely comforting to know that our end is already written in the stones of our Predecessors, and that struggling against our Doom is as pointless as shouting against the incoming tide. I hope that at least a few of my readers will find equal solace in this bleak foreknowledge."
    ]
}