{
    "id": "ThePretensionofHighElfJewelry",
    "paragraphs": [
        "By Elredith, Elden Root Jewelry Crafter",
        "It's not like jewelry isn't important to us Wood Elves, truly. There are few things more appreciated than carving the bones of a fallen enemy for your sweetheart back home. That, alongside a well cooked hunk of haunch, and you have yourself a romantic little setup right there.",
        "But, like most things, the High Elves take jewelry crafting to an entirely new level. They don't see it as a simple career choice. By Y'ffre, they don't even consider it a mere passion. No, it is fate, a calling handed down to them. Feel free to ask one if you want to hear all about it. They would be happy to talk your ear off. Trust me.",
        "From what I can understand, the High Elf art of jewelry crafting is generally passed down through generations. And that really does mean something to the High Elves. Taking on the legacy of their family name is not only expected, it's revered. In that way though, all of them respect each other. Even a kinlord will speak highly of a family of fishers, so long as they do their job right. You can't really say that about the rest of Tamriel.",
        "And I have to admit, their jewelry is beautiful. You ain't never seen such well-crafted rings as those on even a common High Elf's fingers. They're downright dainty, intricate, even. Swirls and patterns that seem to intertwine, even on the tiniest scale. There's a kind of complex simplicity there. Wait, does that even make sense?",
        "I mean to say, jewelry made by the High Elves just seems natural. Like the branches of a tree, or the swirls within a running stream. I don't know how they do it. I suppose that's the trade off of having your skills passed down through such long family lines. These High Elves aren't simply honing their skill throughout a lifetime, no. They're honing a skill throughout generations.",
        "I'd love to learn a thing or two while I'm visiting Summerset, but I doubt that will ever happen. Not because I haven't been able to find someone who is willing to talk with me about their craft, oh no. I just haven't found one who won't drone on and on for hours on some technique their great-great-grand uncle came up with hundreds of years ago.",
        "That being said, I have yet to have a single mer here ask me about my own techniques. Of course, that's not too surprising. After all, I'm just a muddy little Wood Elf carving up some bone."
    ]
}