{
    "id": "ThePriceofPraxis",
    "paragraphs": [
        "I remember the day I received my calian with perfect clarity. This often surprises people—particularly Men. While they drift through a fog of half-remembered dreams, we Altmer remember everything. Every embrace, every slight, every triumph and defeat lurks at the edge of our sight, frozen in time—waiting to be recalled with unnerving accuracy. So now, when I say perfect clarity, you take my meaning.",
        "I was a wiry youth of eighteen. The chapel smelled of incense and cherry-blossoms, and my entire calan—mother, father, grandseers, and rumes—shuffled in their pews, filled with nervous pride. The Ascendant Curate approached slowly. A stole of swan feathers and dragontongue cascaded over her shoulders, and upon her brow rested a grand welkyn wreath, bedecked in driftwood and precious stones. She stopped just a finger's length away from me and bade me to kneel. I did so, and she held my calian aloft. I saw it glistening in the starlight above and suddenly realized I was crying. At that time, the sphere was pristine—fashioned from milky aethequartz and sun-blown glass. I remember thinking, \"How fragile a thing it is.\" Even then, I knew its great value. After reciting the Athel Vialen, she placed the sphere in my hands and smiled. I cradled it like a songbird just emerged from its egg. In that moment, I swore an oath to protect it. But what does an eighteen year-old know of oaths? Youth often makes a meal of the sacred. Too often.",
        "I grew into an angry young Mer—disillusioned by the idle pride of my peers and the sneering detachment of my elders. At fifty-two, I joined a crew of privateers. We wreaked havoc on Redguard smugglers for thirteen years. As time sailed on, our coffers swelled with foreign treasures. When we parted company, each crewman enjoyed wealth beyond measure.",
        "In all my years on the sea, I never lost sight of my calian. It rested beneath my bunk, safely tucked away in a willow-wood box. All the treasures of Hammerfell fell short of its brilliance. All the pride of my noble race found voice in its creamy luster.",
        "Determined to settle down, I sought out a parcel of land east of Alinor—a vineyard of modest reputation. I offered a fortune in gold to the aging vintner, but he refused to sell. With each passing day, my offers grew (as did my impatience). Who was this decrepit Mer to stand in the way of my happiness? What right did he have to deprive me of what I desired? At length, I resolved to make this toothless Elf see reason. I rode out to his residence on a rain-soaked evening, sabre in hand and wine on my breath. I roused him from his sleep and barged into his cottage, shouting obscenities and thrusting the bill of sale in his face. He shouted for me to leave, and shoved his frail shoulder into my side—trying in vain to push me out the door. A great drunken rage swelled in my chest, and without a second thought I drove my sabre deep into his chest. It took only a moment to realize my folly. I tumbled back against the wall and gazed in horror at his feeble death throes. So deep and dark was my shame that I nearly took my own life on the spot. But in the end, I resolved to present myself to the Ascendants—to face my justice.",
        "The very curate who presented my calian as a youth sat in judgment. She fixed her icy gaze upon me as I recounted the tale. When I finally fell silent, she whispered something to her attending contemplative and rose to meet me. The contemplative took my ornate willow-wood box and opened it to reveal my calian—my great and perfect treasure. With the steady hands of a jeweler, he plucked the sphere from its resting place and handed it to the curate. She gazed at me with a combination of sorrow and wrath. In silence, she held the calian aloft. My shoulders tightened as I dug my nails into my palms. Finally, she whispered the damning phrase, \"Apraxis\" and let the sphere slip through her fingers. I watched in horror as the precious heirloom tumbled through space and time, then shattered upon the cold marble floor. The curate and her contemplative turned their back, and lesser contemplatives ushered me, and the broken shards of my calian, out into the night.",
        "So began my life as an apraxic—a shamed outcast, left to contemplate the enormity of my sins in silent reflection.",
        "For thirty years, I labored over the shattered remains of my blessed calian. I spent the last of my gold gathering stone-cutting tools, pearl-powder fixatives, and sacred oils. I ate little and slept not at all. My beard grew long and my muscles withered. With each success came three new failures. And all the while, my fellow Altmer spurned and cursed me.",
        "Finally, one bright morning in Second Seed, I set the last delicate shard of glass in its place—returning the calian to its pristine origins. I felt such a swell of relief in that moment that I wept like a babe. At length, I washed myself in rosewater, sheared off my matted beard, and set out to the Hall of High Ascendency.",
        "I approached the curate on unsteady legs, my eyes fixed on the floor in deference. I opened my willow-wood box and held my calian up for inspection. The eerie silence seemed to last forever as the curate and her contemplative examined the sphere. Finally, I felt her hand upon my shoulder and heard her soft whisper. \"Rise.\"",
        "I reluctantly stood up and raised my eyes to meet hers.",
        "I could scarcely breathe when she spoke those long sought words: \"Welcome back, lost son of Aldmeris.\""
    ]
}