{
    "id": "PridehomeAPlaceOutsideTime",
    "paragraphs": [
        "Transcribed by Kaalaleth of the Mages Guild",
        "Transcriber's note: This transcription uses verbs that, in our language, denote the passage of time. I feel like they hamper understanding of what this itinerant Khajiit Moon-Priest tried to explain to me, but I needed to get these concepts down (albeit roughly) before my own mind confused me even more. As a result, any mistakes in this transcription are my own. I only wish I could give you the sense of timelessness that the Moon-Priest provided to me. But, perhaps that way opens a path to the likes of Sheogorath. Also, please note that the Moon-Priest refused to provide his name, stating that he was both a priest with knowledge and a neophyte with no knowledge, all at once.",
        "* * *",
        "Before time and the tapestry, Pridehome existed. As an ideal, it has always existed. It will always exist. The Dragon God of Time, Alkosh, wove it into the tapestry and time, making it real for the rest of us with our limited perception of linear time.",
        "Pridehome served as a home for the adepts who follow the teachings of the God of Time. A secluded place. A place where they prepared for the Doom to Come, a time when the Dragons return and bring unbalance to the world.",
        "Champion Ja'darri heard the call of Alkosh and crafted Pridehome, making it real for the rest of us. Yes, she fought the Black Beast. Yes, she died even as she succeeded. Yet she succeeded only for a time, in your mind. But, yes, she has always existed and succeeded. She will always exist.",
        "The ideal and place of Pridehome has always existed. As has the Pride of Alkosh, of which Ja'darri was the first, provided you hold with the concept of events unfolding one after the other instead of all at once.",
        "Can you imagine, you who are bound to the tapestry and linear time, knowing that Ja'darri both succeeded and failed at the same time? Just as the one called Abnur Tharn succeeded and failed at the same time? And in the same moment, outside of linear time? Perhaps you cannot. Perhaps that asks too much.",
        "More champions heeded the call after Ja'darri, in linear time. More came. Clan Mothers came and went as well. Until, as time passed, in the common parlance, one named Ra'khajin arrived. He both succeeded and failed to become a champion, just as Ja'darri before him. How, you ask, is this possible? He succeeded until he left Pridehome in linear time, yes? But outside linear time? He succeeded and failed all at once. Or forever, if you prefer.",
        "Pridehome's most recent Clan Mother, Hizuni, is also its first. All Clan Mothers at Pridehome are the first. But, perhaps I have belabored this topic long enough, yes? If you grasp anything I have told you, know this: Pridehome has always existed and always will. The Pride of Alkosh has always existed and always will. All Clan Mothers of Pridehome have always existed and always will. And the Doom to Come? It exists and always will."
    ]
}