{
    "id": "ThePrimateBeforetheLight",
    "paragraphs": [
        "By Midara Salviticus, Historian, University of Gwylim",
        "No one in Kvatch, the Gold Coast, or the shattered remnants of the Empire demonstrates more devotion and piety than Artorius Ponticus, the Primate of Akatosh - and he'll be the first to point this out to you if you aren't savvy enough to see the holy truth for yourself. But how did so humble an individual achieve such an august position in the religious hierarchy? For that tale, we need to go back to where Artorius first turned to Akatosh for guidance and strength - on the streets of the Imperial City in 2E 542.",
        "The fourth son of the wealthy Ancrus family, Artorius grew up without a clear place in the world. His eldest brother was being groomed to take control of the family's major holdings throughout the core of the Empire, while the brother that was next in line was being trained to care for the family's distant holdings in Hammerfell. The third son, Angelus, was already a young officer in the Imperial Legion with a promising military career ahead of him. By tradition, that left a life in service to the Divines as the natural path for Artorius to follow. Unfortunately, young Artorius was about as spiritual and devout as the proverbial lusty Argonian maid of song and legend. He wanted nothing to do with prayer and sacrifice.",
        "Instead, young Artorius found himself drawn to two dangerous preoccupations: first, he was fascinated with events happening in the Breton kingdoms, specifically the ongoing battles between Emeric of Wayrest and Durcorach of the Reach. He scoured Imperial City for anyone who could tell him more about what was happening there, and usually found them in the most unsavory sections of the city. Second, he started to run with employees of the notorious crime boss, Vodunius Monrius, much to the chagrin of his father and older brothers. And it wasn't long before he was carrying messages and taking on other errands for Vodunius and his lieutenants.",
        "Never one to miss an opportunity to teach a lesson, Primate Artorius speaks candidly about this dark time in his past. \"\"I was full of fury and vinegar back then,\" he said with a laugh when I interviewed him while researching this book. \"I was angry and without direction, looking for something, but I didn't know what it was. That's a recipe for either finding your passion or losing your way. Lucky for me, Akatosh had a plan.\"",
        "That plan, the Primate believes, began on a day much like most during that period of young Artorius's life. He started his rounds for the crime boss, collecting gold from the various merchants and artisans working in and around the Market District. The daily tithe was something of a sacred ritual for both those who were forced to pay the price and those who gathered the gold that filled Vodunius's coffers. Artorius was just one of a dozen young men and women who did odd jobs for the crime boss and his lieutenants, but he relished his role and the excitement that accompanied it. At least, he did until the inevitable occurred.",
        "When Artorius entered the shop of the Khajiiti baker, Sticky Paws, he found more waiting for him than the gold he expected to collect for Vodunius's daily tithe. Four officers of the city's Guard were on hand, ready to arrest the young noble and end his recently started life of crime. \"Your father is greatly disappointed in you, Artorius,\" the Guard Captain said. \"You've broken the laws of the Empire, if that gold in your pouch is any indication. You haven't left us with many options.\"",
        "At that moment, when he should have been frightened and anxious, Artorius could only manage to conjure up a single emotion - he hated his father with an intensity that burned as hot as Sticky Paws' ovens. The officer of the Guard explained that they could bring the full weight of the law down upon Artorius and toss him in a dungeon cell for a year and a day, or they could come up with a way for him to make amends for the crimes he had committed, but Artorius could barely hear over the pounding of his own blood.",
        "\"As a favor to your father,\" the officer decided, \"we'll go with the latter. A year with the priests of the Divines should help set you back on the straight and narrow.\" And just like that, Artorius found himself back in the grasp of a destiny he had tried so hard to avoid. He was sent to perform penance with the priests at the Temple of the Divines.\""
    ]
}