{
    "id": "ThePrimateFindingFaith",
    "paragraphs": [
        "By Midara Salviticus, Historian, University of Gwylim",
        "The Temple of the Divines was the last place Artorius Ancrus ever expected to wind up. But as the year 2E 542 was drawing to a close, that's exactly where the young Imperial found himself. He was serving penance for crimes committed while working for the crime boss Vodunius in Imperial City. Thanks to his father's wealth and influence, Artorius avoided a dungeon cell. As for serving in the temple, he was sure that was his dear father's idea.",
        "As the fourth son, Artorius had been promised to serve the Divines, and despite the young man's best efforts to avoid that fate, it seemed he was destined for a religious life. \"I'll serve my year and a day,\" Artorius told the priest who was his jailer and would become his mentor, Ilavius Alfeno, \"but after that I'm out of here.\" The old priest just bowed and began to introduce his charge to religious life.",
        "Artorius's life at the temple became a daily mix of opposing states of activity, from frenzied labor to stillness bordering on inertia. Given an endless array of chores that included cleaning, food preparation, and helping to care for the shrines of the Divines filled each day, punctuated by periods of study, meditation, and prayer, Artorius was soon too busy to maintain his anger at his father. And once his anger subsided, he began to actually hear the words of the priests and learn the tenets of the Divines.",
        "For someone who wanted nothing to do with religion, Artorius quickly became fascinated with the tales and tenets of the Divines. From Arkay to Dibella, Stendarr to Julianos, he visited every shrine in turn and questioned the priests endlessly about their holy sphere and rituals. Of all the Divines, however, the one that seemed to attain a special place in Artorius's imagination was Akatosh, the Dragon God of Time. Perhaps it was Akatosh's place at the head of the pantheon that first attracted Artorius. Or maybe the qualities associated with him, or the tales related to his role as the god-defender of the Empire. Whatever the impetus, the young noble appeared to have found his faith.",
        "When Jonas Coventine, Primate of Akatosh, arrived for his annual visit from Kvatch, he took an immediate liking to the young Artorius. After leading the temple in worship, the Primate invited Artorius to a private meeting. Neither Jonas nor Artorius ever revealed the details of the meeting, but shortly after that audience, Artorius pledged himself to the Divines. When his probation was over, he took the vows of the priesthood and devoted himself to serving Akatosh."
    ]
}