{
    "id": "ThePrimateRisetoGlory",
    "paragraphs": [
        "By Midara Salviticus, Historian, University of Gwylim",
        "After Akatosh \"called him out of obscurity,\" as Primate Artorius has explained numerous times over the years, the young man became a priest of the Divines. He continued to serve in the temple, learning more and more as he split his time among the eight shrines that made up the holy place. His work and dedication, along with his increasing reputation for performing good works, once again brought him to the attention of Primate Jonas of Kvatch.",
        "Artorius longed to be assigned to the Cathedral of Akatosh in Kvatch. He had heard tales of the \"grand palace of the Dragon God\" and believed there was no other place in all of Tamriel where he could best serve and worship Akatosh. He set out to get the posting, using every avenue at his disposal to make himself enticing to the high priests and the Primate of the Cathedral. In the end, it was the event that came to be called \"the Miracle of the First Shrine\" that did the trick.",
        "As the story has it, when Casiras the Hunter brought his young son to the temple, the shaft of an arrow jutting from his chest, Priest Artorius immediately went to his aid. Artorius led the grieving father to Akatosh's shrine, and even though the child had clearly been killed by the terrible wound, he began to pray. According to reports, Artorius prayed for three straight days, never pausing to eat, or drink, or even sleep. At the end of the third day, the priest began to speak rapidly in a tongue that no one in the temple could understand. Then, it is said, a burst of brilliant light emanated from the shrine. It struck Artorius and flowed through his body, down his arms, and into his hands before passing on to the dead boy. When the glow subsided, the arrow was gone, the wound was healed, and the child was alive. Everyone said that Akatosh had answered Artorius's prayers.",
        "Word of this reputed miracle spread like wildfire throughout the Empire, quickly reaching the ear of Primate Jonas. He decided that if Akatosh was indeed performing miracles through one of his priests, then that priest needed to be at the Cathedral in Kvatch. Soon, Artorius was at the Cathedral, never far from the Primate's side, taking in his words the way a Nord consumes mead. In time, Artorius rose through the hierarchy of the Cathedral, eventually becoming Grand Sermonizer of Akatosh, second only to the Primate of Kvatch himself.",
        "It was during this latter period that the relationship between the Primate and his Grand Sermonizer began to become strained. Artorius wanted the clergy to become more involved in the growing political unrest spreading throughout the Empire, as well as with the increasing threat of the Knahaten Flu. Jonas, for his part, wanted the Cathedral to remain aloof from secular concerns. The two argued constantly about the subject, finally getting to the point where the Primate was prepared to put an end to the disagreement through any means at his disposal - including sending the Grand Sermonizer to a distant posting.",
        "Before the Primate could carry out his threat, however, he suddenly died under what some believe to be suspicious circumstances. Whispered rumors throughout the streets of Kvatch intimated that the Primate had been murdered - perhaps even by assassins connected to the Dark Brotherhood or some other clandestine organization. After all, the Primate had been preaching about the evils of Daedric cults and similar organizations, and specifically called out the Brotherhood as a pox upon the Gold Coast. Whatever the truth, Jonas's death opened the door for Artorius to advance even higher within the hierarchy.",
        "Artorius Ancrus was elected to the post of Primate of Kvatch. He changed his name to Artorius Ponticus and has been a stabilizing force in the region for most of the last decade."
    ]
}