{
    "id": "PrinceHewandtheThreeLeggedRace",
    "paragraphs": [
        "\"Hafzi!\" Prince Hew called as he burst into my office. \"Is everything ready for the Festival of Blades?\"",
        "I stood, trying to cover Corvus Direnni's \"Principles of Conjuration\" with a parchment.",
        "The Prince's eyes flashed. \"\"Reading Direnni again, eh? You know how I feel about magic in the palace, Petty-Vizier!\"",
        "\"It ... it isn't mine, Your Highness! I confiscated it from Jengesh the page boy.\" I smiled unconvincingly.",
        "\"Hmph. And why aren't you wearing your official petty-vizier turban?\"",
        "I glanced at the awful magenta-and-green headwear on the corner of my desk and tried not to make a face. \"It's too warm to wear a hat, Your Magnificence.\"",
        "\"Nonsense, it's the middle of First Seed! But I want to know if preparations for the festival are on schedule. You know how much my people love a good party!\"",
        "I shook my head. \"They're Redguards, Your Highness. They don't really go to parties much. Or at all.\"",
        "\"That's about to change! Now, are we prepared for pin-the-tail-on-the-camel?\"",
        "\"Yes, Your Highness. Or we will be, once Morad gets back from having the splint put on his leg.\"",
        "\"Bobbing for gorapples?\"",
        "\"The tubs, fruit baskets, and towels are all lined up in the west courtyard.\"",
        "\"The Town Guards' three-legged race?\"",
        "I cleared my throat. \"Well, there we have a problem, Your Sublimity, because none of the Guards have signed up for the event. They're ... reluctant, because they remember how you punished Corporal Zaqudh after last year's race.\"",
        "\"He was cheating! I had to punish him! And after all, he still has most of his toes.\"",
        "\"Even so, I don't believe they'll do it.\"",
        "\"Hmph.\"\" The Prince tugged on his moustache irritably. \"What if you can assure them that I know they won't cheat by untying their legs, because they won't be able to?\"",
        "This was bad. It meant the Prince had had an idea, and it was always bad when the Prince had an idea. \"What do you mean, 'won't be able to'?\"\" I asked warily.",
        "\"Ha ha! Dhorlun, come in here,\"\" he called. His bodyguard ducked his head under the lintel and came in from the hallway. \"Hafzi, stand in front of that Yokudan urn,\" Prince Hew said. \"Dhorlun, stand next to the Petty-Vizier.\"",
        "I shrugged, and we took our positions, Big Dhorlun at my side, topping my height by a head and a half. Prince Hew raised his hands in an arcane gesture and I realized, to my horror, that he was about to try to cast a spell - but before I could protest, it was done. The spell was invoked, the magicka surged over me, and I felt my left leg weld itself to Dhorlun's right. \"No!\" I cried. \"Highness, what have you done?\"",
        "The Prince gave his moustache a self-satisfied twirl. \"Did you think you were the only one who could read Corvus Direnni, Hafzi? I stripped the binding clause out of Koron's Peremptory Summons, and discovered I could use it to bind other things than the will of a Daedra! Impressive, isn't it?\"",
        "I just gaped at him. Meanwhile, Big Dhorlun looked down at our magically-bound legs, grunted, and then tried to step forward. I had to grab his arm to keep from falling over, and even then I nearly dragged both of us down. Dhorlun shook his head. \"This is bad, Master. Don't like it. Make it go away, Master.\"",
        "\"Oh, very well. Unbind!\" the Prince said, and reversed the spell, but added an inadvisable gestural flourish that funneled far too much magicka into it. Dhorlun and I flew apart, hurled to opposite sides of the room, and the ancient Yokudan urn behind us shattered explosively.",
        "Suddenly a swirling cloud appeared above the shattered jar, and a hollow, ringing voice cried, \"Free! FREE! After an eon bound in that stinking jug, I'm free!\" The cloud rapidly coalesced into an armored floating torso with a helmed head and four arms, each of which gripped a huge scimitar. \"Now I take my vengeance on the world of mortals!\"",
        "The scimitars began to whirl menacingly. I glanced at Dhorlun, but he'd gone head-first into my marble bust of Morwha and was still stunned. \"Highness!\" I cried. \"Use your spell! Bind that thing before it chops us into hors-d'oeuvres!\"",
        "Prince Hew's eyes goggled with horror. \"I c-can't! The unbinding spell drained all my magicka! It's up to you, Hafzi!\"",
        "I ducked as two scimitars whistled over my head, and dashed behind my desk. The thing was between me and the door - it WAS up to me to bind it, but I hadn't cast a spell in months. Prince Hew shrieked as a scimitar slashed the tassels off his golden fez. \"Koron's Prison, Hafzi! It's our only chance!\"",
        "\"But that needs a container, and the urn is smashed!\"",
        "\"Use this!\" And the Prince tossed me the magenta-and-green petty-vizier turban.",
        "Three scimitars came down on my desk, smashing it to flinders, as I inverted the turban and cast Koron's Perdurable Prison. \"NOOO!\" the demon cried as it dwindled into the hated hat. \"I loathe the scent of hair oil-!\"",
        "And then it was gone. I was still trembling, but Prince Hew blinked, took a deep breath, and smiled. \"Well, that didn't end so badly, did it? At least, not as bad as the Iron Regatta, or that business with the pet toku gava! Now, where were we?\"",
        "I helped Big Dhorlun up out of the marble dust of the shattered statue. \"We were canceling the Guards' three-legged race, remember?\"",
        "\"I suppose you're right, Hafzi. You usually are.\" He brightened. \"I have it! After the gorapple bobbing contest, we'll have them use their crossbows to shoot the fruit off the heads of the losers! Oh, and ... just get rid of that turban.\""
    ]
}