{
    "id": "PrinceHewandtheHajMotaChariot",
    "paragraphs": [
        "\"Hafzifeh! I mean, Your Semi-Excellency!\" It was Jengesh the page boy, in a sweat from having run up the stairs. \"The Prince wants you right away, in the stables! Hurry!\"",
        "\"Now what?\"\" I said, as I shoved Ralliballah's Eleven Ritual Forms under my desk blotter - the Prince had forbidden magic in the palace ever since his attempt to learn the Water Breathing spell had left him temporarily unable to breathe anything but water. (I'd told him he was inverting the fifth and sixth syllables, but he'd ignored me.) \"Are the skeevers into the oats again?\"",
        "\"Nope!\" Jengesh smiled slyly. \"You'll have to see this for yourself.\"",
        "Prince Hew was pacing impatiently back and forth before the door to the stables, taking care to keep his curly-toed golden slippers out of the dung. \"Ah! There you are, Hafzi! I have something to show you - and this time I know you'll be impressed!\" He waved one silk-clad arm toward his ever-present bodyguard, and Big Dhorlun slid the stable door open on its rollers.",
        "Inside was the ugliest thing I'd ever seen. It looked like a Ra Gada war chariot, but it was oversized, with four wheels instead of two, and with a big gold-fringed umbrella on a gilded frame over the rider's box. The box itself was garishly painted with glowing rainbows, the Prince's chosen symbol (\"Because I'm 'Prince Hue - get it?\"), and silver spatter-boards were mounted over the wheels to keep mud from besmirching the driver. The whole affair looked as heavy as an oxcart in a quarry.",
        "\"Isn't it glorious?\" the Prince asked. \"It's glorious, isn't it?\" he repeated, pointedly. \"Glorious.\"",
        "\"G-glorious. Yes, indeed. Exactly.\" I said. \"It's also - rather large. But it looks to me like it would take about eight horses to draw it, and right now we have only six.\"",
        "\"Horses? Pfah! Horses are for the ordinary! My new princely chariot will be drawn by - a haj mota!\"",
        "\"A devil-tortoise? But no one's ever tamed one - it can't be done. And where would Your Highness get it, anyway?\"",
        "\"I have one already!\" said Prince Hew, proudly twirling his handlebar moustache. \"I bought it from a Bosmeri merchant, who tamed it with soporific bug-smoke. Come see!\" And he led the way further into the stable.",
        "That's when the screaming began. Normally I wouldn't use a hoary cliche like \"blood-curdling shrieks,\" but really, my heart froze at the sound, terrible wails from both humans and horses. Morad the stable-hand came running from the pens, wide-eyed, followed by a Wood Elf I didn't recognize. I got in his way, and when he tried to push past me I grabbed him by one of his cosmetic antlers. \"Ow! Stop it, lady! Run for it!\"",
        "\"Tell me what happened, and I'll let you go,\" I snarled, twisting the antler for emphasis.",
        "\"It's the haj mota! It must've gotten used to the sleep-smoke, because it woke up - mad!\" He looked over his shoulder, trembling. \"It's eating the horses! And we're next - let me go!\"",
        "I let him go. And then, out of the depths of the barn, came the thundering devil-tortoise, its jaws still dripping gobbets of horse. It was charging straight toward Prince Hew, who stood stock-still, watching it. I realized he was paralyzed with fear.",
        "I barely made it, but I tackled the Prince and knocked him out of the way just before the haj mota would have trampled him. It passed us, then stopped short and turned - it was shockingly nimble - and whacked Dhorlun with its heavy tail, sending him flying in one direction, and his two-handed sword in another. Then it focused on us, murder in its red, piggy eyes.",
        "I was sprawled atop Prince Hew, who was pawing at me with his pudgy hands and bleating, \"Save me, Hafzi! Save me!\" As the thing stepped closer and opened its great beak I tried to think of a spell, any spell, but with the Prince wheezing at me my mind was a blank.",
        "The Prince - wheezing. Suddenly a spell formed in my mind, I blurted it out, and slapped the haj mota on its nose. Magicka poured from me and into the beast, which blinked, snorted, and began to shake its head left and right. It opened its jaws wide and burst out in great, wracking gasps, and then flung its legs out and flopped down, lungs heaving. In less than a minute it was dead, suffocated.",
        "Because it couldn't find any water to breathe.",
        "I helped the Prince up, dusting off his silken robes, except for the part where he'd sat in horse dung, which I pretended not to notice. \"What - what happened to it, Hafzi?\" he said. His eyes narrowed. \"You didn't use any magic on it, did you?\"",
        "\"It... must have been a delayed reaction to the bug-smoke. A breathing problem!\" I nodded emphatically. \"Yes, it must have been the smoke. Remember the time I wore that Rihad musk and you couldn't stop sneezing? Like that!\"",
        "\"Ah. Yes. Well, that was lucky, wasn't it? Dhorlun, run after that merchant and get my money back! I'm going to have to buy another six horses.\" He looked fondly at the hideous chariot. \"Maybe eight!\""
    ]
}