{
    "id": "ProctorLucianasJournal",
    "paragraphs": [
        "<title>Proctor Luciana's Journal, Vol 1</title>",
        "Date: (Month and day unknown) 1E 2712 (?)",
        "I write this with an unsteady hand. The factotums tell me that I'll regain full control of my new fingers soon enough. I have my doubts.",
        "I've never kept a journal. It always seemed like an act of vanity - putting all your life's pursuits to paper. As if anyone would want to read them. But given the circumstances, I think it's worth the effort. I find myself in a very strange place - the Clockwork City.",
        "It was not an easy trip. I don't remember much. There were trees. Valenwood, I think. I remember striking something with a summoned blade, then a flash of light. The rest? Nothing but whispers and pain.",
        "When I came to, I found myself suspended in a glass sphere - submerged in some kind of viscous fluid. Polished metal clamps kept my shattered limbs in place, while tiny mechanical creatures stitched the flesh to new brass appendages. To my great surprise, I felt no need to breathe - just a deep thirst, and a dreamy state of mind. I saw a tall Elf gazing at me from the other side of the glass, his face warped by the curve of the sphere. He identified himself as Sotha Sil, and told me that I would live. He also told me that I had a son.",
        "This came a surprise. I had no idea I was even pregnant. Apparently, the factotums discovered the tiny, barely viable child while they rushed to stabilize my ruined body. In Tamriel his severe prematurity would have been a death sentence, but here the impossible seems effortless.",
        "I never had any intention of having a baby. Toting a child around while making war on the Akaviri hardly seemed practical. But time and circumstance make fools of us all.",
        "I named him Marius - after my paternal grandfather. I hope this journal will serve him well if I succumb to these injuries. He should know something of his heritage at the very least.",
        "Date: 15 Sun's Dusk, 1E 2712 (?)",
        "The more I learn about the Clockwork City, the more it appeals to me. The Brass Fortress provides few comforts. It's a dry and hard place - full of strange machines and stranger people. Dark Elves mostly. I've met Dunmer before, of course, but these Clockwork Apostles seem like a breed apart. They revere logic and innovation above almost anything else. Can you imagine? My fellow battlemages always mocked me for my dedication to cold reason. \"Where's your fire, Luciana?\" As if there's no fire in rigorous thought.",
        "Sotha Sil still checks in on me from time to time. I've never met another person like him. The apostles worship him as a god, but I get the sense that it makes him uncomfortable. He only occasionally makes eye contact -\n not out of timidity, though. He's just always focused on something else. A device, or a book, or some other clockwork oddity. I ask him questions whenever the opportunity presents itself - questions about the nature of this place, his motives, his history. I never get straight answers. Nonetheless, he seems to enjoy the back and forth. I get the sense that even here, surrounded by worshipers and loyal machines, he remains profoundly alone.",
        "The apostles keep telling me that blasphemy is acceptable here - even encouraged. But it seems like a belief without a backbone. My caretaker, Lector Marilia, was aghast when I told her about my conversations with the \"Clockwork God.\" For example, I asked Sotha Sil about those persistent rumors - the ones about how he and the other Tribunes murdered Indoril Nerevar, the Dark Elf king. According to Marilia, the topic is strictly taboo. Even so, Sotha Sil answered my questions with a quiet grace that surprised even me.",
        "\"Why do you think things happen?\" he asked. I told him I didn't understand the question.",
        "\"Why are we sitting here talking? Why does young Marius exist? Why do I reign over this place, while you convalesce within it?\"",
        "I sat quiet for a moment, then replied: \"Because that's just the way it is.\"",
        "His cold face melted into one of his solemn half-smiles. \"Exactly.\"",
        "I can't be sure, but it seemed like relief in his voice. His shoulders relaxed, his tone shifted - he had the look of a man at peace with his sins. Soon afterward, he thanked me for the conversation and left the room in silence.",
        "I looked down at Marius, sleeping soundly in his brass crib. In that moment, things seemed to make sense. The Clockwork City finally started to feel like home.",
        "<title>Proctor Luciana's Journal, Vol 2</title>",
        "Date: 12 Evening Star, 1E 2713 (?)",
        "After a year of contemplation, I've decided to take my place in the ranks of the Clockwork Apostles. At least I think it's been a year - time moves so strangely here.",
        "It wasn't an easy decision. In my heart, I've never stopped serving my liege, Reman Cyrodiil. But the conflicts of Tamriel seem far away now. Akavir, Valenwood, Colovia; they all feel so distant - so detached from everything that matters here. In the Clockwork City, labors matter. Logic matters. Order matters. As an apostle of Lord Seht, I can make a real contribution. And I can honestly say, if anyone is worthy of supplanting Reman Cyrodiil in my heart, it's Sotha Sil.",
        "I struggled with the thought of worshiping him, initially -\n mostly because he seems so uncomfortable with the idea. I worried that our conversations would cease, or that he would think less of me. Luckily, he seemed pleased when I told him the news.",
        "\"I can think of none better.\" he said. Then he knelt down beside Marius, and took his tiny hand. For a moment, he seemed very distant - mournful almost. Eventually he whispered, \"Your mother is both mighty and wise. I am glad I found the two of you.\"",
        "I don't know why, but I blurted out, \"\"Why did you save us, anyway?\"",
        "Seht paused for a moment, then whispered, \"Because one day you will shine a light.\"",
        "Before I could ask him what he meant, he vanished. Marius laughed at that. He never gets tired of seeing Sotha Sil dissolve in light. For my part, I felt a sense of unease. I hope I didn't offend him.",
        "Date: 26 First Seed, 1E 2721 (?)",
        "Something is wrong. Marius collapsed again. According to the monitoring factotum, he grew weak and short of breath, then fell down just outside the Cloisters. This is the third time in as many weeks.",
        "At first I thought he just pushed himself too hard. Nine year-old boys have a tendency to overexert, and he's always been a bit frail. But when I found him in his room, his face was pallid and there was a rattle in his voice. He asked me what was wrong. I told him I honestly didn't know. I'll take him to see the Factotum Medica tomorrow.",
        "Date: 9 Rain's Hand, 1E 2721 (?)",
        "After days of tests, the factotums and clinicians finally gave Marius a diagnosis: birth-related heart defect. Apparently, the circumstances of his birth (my ruined body, his severe prematurity, and the journey through the veil) caused some kind of hemorrhage, or twisting of the arteries. In Tamriel, he'd likely be dead already. Or rather, dead a second time.",
        "I asked for a prognosis, but the factotums refused to offer one, citing a wide range of potential outcomes. He could see thirty or he could die tomorrow. In either case, his life will be difficult and brief. I remain (uncharacteristically) optimistic. Lord Seht has mended worse injuries and brought people within a breath of passing back to life. Here in the Clockwork City, a defect like his can't possibly be terminal. I will petition Sotha Sil as soon as he emerges from seclusion.",
        "<title>Proctor Luciana's Journal, Vol 3</title>",
        "Date: 16 Sun's Height, 1E 2722 (?)",
        "It's been over a year, and Sotha Sil still hasn't returned from the Cogitum Centralis. Marius's health continues to deteriorate. He spends most days in his room, studying or conducting his alchemical experiments. I'm pleased to report he has a rare gift when it comes to potions and tinctures. He loves to forage for reagents. Of course, finding living ingredients can prove difficult in the Radius. I restrict his adventures in herbalism to an hour a day. He resents me for it, but he's smart enough to know why he can't remain outside the walls of the fortress for long.",
        "The Factotums tell me that each passing day makes Marius's condition more serious. I hope that Lord Seht emerges soon.",
        "Date: 5 Second Seed, 1E 2724 (?)",
        "Three years and still no sign of Sotha Sil. The other Clockwork Apostles tell me it could be decades or even centuries before he returns. Obviously, Marius and I don't have that kind of time.",
        "We've settled into a comfortable routine nonetheless. While I attend to matters in the fortress and help tame portions of the Radius, Marius tinkers away with his flasks and alembics - laboring for the glory of Sotha Sil. He keeps pestering me about limb replacement, saying that a brass hand could help increase accuracy during sensitive measurements. I keep telling him \"maybe next year,\" but I'm not sure how much longer that will work. He's strong-willed. Bull-headed even. Can't imagine where he gets that from.",
        "His experiments continue to astound. To everyone's surprise, he invented a palliative that reduces his heartbeat to a quarter of its natural tempo without any obvious side effects. The factotums estimate it might increase his life expectancy at a commensurate rate. But again, nothing's certain. Direct intervention by Sotha Sil remains his best chance for recovery. If the Clockwork God doesn't come out of seclusion soon, I may have to take matters into my own hands.",
        "Date: 14 Sun's Dusk, 1E 2728 (?)",
        "Marius turned sixteen today. At least I think it's sixteen. Time inside the Clockwork City moves in mysterious ways. We celebrated with a trip to the top of the Clockwork Basilica. I had to carry him most of the way, as he doesn't have the stamina for long walks anymore.",
        "I'd never actually been to the top of the tower before. Sweeping vistas are meant for poets and lovers - I am neither. I spend my days in the dusty streets and the lantern-lit hallways of the basilica - shielded from the raw immensity of the city. But as I watched Marius marvel at Seht's bands sliding along the glass of the Celestiodrome, and the harsh desert of the Radius stretched out below, something moved inside me. I saw that this city truly is my home - more of a home than Cyrodiil ever was. I see now that I will never return to Tamriel. I will live and die here in the Clockwork City.",
        "Date: 22 Second Seed, 1E 2730 (?)",
        "Things move quickly now. I found Marius slumped next to his alchemy table this morning - barely responsive. I moved him to his bed, summoned one of our foremost clinicians and a handful of factotums to watch over him, and prepared for my journey into the Cogitum.",
        "The more senior apostles urged me to reconsider, but patience is a luxury I can no longer afford. Only Sotha Sil can save Marius. If I can wake Lord Seht from his dreams, I know he'll do what's necessary to save my son. May Seht bless these honest labors. Time to go.",
        "<title>Proctor Luciana's Journal, Vol 4</title>",
        "Date: 31 Last Seed, 1E 2750 (?)",
        "I'm not sure why I'm writing this. I kept this journal for Marius's benefit, but he's gone now. Twenty years gone. Time supposedly makes things easier - dulls the pain. But my grief is deeper now than it's ever been.",
        "Busyness. Order. These things help. I threw myself into my work - marshaling the apostles into a stronger, leaner, more effective order. I cracked down on crime, published a treatise on Marius's alchemical experiments, focused on my spellcraft; but none of these accomplishments come close to filling gaping hole my son left behind.",
        "I never told anyone what took place in the Cogitum all those years ago. People are rightly afraid to broach the topic. Even now, twenty years later, my anger glows white-hot.",
        "Betrayal - that's the only word I can think of. I forded through the Centralis as quickly as I could, destroying any hostile factotum, fabricant, and mechanical trap that stood between me and Lord Seht. When I reached the Throne Aligned, I found Sotha Sil sitting on the stairs leading to his seat of power. He didn't even look up.",
        "\"I know why you're here,\" he said.",
        "I was so naive then, I smiled and rushed toward him like a child. \"Good!\" I cried. \"We have to move quickly. Marius is near to passing.\"",
        "But Sotha Sil didn't stand up. He didn't even look me in the eye. \"I am sorry,\" he said. \"I cannot give you what you seek.\"",
        "I stumbled over my words, trying to understand what he was saying. I just repeated myself like an idiot, thinking perhaps that he hadn't heard me. \"Marius is dying. We have to get back to him as soon as possible!\"",
        "He stood up and pursed his lips before speaking. \"I'm sorry,\" was his only reply.",
        "We stood there in silence for what felt like an eternity. Eventually, I shook my head and whispered, \"I don't understand. My body was ruined and you healed me. It's only Marius's heart that needs mending.\"",
        "Seht approached, placed a brass hand on my shoulder and said, \"You misunderstand. It is within my power to heal Marius, but circumstances make it impossible. I grieve with you, Luciana.\"",
        "I looked up and there were tears in his eyes. I felt a great rage rise up within me. I reached for my hammer, and lifted it above my head just before Seht whispered a banishing word and sent me hurtling back toward the surface.",
        "Marius died two days later. Sotha Sil remains in the Cogitum Centralis to this day.",
        "The other apostles offered the same trite consolations I used to give to the grieving parents of men who died under my command in the Imperial Legion. \"It was his time.\" \"He lived a good and honorable life.\" On and on. But in my heart, I will never forgive Sotha Sil. Never. I will remain a proctor of the apostles. I will always safeguard the city I love, and uphold the laws and traditions of the order. But my adoration for the Clockwork God has shriveled and starved.",
        "This is my final entry. For any who choose to read this journal, know only this: Sotha Sil gives and takes without consultation or mercy. Do not mistake his interest for empathy. Do not mistake assistance for authentic acts of kindness. Some are saved, others are sacrificed. That's just the way of things in the Clockwork City."
    ]
}