{
    "id": "ProperTortureTechniquesVol13",
    "paragraphs": [
        "Focus on Failure",
        "Pain can be an effective tool in the torture of mortals, but it has an inherent failing—it is temporary. Failure, on the other hand, lasts for an eternity.",
        "Throughout their brief existence, every mortal invariably attempts activities that are beyond their physical capabilities, in the hopes of achieving greatness. Mortals refer to this quality as \"ambition.\" Inevitably, complications brought about by overreach, overexertion, miscalculation, or simply by bad luck will result in a catastrophic failure in one or more of these activities. The resulting shame and self-reproach will often imprint itself within a mortal's mind and forever remain, haunting them for the remainder or their days.",
        "Failure—the natural byproduct of a mortal's ambition—can therefore be one of the most potent weapons in a torturer's arsenal.",
        "Mortals, through their liberal exercise of free will, do not wish to be reminded of their failures or their unrequited ambitions. Recounting these failures can have a devasting effect upon their \"pride,\" a pitiable quality which espouses the individual person as a unique and exalted personality in a vast, meaningless universe. When a mortal's pride is affected, any other favorable qualities they might possess are devalued in their own self-perception. To wit, they begin to mentally torture themselves.",
        "One of the most elegant and efficient means of breaking a mortal's spirit, then, is the constant and repetitive re-creation of the events they consider to be their most devastating failures and inadequacies. By highlighting, exaggerating, and to some degree even distorting these events, we can create a situation where their own self-doubts and frustrations turn inward, devouring their own mind, body, and soul.",
        "Though it may take more time and effort than pure physical torture, a daily regimen of repetitive forced-failure scenarios will eventually break the subject's will without the need to resort to violence or bloodshed, the expense of which have been extensively documented as the direct result of elevated cleaning costs and desiccated corpse disposal."
    ]
}