{
    "id": "ProperTortureTechniquesVol8",
    "paragraphs": [
        "Love, the Mortal Weakness",
        "One of the more confusing phenomena of the mortal condition is that peculiar emotional state known as love, in which one mortal feigns an irrational and unconditional affection for another mortal. This state, unknown to the denizens of His Majesty's realm, is the most puzzling for a torturer to understand, foreign as the concept is, but lurking within this emotional quality are many avenues for simulating this state and therefore manipulating the torture subject into submitting to our will.",
        "Love, as it is, is a very powerful force, and it is through love that most mortals perform their greatest and most heroic deeds. Though love can be directed at any number of abstract concepts—love for the Empire, love for one's personal deity, love for one's home—these are more tenuous forms of the emotion and thus less effective for our torture methods. Manipulating love for abstract concepts is best served for souring a mortal's disposition in peaceful times, not for extracting information while in the torture chamber.",
        "Rather, if one wishes to use love as an effective torture method, the love of one mortal for another mortal is by far the strongest, and thus the most efficient and powerful, source for manipulation. Whereas love for an abstraction exists solely within a mortal's mind, the love for another person exists in the physical realm, and its tangibility amplifies its effect on a mortal's soul. A mortal may love, say, his career as a baker, but there is not one single thing which defines that love, and thus the affection is a complex thread of interwoven objects inside his mental faculties. But when a child loves his mother, he has only one mother, and if that is taken away from him, there would be only a void with which to fulfill that love. Thus, a proper torturer must focus on the love for another mortal in order to effectively torture a mortal soul.",
        "Now the question remains: How does one use the love for another mortal as a method of torture? The answer is entirely dependent on the relationship of the tortured soul and the object of their affection. Familial love, the love between members of the same family, is most effectively pursued by reinforcing the concept of loss. If a mother loves her child, she would be unable to bear losing that child. Thus, presenting a vision of the child to the mother and then taking it away—either through death or kidnapping—would be an effective means of torture. Love between friends, though, is best portrayed as constant and inevitable betrayal or overt treachery on behalf of the assumed friend.",
        "If a torturer happens upon a mortal who holds secret desires for another mortal, particularly in the nature of nuptial love or carnal love, but for which this love is not fulfilled—mortals call this \"unrequited love\"—then that torturer has the most enticing and powerful version of love with which to use.",
        "A mortal's petty sense of identity and its futile need to fulfill its desires is one of the defining characteristics of mortal existence, and the sometimes lifelong ambition to achieve one's goals is the driving force for many mortal beings throughout their short and ultimately meaningless lives. Offering a mortal even the slightest indulgence of their unrequited desires, empty and false as it may be, is to entice the very essence of their ambitions and to stoke their basest emotional needs. If a torturer can invoke these instincts from the victim, then the success of the torture is practically guaranteed."
    ]
}