{
    "id": "TheProphetArdenSul",
    "paragraphs": [
        "<header>Volume II\nThe Sacellum</header>",
        "When one approaches the walls of New Sheoth, the eyes are unavoidably drawn to a magnificent sight: a mystical flame rises from a simple tower that juts from a circular building. To some, the flame is a beacon of strength and guidance, to others, a mockery of their beliefs. It is the epicenter of a most interesting conflict; two sides of the same coin vying for the favor of their God. It is an unremarkable building with a most remarkable past. It is the Sacellum Arden-Sul.",
        "Although the Sacellum itself predates Arden-Sul's life, both the Manics and the Demented contest the history of the Sacellum heavily. The Manics believe that on that very spot before New Sheoth existed, Arden-Sul was first afflicted with the Grand Enlightenment and became blinded. The Demented postulate that the Sacellum was the location where Arden-Sul endured the Hundred Day Torture. However, it was not these purported events of Arden-Sul's life that aligned the Sacellum with the prophet's name... it was his death.",
        "Here again, the Manics and the Demented are divided. The Manics story of Arden-Sul's death begins with a night of superlative revelry in the Sacellum. The event was replete with a seemingly inexhaustible supply of Greenmote and spirits. Arden-Sul and his 213 followers engaged in a veritable orgy of merrymaking and overindulgence, a night fraught with a profusion of singing, dancing, and fornicating. As the celebration reached a crescendo and the event reached its whirlwind apex, one by one, Arden-Sul's followers began to drop to the ground--their lifeblood draining from their bodies until the ground was soaked a crimson red. The excesses of their hedonism had taken its toll and had caused their very hearts to explode. Although details are uncertain, it was said Arden-Sul was the last to die with the look of pure bliss upon his face.",
        "The Demented have a radically different story of the events leading to Arden-Sul's demise. Fearing that one of his followers would one day turn traitor and bury a blade in his back, Arden-Sul sought a method to see deep into a man's soul and reveal his true feelings. After an exhaustive search, he uncovered the secrets of visceromancy, the science of divination through the observation of the entrails of others. Armed with this knowledge, he summoned his flock to the Sacellum. After imbibing the wine Arden-Sul gave them, his followers suddenly felt themselves paralyzed... aware of their surroundings but unable to move. Then, one by one, Arden-Sul cut out the still-beating hearts of his followers and read their lifeblood. After removing all 213 hearts, he still hadn't located the traitor. Furious, he reached into his chest and tore out his own heart. Before the light faded from his eyes, Arden-Sul was reported to have realized the ironic truth; he was the traitor, destined to kill himself.",
        "Whether or not one chooses to take either of these stories seriously is of little import. The truth remains that the Sacellum is a significant location of a highly regarded prophet's death. To this day, the building is still shared among the Manics and the Demented, and depending on Lord Sheogorath's whim, the favored side becomes its ruling body."
    ]
}