{
    "id": "ProtocolsofProprietyOrderSeven",
    "paragraphs": [
        "Aldmeri Dominion Expeditionary Forces, General Order Seven",
        "All those who march under the Eagle Banner represent the glorious heritage of the Aldmeri Race—yes, even those of the Valued Ally Races—and in occupied areas all troops, regardless of pedigree, are required to abide by the Military Protocols of Propriety.",
        "At the most fundamental level these protocols number only five. They are presented here in terms comprehensible even by those of lesser intellectual attainment.",
        "ONE: Foraging is Mandatory, but Looting is Forbidden",
        "While it is true that regions brought under the protection of the Aldmeri Dominion are required to pay indemnity-in-kind to support Dominion forces, this indemnity is to be collected with a strict adherence to the Rule of Fifths: one-fifth of all tangible goods and currency in a Dominion-protected region belong to the Dominion. Personal looting is forbidden.",
        "TWO: Pay for What You Take",
        "Personal goods acquired by troops in an occupied region are to be paid for at the appropriate market rate. For this purpose all troops are supplied with a liberal quantity of Dominion Scrip, paper currency which the locals in an occupied region will be able to redeem after hostilities cease.",
        "NOTE: Troops are not to accept Dominion Scrip as payment for goods or services.",
        "THREE: Do Not Fraternize with the Locals",
        "The locals in occupied regions often display vulgar behavior, subscribe to improper belief systems, and foment inappropriate ideas. Sometimes they even suffer a false sense of grievance against the Dominion which may manifest itself in dangerous misbehavior. Be a \"Safe Soldier,\" and fraternize only with those certified entertainers who have been admitted into the Recreation Compound.",
        "FOUR: Maintain Uniform Standards of Appearance",
        "Do not fall prey to the temptation to adopt local attire, no matter how comfortable or festive. Maintain that superior reserve that reflects true Aldmeri Propriety.",
        "FIVE: Tolerate No Disrespect",
        "The forces of the Dominion Military are the physical incarnation of the Glory of the Aldmeri Peoples, and as such must be respected by members of the tertiary races. Failure to show proper deference to Dominion personnel or the Eagle Banner is to be immediately punished at the appropriate level of severity (as delineated in Article 317, Deference and Decorum).",
        "If you have questions about any of the above, consult your superior officer, or apply to your unit ceremoniarch for the course in Advanced Aldmeri Propriety.",
        "In the Queen's Name,\nLegate Calevarnel"
    ]
}