{
    "id": "TheProvingFestival",
    "paragraphs": [
        "14th of Hearthfire",
        "Hakoshae is but a pale light compared to the radiance of Imperial City. Our homes are simple, our lives filled with daily toil. My once soft hands are now covered in callouses and dirt. But still, we are safe.",
        "The magnate has even announced that we will be starting the Proving Festival soon. For once in my life, I have no worry about dishonoring my ancestors. I have traveled long and worked hard to help build Hakoshae. I am sure my actions have pleased those who came before me.",
        "18th of Hearthfire",
        "The Proving Festival has begun, though it is laced with a bittersweet taste. I cannot help but remember that a mere three years ago we held this same celebration in our family's beautiful estate. There was feasting, dancing, music and more. A thousand stories were told, a thousand songs were sung, and beautiful decorations covered our home.",
        "The Proving Festival in Hakoshae is a far simpler affair. There are no feasts, for we have little food to sustain us. There are no decorations, for all of our efforts have gone to building the town we now call home. The stories of grand adventures are told by tired elders, the labors of their day clinging heavily to their voices.",
        "But still, I am grateful for the magnate's decision. It is good to feel Akaviri again.",
        "20th of Hearthfire",
        "My sister spoke of a strange noise she heard last night. Slow, stumbling steps near her window. She awoke, but was too afraid to look outside.",
        "I told her that there was nothing to worry about, but my heart is now heavy. Everyone knows that the festival calls upon our ancestors to judge us. Depending on how well we have honored them, they will send us good fortune or bad luck. But to cross over to the realm of the living means that they have been greatly angered.",
        "I only pray that my ancestors were not the ones who visited Hakoshae last night. May they watch over us always, and happily remain within the afterlife.",
        "22nd of Hearthfire",
        "The Proving Festival is complete, and no one has died a horrific death. I now believe my sister's story to be just a dream. Foolish of me to buy into her nightmares.",
        "The closing ceremony had a strange air, however. The magnate, a usually solemn and stern man, seemed even more grim today. He spoke of the festival, and how we had honored our ancestors. A common speech, one that I've heard my own father recite many times.",
        "But then he talked about how our actions every day prove ourselves to our ancestors. That we shouldn't have to beg them for attention, or prove ourselves with silly tasks and meaningless riddles. That just by building and maintaining Hakoshae, we have done more than enough to please those who came before us.",
        "I am unsettled by these statements. It almost sounds as if the magnate does not wish to hold the Proving Festival next year. I sincerely hope this not to be the case, of course. This Hearthfire, we celebrated an important part of Akaviri culture. I would hate for us to give that up, as we have already given up so much."
    ]
}