{
    "id": "ThePsijicOrder",
    "paragraphs": [
        "By Vrithilin, Sapiarch of Current Chronologies",
        "As the Sapiarch charged with understanding and analyzing current events as they relate to the progress and well-being of Summerset, I am often called upon to provide expert opinion of the great questions of the present age. Which brings us to the subject of this treatise. Proxy Queen Alwinarwe has requested the College of Sapiarchs to provide the Royal Palace with everything we know about the Psijic Order. Apparently, the ancient order of arcane sages has returned to offer assistance during the current crisis.",
        "We know with absolute certainty that the Psijic Order once served as advisors and teachers to the greatest rulers of Tamriel. We also know that approximately three-hundred-and-fifty years ago, the sages retreated to their island of Artaeum to study in seclusion. Then the island, quite literally, disappeared.",
        "What is the Psijic Order? This ancient organization originated on Summerset and formed the basis for arcane magic as we know it today. At some point in history, they occupied the island of Artaeum and made Ceporah Tower their headquarters. So much can be attributed to the Psijic Order, including the creation of the Mages Guild (by former Psijic sage Vanus Galerion) and the development of Mysticism. It has been claimed that Mysticism, or the Old Way, can unravel the mysteries of the universe when properly applied to the problem. It can also be used to peer into the future and may have been the basis of the advice they provided to Tamriel's leaders.",
        "When our ancestors settled Summerset, our culture began to change. We no longer worshiped the ancestor spirits, instead elevating a few of those spirits to godhood and revering them. A group of elders at this time rebelled against this trend. They called themselves Psijics, the keepers of the Old Ways. They retreated to Artaeum to remove themselves from the corruption of Altmer society. This dislike of the new ways didn't stop them from returning to offer advice and guidance, however.",
        "My recommendation? Accept the help offered by the Psijic Order. We could do worse than to have these masters of Mysticism at our side in these times of trouble."
    ]
}