{
    "id": "PurifiersJournal",
    "paragraphs": [
        "The history of the Order of the Silver Dawn stretches back to our founding in 2E 428 during the werewolf crisis that plagued High Rock and was known as the Curse of the Crimson Moon. Adeliza Silver-Axe established the order after her beloved son, Jaron, was inflicted with the beast-curse. She was forced to kill her own son to save her village. To honor his memory and to provide a rallying point for the order, Adeliza wove the banner that would forever represent us with thread and wool and tears. She also added a few drops of her own blood to show her commitment to the cause. Every commander of the order since has added a drop of his or her blood to the banner to carry on the tradition.",
        "In time, Adeliza grew the order into a powerful force. She led the order to Wrothgar, where she founded the base of operations that we call home to this day. The Argent Mine, once a rich silver mine that made Adeliza's family wealthy beyond compare, was turned into the secret base of the Order of the Silver Dawn. We still mine silver from its depths to craft our weapons and armor, and our sacred banner has a place of honor in the Purifier's Hall.",
        "My term as commander of the order, which began a scant six years ago, has been plagued by one particular werewolf and his feral followers. Magnar Child-Eater has gathered a pack of werewolves to his side. Together, they rampage throughout Wrothgar and High Rock, causing mayhem, raiding and marauding, and seeking new converts to their terrible, bestial tribe.",
        "Magnar Child-Eater, in particular, deserves a prison in the foulest corner of dread Oblivion. His name isn't simply to scare the common folk. He actually has a taste for the tender flesh of children, and he often rewards his pack hunters for acquiring such delicacies for him to feast upon. I am not exaggerating by saying that the Silver Dawn is at war with the Magnar Pack. Casualties have mounted on both sides, but I have hopes that our scouts are close to discovering the pack's lair. Then we can launch a final assault and destroy Magnar and his feral offspring once and for all."
    ]
}