{
    "id": "InPursuitofMhuvnak",
    "paragraphs": [
        "I found a partial account of a long-range Ayleid raid upon Mzulft that mentioned the Wrathstone at least nine times. The conflict revolved around the artifact, which is odd since by the Dwemers' own account it was not within the city and the timing is all off. Why would the Ayleids attack the Dwemer while their empire was in the midst of a slave rebellion?",
        "* * *\nMzulft was plagued by conflict in the years surrounding that account. The city repelled attacks from the Nords, Ayleids, and even neighboring Dwemer clans. Were they all after the Wrathstone?",
        "* * *\nThe great Dwemer architect, Mhuvnak, disappeared from Mzulft around this time. The prevailing theory is that he was a casualty of war, but from what I've found, there's no reason to believe Mzulft suffered any significant losses before the Nords sacked it during the reign of High King Gellir.",
        "* * *\nI have it! Kagrenzel. Mhuvnak departed for Kagrenzel after the Ayleid raid. He'd have no reason to leave the safety of the city for a small holdout in the mountains unless there was something important there. Tomorrow I make for Eastmarch.",
        "* * *\nAnother setback. The pair of Nords I hired as an escort fell, quite literally, into a death trap almost immediately. This place reminds me more of Yokudan tombs than Dwemer remnants. It seems like its entire purpose is to kill those who would search it.",
        "* * *",
        "After a very cautious search of Kagrenzel, I'm confident that the Wrathstone is not here. My current theory is that Mhuvnak came here to retrieve it. For all its devious designs, this place is best suited for catching thieves, not rebuffing an army. Mhuvnak must not have trusted the defenses to protect the artifact from his rivals.",
        "* * *\nMhuvnak was the most brilliant architect of his time. I don't believe someone as meticulous as he was to just take the Wrathstone and run off without a plan. Mzulft may have more answers.",
        "* * *\nI decided to forgo an escort this time. I don't have much luck with them and I'll need to take my time searching Mzulft for answers. Unsurprisingly, animunculi still roam the halls continuing their duties in an unbroken circuit for all time. I hear things though, echoing from deep in the ruins. Muffled clatter and animal shrieks. Something is keeping the constructs occupied, and that's a benefit to me, for now.",
        "* * *\nI'm running out of paper to contain my notes on Mzulft thus far, and I've only scratched the surface of this city. Most scholars would be content to spend their lives unraveling the secrets of this place, but I have my sights set higher than most. No more distractions. Find what I can about Mhuvnak and where he may have escaped to.",
        "* * *\nThere is an observatory of sorts in Mzulft, dominated by a device that fills the room. I've never seen anything like it. I didn't think Dwemer were known for their appreciation of the world above them, let alone the sky.",
        "* * *\nThere are surviving writings here. Not from the time of Mhuvnak, but long after. The Dwemer reclaimed Mzulft from the Nords and were thriving before their ultimate disappearance. This device, the Oculory, could observe the world with frightening acuity, when it worked. The Dwemer were using it to locate the lost Vault of Mhuvnak, but the \"Frostvault\" is buried in a mountain of ice. I've found no record of an attempt to reclaim it for their kingdom.",
        "* * *\nIf I've interpreted things correctly, I believe I know where the Frostvault may be found; however, I'm running low on funds. Quintus's estate was more debt than assets and if I'm to see this through I can't afford to be wrong.",
        "* * *\nI'm on the right path, I'm sure of it. I found evidence of Dwemer construction in the mountains to the west. It looks like the ice has retreated in the ages between when my records were written and today. I'd love to see what else the melting glacier has revealed, but the resulting crevasse has become an attractive shelter for Goblins. After everything I've been through, I will not be stopped by a band of grubby rat-eaters. I'll take the gamble and put everything on this being the site of the Frostvault."
    ]
}