{
    "id": "QuotesfromtheGreats",
    "paragraphs": [
        "Ah, the arena. The clanging of armor, the thrill of victory, the mud and sweat and sting of defeat. And, of course, the beautiful clink of gold coins. Nothing in the whole of Tamriel competes. I do fancy myself something of a connoisseur when it comes to this most noble sport, and I've developed favorites over the years. Favorite champions, yes, and favorite fighting styles, too. No warrior impresses me more than the one who charges into the battle with a weapon in each hand—sure in their skills, coordinated beyond belief, and unafraid of the enemy's attacks. None better represent the true spirit of the arena.",
        "As a frequent attendee and bettor of large sums, I've had the privilege of meeting many of my favored champions, and I've collected their quotes on this most illustrious fighting style. I wish to share them with the world that others might be inspired to take up two weapons and charge to their destinies, and hopefully into my local arena!",
        "\"Most people only train with a weapon in one hand or use two-handers. To train yourself to fight with two weapons, you have to focus on your off-hand. Force yourself to practice and spar with it alone for a while so you can catch it up. It takes a long time to learn, and it's easy to give up because that arm will start out so weak, but if you keep it up, you'll be whirling around the pit in no time!\" — The Maelstrom",
        "\"Milira was a juggler before she came to the arena. Already knew how to handle many daggers. Better money here, so Khajiit stays.\" — Milira",
        "\"It's all about speed. Two light weapons and quick feet. You need more than just fast attacks; you need to be able to predict your opponent's movw, show up where he least expects you, run circles around him, and call him names. If you can frustrate your challenger, you gain an even better advantage.\" — \"Heartstriker\" Goranion",
        "\"Growing up, I had twin sisters. Little brats! They were constantly pestering me, trying to 'pretty up' my hair or drag me off to play tea party! I had to learn how to keep both at bay early on, and, you know, I guess that's where it all started. When I got into training, it just felt normal to have a weapon in each hand. So, uh, start early, I guess.\" — Myl \"Mutilator\" Drothro",
        "\"Well, you don't have a shield, but you can learn to parry and even sort of block with two weapons. It's the best style for disarming the other guy, that's for sure. That's why I like it. Send his weapon flying and then what, right?\" — The Decimator",
        "\"Well, it's something I certainly have a lot to say about—so much so that I've written a book! You can find a copy at most of the local booksellers; ask for 'Fighting to Survive and Surviving to Fight: the Definitive Guide to Two-Weapon Combat'! Tell 'em I sent ya for a discount!\" — Todir the Tower"
    ]
}