{
    "id": "ToRaisetheLiving",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Staff of Hasedoki from the Creation Club.",
        "",
        "\"Why live in a tomb?\"",
        "",
        "The child latched onto the Orc's cloak with a gentle tug, doing all he could to charm a response.",
        "",
        "\"Just as the Emperor has the Blades at his side, so must we have the dead.\"",
        "",
        "\"And the staff? What is that for? Is it powerful?\"",
        "",
        "\"It's powerful,\" the Orc replied, \"In fact, it once belonged to the wizard Hasedoki, a great mage who is said to have no equal.\"",
        "",
        "\"If he had no equal, then what killed him?\"",
        "",
        "The Orc glanced briefly at the staff's head, as if waiting for Hasedoki himself to speak. Yet its countenance remained stuck in that playful stare, halfway between laughter and mockery. She would have to respond in his place.",
        "",
        "Ufkul Gilgar had spent the last ten years contemplating the same question before settling on her answer. Throughout much of that time, her life had mirrored Hasedoki's, traveling the world in search of one who could challenge her. It was custom that bequeathed her the staff, and destiny that made her wield it. But even with fate beside her, the staff provided little comfort, knowing the ending it designed.",
        "",
        "\"There's only one thing that could kill a wizard as powerful as Hasedoki,\" she replied.",
        "",
        "\"Is it a cliff racer? A magic sword? The undead?\"",
        "",
        "\"Time.\"",
        "",
        "She spoke from experience. Time grew the day with emptiness and yet made all things seem fleeting. So long as it passed, contentment would morph into boredom, and love would fade into loneliness.",
        "",
        "As a necromancer, she had the tools to defy death. She had no similar solution for life.",
        "",
        "Perhaps the mortals had already divined an answer. For them it was not magic, but children who allowed them to delay time's inexorable march. Now that she was a mother, the loneliness no longer consumed her, even though that too was temporary. And just as the staff was passed on to her by her father, when the time came, she would do the same for her son. It may have been why Hasedoki bound his soul to the staff, so that his spirit would be one with whoever wielded it.",
        "",
        "Ukful placed the staff in the child's hands and watched as he scuttled through the tomb, swinging it around like a blunt instrument. It's possible the boy would be free of the same curse, the boredom that plagued his ancestors and Hasedoki before them. Morrowind was home to a great many wizards. Somewhere in that group was a worthy challenger.",
        "",
        "And if not, there would still be time for the next child."
    ]
}