{
    "id": "RajhinandtheStoneMaidenpt1",
    "paragraphs": [
        "Many years ago, as Rajhin passed by a river, he heard weeping from the far shore. There, a woman filled her pockets with stones. When she finished, the woman walked into the river.",
        "Rajhin could not let her drown, so he ran across the river's surface and pulled the woman from her would-be grave.",
        "\"Why did you save me, my lord?\" she asked. \"Does Rajhin, the Trickster God, not know my intent?\"\n\"I know the what, my lady, but not the why.\"",
        "The woman frowned and turned her back. \"You could not possibly understand my plight. Please, let me gather my stones and continue on my way.\"",
        "But Rajhin would not let her continue until she shared her story.",
        "The woman, Munilli, had a fiancee named Mazaram, and the two were much beloved. But Munilli's step-father Azelit-ra, was a greedy man. Before he would give them permission to marry, he insisted on a bride-price beyond Mazaram's considerable means, and well beyond all reason.",
        "Azelit-ra was headman of the village in which they lived and none dared speak against him for his injustice. But Mazaram was not cowed by Azelit-ra, which made the step-father hate him all the more. Still, Mazaram would not dishonor Munilli by eloping. Rather than see her fiancee ruined by her step-father's demands, Munilli chose the river.",
        "\"You say your step-father rules your village?\"",
        "\"With an iron paw, my lord,\" Munilli replied sadly. \"Those he does not bribe owe him money. Only a few, such as Mazaram, remain free of his grasp … and he does what he can to ruin them.\"",
        "\"Do you think your step-father is satisfied ruling a tiny village?\" Rajhin asked.",
        "\"Satisfied?\" Munilli scoffed, wiping her tears away. \"He does not know the meaning of the word.\"\n\"Then perhaps I can help. Come, let us find Mazaram.\"",
        "As they went to the village, Rajhin explained his plan to the young woman.",
        "That afternoon, Mazaram and Munilli approached Azelit-ra upon the porch of his great moon-sugar plantation house. Seeing the hand-in-hand angered Azelit-ra, even though they were properly affianced. \"So, my little pauper,\" the step-father greeted Mazaram, \"have you agreed to my bride-price, or shall we finally see the last of you?\"",
        "Mazaram refused to take offense and instead bowed briefly. \"While it is true I cannot meet your bride-price, my lord, I can offer you something better.\"",
        "Azelit-ra's ears twitched, but he sneered with skepticism. \"Better? Better than the sum I demand for my only daughter? Fine, tell me of this offer. If it is generous, then so be it. But if not, I would see your tail as you leave forever!\""
    ]
}