{
    "id": "RajhinandtheStoneMaidenpt2",
    "paragraphs": [
        "\"Very well,\" Mazaram sighed. He explained that one of his agents—for Mazaram made his money in shipping—told him of a nearby land without a ruler. \"It is far greater than this village, yet shines like a pearl in the darkness. A place to which you can lay claim, but that you'll never reach without my agent's aid.\"",
        "Azelit-ra laughed scornfully, \"No such land exists! Is this some crude ploy to get me out of the way while you marry my daughter? Fah! I'll not fall for your tricks!\"",
        "\"It is no trick, step-father,\" Munilli asserted. \"On my mother's honor, I have seen this land—as have you! It is renowned for its beauty in story and song!\"",
        "At this, Azelit-ra was taken aback. As much as he knew Munilli wished to marry Mazaram, he also knew her as a truthful girl … and she valued her late mother's honor as much as her own life. But still he doubted, for an untrustworthy man does not trust easily.",
        "\"Very well. What is this great land of which you speak, that I have seen yet do not know?\"",
        "Mazaram waggled one finger, \"No, no … if I tell you freely, how do I know you won't try to conquer it without me? I insist you'll need my agent's help, but you might try something foolish on your own.\"",
        "\"Very well,\" Azelit-ra harrumphed. \"If you won't tell me, then how will I know you speak the truth?\"",
        "\"My agent,\" Mazaram replied, \"will take you there tonight. If he does so, will you agree I've met the bride-price?\"",
        "'A ruse,' thought the greedy step-father. 'They hope to escape while I prepare for my \"journey\" to this land of theirs. Well, I can fix them!'",
        "\"Agreed!\" Azelit-ra exclaimed, much to the surprise of the servants around him. \"But I insist if we're to go on a journey, we must have your engagement feast beforehand! You, Mazaram, shall sit upon my right and Munilli shall sit upon my left!\"",
        "'Ha,' he thought, 'try to escape while you're in arm's reach!'",
        "But the two agreed. Azelit-ra had no choice but to open his larder and wine cellar to the entire village. They feasted all afternoon. As was his habit, the plantation owner ate greedily, making sure no one else got more than he. The couple ate sparingly and never moved from his side. Soon, Azelit-ra grew sleepy, and then annoyed.",
        "\"The moons are rising, Mazaram! Where is this agent of yours?\" he asked.",
        "\"I am right behind you, my lord,\" a voice purred in Azelit-ra's ear.",
        "The old man jumped, but quickly recovered. When he turned, he saw what looked like a vagabond in a wide-brimmed hat. The traveler's tail twitched, but whether it was with nervousness or amusement, Azelit-ra could not tell.",
        "\"Well, then, where is this land of yours!\" Azelit-ra bellowed at the man. \"I'm ready to go … or to see the back of you and Mazaram both!\"",
        "\"You are ready?\" the vagabond asked. \"Then let us go now!\" With a flash, the vagabond discarded his wide-brimmed hat. There stood Rajhin the Trickster God in all his glory. Without another word, Rajhin seized the fat man by his stained tunic and the two flew upward like shooting stars. Soon, their glow disappeared into the pearl-wide aura of Jode, the largest moon.",
        "\"Truly,\" Munilli mused aloud, \"it is a land we can see from our village.\"",
        "\"And one that shines as beautiful as a pearl.\"",
        "When the villagers recovered from their shock, the engagement feast turned into a wedding feast. By the time both moons had set, Mazaram and Munilli were married.",
        "But as they lay in their bower, a chill overcame both of them. The candles guttered. The darkness grew. Munilli cried out, and Mazaram groped in the dark for his sword.",
        "Suddenly, there was a flash of light. Rajhin stood before them, brushing moon-dust off his garments. \"Now, then, where are you?\" he mused as the two lovers gaped. \"Ah, there you are!\"",
        "With a movement too quick for the eye to follow, Rajhin reached out and grabbed at the air. Then he shoved his hand into one of the many small pouches on his person. The room grew light once more.",
        "\"What was that, my lord? What did you sieze?\" Munilli asked.",
        "\"The fat man's shadow! I took him to his new land so quickly, he jumped right out of it!\"",
        "Their laughter echoed across the riverbank."
    ]
}