{
    "id": "RakhajinsJournal",
    "paragraphs": [
        "<title>Ra'khajin's Journal, Page 3</title>",
        "I always knew that I was destined for great things. While my peers sat and prayed for Alkosh's divine grace, I was a beacon of it. A champion of his natural order. Born under eclipsed Moons, born for greatness.",
        "I am a warrior of the Pride of Alkosh.",
        "But the Clan Mother warns me that a danger lurks in my blood. The Moons call to me stronger than all others, but I must strengthen my will to resist that call. I cannot allow the darkness of Lorkhaj to darken my heart, as it once darkened the heart of our blessed founder.",
        "But I do not fear such darkness. My resolve is strong, my cause is just. I shall learn all I can from the Moon-Priests of Pridehome. Then I shall await my time to protect Elsweyr. As is my duty. As is my birthright.",
        "<title>Ra'khajin's Journal, Page 12</title>",
        "I begin to find my studies tiresome. The same verses, repeated by the same voices. They wish for Alkosh's wisdom to collect in my heart like sand at the bottom of an hourglass, but they do not understand. It already has! From the first moment I learned of my destiny, I accepted it!",
        "But the Clan Mother does not trust my words. She looks upon me with troubled eyes and continues her sermons.",
        "To be honest, I feel her words border on condescension. She still sees me as the sobbing cub who entered her temple all those years ago, and I fear she will never see me as the proud warrior I have become.",
        "Will the Clan Mother ever fully trust me with the secrets my birthrights entitle me to?",
        "I must reach her and make her understand. Force her to understand that I am now more than the cub she raised. I am a warrior, a champion of Alkosh. And she must treat me as such.",
        "<title>Ra'khajin's Journal, Page 25</title>",
        "The time has come to leave Pridehome. I have learned all there is to know about the guardian Alkosh, but too little of the truth of my birth. Too little of my place in this world and what comes after. Too little about why we now deceive our own people with riddles and lies.",
        "I begin to see it is all a game. A game played by she who has always sat above us, glowering down with Moons-lit eyes. Azurah. What do you want from me? Or is it simply this? For me to finally know that I am nothing except what you made me?",
        "I reject it. I have learned all there is to know about Alkosh, including his breaking. If such as he can be overthrown, then Azurah's shackles can be shattered too.",
        "I renounce you. I have learned all there is to know about Alkosh, and the many spirits that followed after him. They are old and powerful, like you. But they are not all gone. Not yet.",
        "It is long past time for the Khajiit to crown a new leader. Soon you will see."
    ]
}