{
    "id": "RalionsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such",
        "",
        "<title>Ralion's Journal: Day 132</title>",
        "… wolf near the ruins. It watched us a while before retreating into the woods. Thinking about it gives me the chills. I've never felt so vulnerable in my life!",
        "Were that not enough, Lowindor died today in a bad spot of luck. Fell into a ditch and landed on his pick. A damned pity. He was our expert from the Mages Guild. He will be missed.",
        "Marafi found a pendant today. Some kind of bone carving. Only a few years old, if I guess right. The reverse is inscribed, but we can't make out any of the symbols. I set it aside it for further study. Maybe they'll have better luck deciphering it in Elden Root.",
        "Have to remember to requisition more candles. Someone keeps forgetting to extinguish …",
        "<title>Ralion's Journal: Day 147</title>",
        "... came back today, staring at Marafi like a slab of ripe mammoth. When it left, he followed it. Madness!",
        "He's been on edge since he returned. Can't say I blame him. Those eyes bore right into you. Sometimes I dream about them, watching the camp, watching me. If what they say about this place is true ....",
        "Someone dug up Lowindor's grave. The body's gone. Maybe that wolf's to blame, but it's the strangest thing. There were finger marks in the dirt. If I believed it were possible, I'd say he dug his way out.",
        "Marafi is giving Nilaendril a hard time again. I need to find a way to separate those two.",
        "<title>Ralion's Journal: Day 149</title>",
        "Marafi picked a fight with one of the workers today. When I broke it up, he stormed off into the forest. He's always been high strung, but lately he's been intolerable.",
        "He better come back soon. It's getting dark and the forest is too quiet. The stories people tell about this place are little more than nursery rhymes, but on nights like this, I can see why.",
        "One of the workers swears he saw Lowindor stumbling about the edge of camp last night. Lowindor's dead. How is that possible? A drunken nightmare? That's what Nilaendril says. I'm not so sure.",
        "I never thought I'd believe in ghosts.",
        "<title>Ralion's Journal: Day 151</title>",
        "... and the search party's been missing nearly two days. I can't send another one out. Since Marafi disappeared, the forest seems darker. Menacing, even.",
        "I'm not sure how to explain it. The shadows move in the corner of my eye. Nilaendril says I need sleep. He's one to talk, the hours he keeps! Suppose it doesn't make him wrong. But every time I close my eyes, I see Marafi, still out there in the woods.",
        "Fists of Thalmor will be here the day after next. Worse comes to worst we'll get them to find our missing people."
    ]
}