{
    "id": "RanasLog",
    "paragraphs": [
        "I've been exiled. I'm commanding a garrison of stinking Nords, and you can't find this place on a map.\nIf Seyne hadn't come with me, I'd be the only Dark Elf on the island. She gave up so much to be here. I can never repay her loyalty. I'm determined not to let this bleak rock break me.",
        "Tillrani still acts as if I just got here. My time with the villagers, when I was in command of the garrison, means nothing to her. I will make her understand. Bleakrock is my home now. No mistakes.",
        "The lights in the sky have caused a panic in town. We all know there are powers at work in Nirn. Most of these folk haven't so much as spoken with a mage. How can they understand something like mystical lights in the sky?",
        "In the wake of the lights, strange corpses floated ashore. Tillrani instructed some of the men to burn the corpses right there on the beach. I asked her to wait and let me check with Windhelm first.",
        "She refused. Damn that woman! I've ordered the garrison to be on guard. Something's in the air.",
        "Holsgar found someone alive along the beach. He claimed the castaway wasn't wet. How could someone float ashore without getting wet? Snow-Bourne can get stuffed. I'm writing a letter to headquarters. They need to weigh in on this.",
        "Last night, I had a dream about our castaway. If Tillrani heard I was having strange dreams, she'd have Denskar lock me in his barn. In the dream, the newcomer stood in front of me and beckoned me forward. I felt compelled to advance, as if it was important somehow. I don't know what it means, but I need to talk to this newcomer—assuming the poor stranger ever wakes up.",
        "Our man on the tower sighted a ship on the horizon. Couldn't make out the flag. Tillrani is furious, says we need to evacuate. That's the kind of thinking that got me here in the first place! I've put Hrantin in charge of the men and sent them out on the boat. Seyne and I will handle the situation here on the island. Whatever happens, we need to proceed carefully. We need a measured response."
    ]
}