{
    "id": "TheRavingsofFenroy",
    "paragraphs": [
        "[The following pieces were gathered from the author's cell shortly before his untimely death at his own hands. Written primarily on bedsheets and the bare stone of his floor, using only his own bodily fluids for ink, some of the transcriptions represent the editors' best guesses at the author's true intent.]",
        "Mother said there was no reason\nIt's just the way it is\nMother lies\nI can see rain, I can feel rain\nI can only feel wind\nSomeone is hiding",
        "If I walk through the forest, the birds stop singing. They're talking about me. I'm sure of it. They're just too scared to do it to my face.",
        "Boat\nMoat\nCoat\nFloat\nGoat\nNote\nWrote\nsecretnamesecretnamesecretname",
        "He touches me when I'm not looking",
        "Sometimes I hear the people talking about their days. They talk about family and the weather and yesterday and tomorrow. They say What a good day it was and How was your day and Have a nice day. I say talk talk talk talk. How can you enjoy your day when you share it with everyone? Time is a private thing. The dragon hides it from us all, parceling it out in dribs and drabs. Save your time. Save your time. I keep mine locked up tight. Where no one can find it. Not even Him.",
        "Hold me now\nRock me gently\nMy tears are burning, dear\nDon't jinx it\nDon't jinx it\nHold your breath, one big one now\nOne last gasp\nAnd we're done",
        "He talks all the time, but his words are useless. Talking, talking. Let's talk. Never doing. Always talking. Words become meaningless. They float on the air. Dissipate like passed gas. Make him stop talking. Make him stop talking to me.",
        "Always take care when dealing with women. They see things we do not. A smile. A glance. They mean nothing to us, everything to them. They twist their smiles to meet our own. They avert a gaze just so. Watch them closely. They rule the world; they just don't know it.",
        "Am I indecisive? Yes and no.",
        "They came to bring me food today. I ate it, though I know it was poisoned. They lace it with black flour and edgeroot. They think it keeps me quiet, sedate. I know better. Sometimes I chew up the bread and spit it into the corners of my cell. No one notices, and the rats eat it after a time. It keeps them quiet, sedate. When I eat the rats, the poison is more dilute. And I gain their memories.",
        "I don't believe it's fair that I'm forced to deal with the stupid. Or the obtuse. Or the pedantic. Yet they give me rules, like Go here and Do that and Eat this and Kill that. They don't know that I know their names. Eventually I'll get to them. And I'll make the rules.",
        "Just You wait and see\nGood Gods come and go, but\nAll Lords eventually fall\nA God can wake up mortal.",
        "If I learn from my mistakes, will I eventually stop making them? Is there a balance I can achieve, a perfect harmony with my self? Shall I seek that point where there are no more mistakes to be made? All the lessons learned? When that happens, do we die? Do we become gods? Do the gods even want us?",
        "Maybe all dogs go outside deliberately. Maybe a decision gets overly deliberate. Might a dream grow overly demented? He knows. He knows. He knows.",
        "Stories are for children and dreamers. Poetry is for weaklings and madmen. Epics glorify the vile and vilify the glorious. Read minds, not words.",
        "I think it's time to go. He's still in my head, but I think he might leave if I'm quiet. Shh. Shh."
    ]
}