{
    "id": "ReachBedtimeStories",
    "paragraphs": [
        "I collected these stories from various Reachfolk who were willing to speak with me. Many were reluctant to share anything with an outsider, but I stressed to them that I was merely a storyteller looking to share tales from all over Tamriel. Some were interested in trade, and I did my best to tell stories I've heard from others in the way the Reachfolk do —around roiling fires, with great emotion and presentation. In return, I gleaned a collection of Reach bedtime stories that I have recorded here.",
        "",
        "* * *",
        "The Little Thinblood",
        "",
        "Once there was a little boy. His father was a brave hunter and he wanted his son to be the same. Every day he trained the little boy to track and fight and kill. But the boy's heart was soft, and he did not care for fighting or killing. He wanted nothing to do with arrows and wildercraft, instead spending his time making fine clothes and listening to the vateshrans.",
        "",
        "One day, the boy was out in the forest practicing with his father. A bear lumbered down the hill and surprised them. It attacked, trying to protect its young. The boy's father begged his son to help as he defended himself against the massive animal. But the boy could not hold a sword, nor could he notch an arrow. The fearsome bear defeated the boy's father, who even as he lay bleeding, urged his son to pick up a weapon and kill the bear.",
        "",
        "\"\"Do as I taught you!\"\" he commanded.",
        "",
        "But the boy had been too busy with his needles and threads and the tales of the vateshrans. Fear rooted him to the spot. He thought perhaps the bear might listen to reason.",
        "",
        "\"\"Bear, perhaps you'd like to hear a story ….\"\" the boy stammered.",
        "",
        "The bear roared in anger, for it could not understand and never would. It sank its teeth into the boy's throat and killed him. As the boy died, he whispered to his father, \"\"I am sorry, father. I only wish I had listened to you all this time.\"\"",
        "",
        "So, children, do as your father tells you or get eaten by a bear!",
        "",
        "* * *",
        "The Two-Faced Nord",
        "",
        "There once was a clan-chief named Meroch, who tried to be friends with everyone. One day, a Nord rode in on horseback and asked to trade. Chief Meroch invited the Nord to eat with the clan and spend time with them. Many advised Chief Meroch against befriending the newcomer. He was polite and friendly enough, they agreed, but he was not of the Reach and therefore would never truly understand them. They warned the chief not to trust the stranger, but their warnings were unheeded",
        "",
        "Chief Meroch enjoyed the Nord's company so much, he invited him back the next day for a hunt. The two of them left camp together, laughing and seemingly enjoying each other's company. They went deep into the woods in search of game. While they walked, Chief Meroch told the Nord of the clan's dealings with the old spirits and their most secret traditions. The Nord nodded along agreeably and asked questions. The chief delighted in the Nord's willingness to learn. He thought he'd made a grand friend.",
        "",
        "The two found their quarry. Chief Meroch offered his favorite spear to the Nord. \"\"You should have the honor of striking the killing blow, my new friend,\"\" he said. The Nord took the spear, but rather than kill the deer standing in the clearing, he drove the weapon through the belly of Chief Meroch.",
        "",
        "Meanwhile back at camp, the Nord's fellow warriors laid waste to the clan. Without their chief, they were not strong enough to fend off the intruders.",
        "",
        "As Chief Meroch lay bleeding, he asked the Nord a single question. \"\"Why?\"\"",
        "",
        "The Nord laughed in a cruel manner and answered, \"\"Because you have something we want. Now, we will take your land for our own.\"\"",
        "",
        "Chief Meroch and his clan died that day, all because the chief was foolish enough to trust an outsider. No matter how friendly they may appear, those who are not sons and daughters of the Reach cannot be trusted.",
        "",
        "* * *",
        "The Night Lords",
        "",
        "(Note: I heard different versions of this story from multiple Reachfolk, usually those who were older. The general theme stayed the same, however. I transcribed my favorite iteration here.)",
        "",
        "Long ago, the Night Lords ruled over the Reach. They prowled the shadows and their red eyes flashed like blood. The beasts of the field shrank away in terror. The trees shuddered and moaned in their presence.",
        "",
        "Even other monsters feared them.",
        "",
        "Be warned, children of the Reach, tucked away in your blankets. If you stray too far from camp after dark, the Night Lords might find you. And to them, the blood of Reach boys and girls tastes as sweet as honey.",
        ""
    ]
}