{
    "id": "AReachTravelGuide",
    "paragraphs": [
        "(Written in 2E 558)",
        "",
        "So, you want to visit the land of our great Emperor Durcorach's birth? And what right have you to look upon the Reach? It is a land that knows to whom it belongs and devours anyone who lays false claim upon it. But if you wish to see what land molded my uncle into a freeman above all others, then I will give you guidance so you may kneel and give thanks for the mercy he has granted you all in his rightful conquest.",
        "",
        "First, you would do well to visit the spirit shrines and make offerings to those whose lands you now tread upon, for you will find no mercy from the Divines in the Reach. Before that, you will need to beg the forgiveness of its peoples you have tread upon, lest they cast you down like those who came before. If you appease the clans and spirits to gain fair passage, then you may yet survive this journey.",
        "",
        "Take your respite in the village of Karthwasten, where you may find folk who are willing to trade with an interloper rather than take insult at your trespass. Though it be best if you bring goods for barter, the locals will honor our empire's gold in trade, so give your thanks to the Emperor for that mercy as you exchange useless coin for the fruits of Reachfolks' labor.",
        "",
        "Farther west you'll find what remains of the domain of the Deep Folk, who thought to master the wild as they had the stone and were instead swallowed up. The City of Stone, Markarth, stands hollow and lifeless as birds' bones. Many in the Reach chose not to invite the ire of the spirits by dwelling in the enslaved stone, but those who fancy such trinkets will find no shortage of Dwarf baubles there and in the ruins north whose name I will not speak.",
        "",
        "To the south you'll find the stone scars that Nords cut into our lands as crumbling reminders of their failure to tame it. The ruins of Briar Rock and Lost Valley now only offer shelter to the rightful rulers of the Reach, and you would do well to avoid such places as the clans who claim them will defend their holdings fiercely. While you are there, you may count their foolish dead, piled like cord wood in the barrow, Valthume, because even Reach dirt would not give Nord bones a home.",
        "",
        "Now, if you've gained an appreciation for the land that will not be tamed and haven't run screaming back to the safety of the Empire, then you will find a hearty land that will make a survivor out of you—or a meal. Walk the untrod paths, feel the land with your bare feet, and keep a keen ear out for what the spirits speak in the rustle of the leaves. When you've spent a month without the comforts you are accustomed to, then, maybe, you'll be worthy of returning to them.",
        ""
    ]
}