{
    "id": "TheReachFoodLetters",
    "paragraphs": [
        "Soon after the Longhouse Emperors came to power, the people of Cyrodiil sought to learn more about the Reach. One thing that fascinated them were the smells and the tales of strange food coming out of the Imperial Palace. When the daughter of a merchant published the letters sent by her father from Markarth, it became an immediate bestseller. This is the latest printing of that original work.",
        "",
        "* * *",
        "Dearest Hipatia,",
        "",
        "I have arrived without incident, aside from an overlong stay in Rorikstead to fix our broken cart. I find the Reach just as your mother described it: sweeping terrain and crags that divide the landscape into uncountable pockets. Markarth is itself grand, though my pile of furs on a stone slab is a poor substitute for a bed.",
        "",
        "Do the children miss me? I wanted to tell them of an encounter my guide and I experienced as we made our way to Markarth. Please, read this to them before they go to sleep.",
        "",
        "Hello, little doves. Your father may be far, but he thinks of you every sunrise. He's in the Reach! It is a strange place, and home to a strange people. They are fierce, mean people who shun strangers. But what luck! Father's guide knows a clan of these Reachfolk, who were holding a feast, and father was allowed to join!",
        "",
        "Feasts are rare in the Reach, little doves. The land is harsh. They grow no grapes or wheat, like we do. They eat hard things, like dried meat, or things we feed to animals, like oats. But on feasting-day, that changes! Many dishes are shared by the clan. Reachfolk eat with their hunting knives, a crust to sop with, and sometimes they have a tool like a short quilting needle.",
        "",
        "Father tried to eat as many different things as he could. Let me tell you about some of them.",
        "",
        "Hircine's Share fills the center of the feast. It consists of several animals, spiced and deboned and stuffed one into the other. At father's feast it was a rabbit stuffed into a grouse, which was stuffed into a goat, which was stuffed into a doe! Larger clans, I hear, start with a whole bull and end with a mouse!",
        "",
        "Reach Broth is more humble. They find stones with certain types of lichens on them. They boil them in a pot of water drawn from the Karth River. The thin broth that results has a profound sour flavor. For feast days, the broth is mixed with oats to make a kind of frumenty.",
        "",
        "Smoked Trout and Salmon are cooked in milk to form a hearty stew. This stew is most often eaten when salmon swim upriver to spawn, when even small children can stand on the bank and catch them by hand — remember how hard we tried to fish at Uncle Faustus's villa that summer?",
        "",
        "Ardknots were considered something of a confection—a combination of dried meat pounded into powder and mixed with rendered animal fat to make a paste. These are shaped into long threads and coated with something like flour (I never learned the name) so they can be shaped into intricate knots. The knot shape resonates with the Reachfolk, though I don't know why.",
        "",
        "Witch Water was the most curious item I tried. A secret combination of plants and seeds ground with a stone wheel into a paste, and then mixed with cold water. This creates something that is solid to the touch but fluid when stirred. As amazing as it looked, it was quite flavorless. But it was oddly filling.",
        "",
        "Reachbread is like no loaf we have in the Empire. The Reachfolk dig up various roots, boil and peel them, then stuff them into a jar that is placed near a fire. What they scoop out tastes like an undercooked bread, but the crust is remarkable.",
        "",
        "Apples are often placed in small stone bowls, filled with cream, and placed near the fire. These are almost exclusively given to children who behave themselves (which I learned after I ate one and drew more than a few stares).",
        "",
        "The candlelight fades, little ones. I must stop for tonight. Await my next letter!",
        "",
        "Love to you all,",
        "Father",
        ""
    ]
}