{
    "id": "TheRealBarenziahComplete",
    "paragraphs": [
        "Librarian Comment:",
        "Here's what the author, Marilyn Wasserman, has to say about this text:",
        "<quote>I wrote the Real Barenziah, then the Official Version to condense it since not everyone wants to read a novella in the middle of a game.</quote>",
        "Later prints of this series have been censored by the Tribunal Temple.",
        "",
        "<title>The Real Barenziah, Part 1</title>",
        "Five hundred years ago in Mournhold, city of gems, there lived a blind widow woman and her only child, a strapping young man. He was a miner, as was his father before him, a common laborer in the king's mines, for his magicka ability was but small. The work was honorable, but poorly paid. His mother made and sold small wildenberry cakes in the market to help make out their living. They did well enough, his mother said. They had enough to fill their bellies, no one could wear more than one suit of clothing at a time and the roof only leaked when it rained. Symmachus would have liked more. He hoped for a lucky strike in the mines, which would garner him a large bonus. In his free hours he enjoyed hoisting a glass of ale in the tavern with his friends, and gambling with them at cards, and he drew the eyes and sighs of more than one pretty elven girl, although none held his interest for long. In short, Symmachus was a typical young dark elf man, remarkable only for his size. It was rumored that he had a bit of Nord blood in him.",
        "In Symmachus' thirtieth year there was great rejoicing in Mournhold for a girl child was born to their lord and his lady. A queen, the people sang, a queen is born to us! For among the people of Mournhold, the birth of a female heir is a sure sign of peace and prosperity to come.",
        "When the time came for royal child's Rite of Naming, the mines were closed and Symmachus rushed home to bathe and dress in his best.",
        "\"I'll come straight home and tell you all about it,\" he promised his mother, who was not to attend. She had been ailing; besides, there would be a great crush of people as all Mournhold would be there, and being blind she would be unable to see anything anyway.",
        "\"My son,\" she said. \"Go, fetch me a priest or healer, else I may pass from the mortal plane when you return.\"",
        "Symmachus crossed to her bed at once and noted anxiously that her head was very hot and her breathing shallow. He pried up the loose floorboard where their small hoard of savings was kept. There wasn't nearly enough to pay a priest for healing. He would have to give what they had and owe the rest. Symmachus snatched up his cloak and rushed away. The streets were full of folk hurrying to the sacred grove, but the mage guild and the temples were locked and barred. \"Closed for the ceremony\" read the signs. Symmachus elbowed his way through the crowd and managed to overtake a brown-robed monk.",
        "\"After the rite, brother,\" the monk said, \"if you have gold I shall gladly to attend your mother. My lord has bade all clerics to attend and I shall not offend him.\"",
        "\"My mother's desperately ill,\" Symmachus pled. \"Surely, my lord will not miss just one lowly monk.\"",
        "\"The father abbot will,\" the monk said nervously, tearing his robe loose from Symmachus' grip and vanishing into the crowd.",
        "Symmachus tried other monks and mages, too, but with no better result. Armored guards came through the street and pushed him aside with their lances and Symmachus realized that the royal procession was approaching. As the royal carriage drew abreast, Symmachus rushed out from the crowd and shouted, \"My lord, my mother's dying--\"",
        "\"I forbid her to do so on this glorious night!\" the lord shouted, laughing and scattering coin into the throng. Symmachus was close enough to smell wine on the royal breath. On the other side of the carriage his lady clutched her babe to her breast, and stared wide-eyed at Symmachus, her nostrils flared in disdain.",
        "\"Guards!\" she cried. \"Remove this oaf.\" Rough hands seized Symmachus. He was beaten and left dazed by the side of the road.",
        "Symmachus, head aching, followed in the wake of the crowd and watched the Rite of Naming from the top of the hill. He could see the brown robed clerics and blue robed mages gathered near the royal folk far below.",
        "Barenziah. The name came dim to Symmachus ears as the High Priest lifted the naked babe and showed her to the twin moons on either side of the horizon: Jone rising, Jode setting. \"Behold the Lady Barenziah, born to the rule of Mournhold! Grant her thy blessings and thy counsel ever that she rule to Mournhold's weal.\"",
        "\"Blessings, blessings...\" all the people murmured with their lord and lady, hands upraised. Only Symmachus stood silent, head bowed, knowing in his heart that his dear mother was gone. And in his silence he swore a mighty oath, that he should be his lord's bane and in vengeance for his mother's needless death, the child Barenziah he would have as his own bride, that his mother's grandchildren should be born to rule Mournhold.",
        "After the ceremony he watched impassively as the royal procession returned to the palace. He saw the monk to whom he'd spoken first. The man came gladly enough now in return for the gold Symmachus had and a promise of more later.",
        "They found his mother dead, as he had feared. The monk sighed and tucked the bag away. \"I'm sorry, brother. Well, you can forget the rest of the gold, as there's naught I can do here. Likely--\"",
        "\"Give me back my gold!\" Symmachus snarled. \"You've done naught to earn it!\" He lifted his right arm threateningly. The priest backed away, beginning a curse, but Symmachus struck him before more than three words had left his mouth. He went down heavily, striking his head sharply on one of the stones that formed the firepit. He died instantly.",
        "Symmachus took the gold back and fled the city, muttering the name \"Barenziah\".",
        "<title>The Real Barenziah, Part 2</title>",
        "The child Barenziah stood on the upper balcony of the palace, staring down into the courtyard where soldiers milled, splendid in their armor. Presently they formed into ordered ranks and cheered as her parents, the lord and lady emerged from the palace, clad head to toe in ebony armor, long purple-dyed fur cloaks flowing behind. Splendidly caparisoned shining black horses were brought for them and they mounted and rode to the courtyard gates, then turned to salute her.",
        "\"Barenziah!\" they cried. \"Barenziah, farewell!\"",
        "The little girl blinked back tears and waved bravely with one hand, her favorite stuffed toy animal, a gray wolf cub she called Wuffen, clutched to her breast with the other. She had never been parted from her parents before and had no idea what it meant, save that there was war in the west and the names Tiber Septim and Symmachus were on everyone's lips, spoken with hate and dread.",
        "\"Barenziah!\" The soldiers cried, lifting their lances and swords and bows. Then her dear parents turned and rode away, soldiers trailing in their wake until the palace was near emptied.",
        "Some time after came a day when Barenziah was shaken awake by her nurse, dressed hurriedly and carried from the palace. All she remembered of that dreadful time was seeing a huge shadow with burning eyes that filled the sky.",
        "She was passed from hand to hand. Foreign soldiers appeared. Her nurse vanished and was replaced by strangers, some more strange than others. There were days, or was it weeks?, of travel. One morning she woke to step from the coach into a cold place with a large gray stone house set amid endless empty gray-green and hills patchily covered with gray-white snow. She clutched Wuffen to her breast with both hands and stood blinking and shivering in the gray dawn, feeling very small and very black in all this endless space gray-white space.",
        "A large gray-white woman was staring at her with dreadful bright blue eyes. \"She's very -- black, isn't she?\" the woman remarked to her companion, a brown skinned, black-haired woman named Hana who had been travelling with Barenziah for several days. \"I've never seen a dark elf before.\"",
        "\"I don't know much about them myself,\" Hana said. \"This one's got red hair and a temper to match, I can tell you that. Take care. She bites. And worse.\"",
        "\"I'll soon train her out of that,\" the other woman sniffed, \"And what's that filthy thing she's got? Ugh!\" The woman snatched Wuffen away and cast him into the fire blazing in the hearth. Barenziah shrieked and would have flung herself into the fire after him, but was forcibly restrained, despite her attempts to bite and claw her oppressors while poor Wuffen was reduced to a little heap of charred ash.",
        "<title>The Real Barenziah, Part 3</title>",
        "Barenziah grew like a weed transplanted to a Skyrim garden, a ward of Count Sven and his wife Lady Inga. Outwardly she thrived but there was a cold and empty place within.",
        "\"I've raised her as my own daughter,\" Lady Inga was wont to sigh when she sat gossiping with neighboring ladies come to visit, \"But she's a dark elf. What can you expect?\"",
        "Barenziah was not meant to overhear these words. At least she thought she was not. Her hearing was far keener than that of her Nord hosts. Other, less desirable dark elf traits included pilfering, lying and a little magic, just a small fire spell and a little levitation. And, as she grew older, a keen interest in boys and men, who could provide very pleasant sensations and, to her astonishment, gifts as well. Inga disapproved of this activity for reasons incomprehensible to Barenziah, so she was careful to keep it as secret as possible.",
        "\"She's wonderful with the children,\" Inga added, meaning her five sons, all younger than Barenziah. \"She'd never see them come to harm.\"",
        "A tutor was hired when Jonny was six and Barenziah eight, and she studied academic lessons along with him. She would have liked arms training as well, but the very idea of a girl training to arms scandalized Inga and Sven. Barenziah was given a bow and allowed to practice target shooting with the boys. She watched them at arms practice when she could, practiced with them when no grown folk were about, and knew she was as good or better than they.",
        "\"She's very proud, isn't she?\" the neighbor ladies would whisper, and Barenziah, pretending not to hear, would nod in agreement. She could not help but feel superior to the Count and Countess. There was something about them that encouraged this disdain in her.",
        "She grew to learn that Sven and Inga were distant cousins of the last rulers of Darkmoon, and then she began to understand. They were poseurs, imposters, not rulers at all. At least, they were not raised to rule. This thought made her strangely furious at them, a good clean hatred detached from resentment. Barenziah came to see them as disgusting and corrupted insects who could be despised, but never feared.",
        "Once a month a courier came from the emperor, bringing a small bag of gold for Inga and Sven and a large bag of dried mushrooms from Morrowind for Barenziah's consumption. She was always made presentable, as presentable as a skinny dark elf girl could be made to look in Inga's eyes, and summoned into the courier's presence for a brief interview. The same courier seldom came twice, but all looked her over rather as a farmer looks over a pig he's readying for market. In the spring of her sixteenth year Barenziah thought the courier looked as if she were at last ready for market.",
        "Upon reflection Barenziah decided that she did not wish to be marketed. The stable-boy, Straw, a big blond boy, clumsy, gentle, affectionate and rather simple, had been urging her to run off with him for some weeks. Barenziah stole the bag of gold the courier had left, took the mushrooms from the storeroom, dressed herself as a boy in some of twelve year old Timmy's casual clothing, and one fine spring night they took the two best horses and rode hard through the night toward Whiterun, the nearest city of any size, which was where Straw wanted to go.",
        "But Morrowind also lay east and it drew Barenziah as a lodestone does iron. In the morning they abandoned the horses at Barenziah's insistence. She knew they would be missed and tracked, and she hoped to throw pursuers off the trail. They continued afoot until late afternoon, keeping to side roads, then slept for several hours in an abandoned hut. They went on at dusk and came to the Whiterun city gates just before dawn.",
        "Barenziah had prepared a pass for Straw, stating an errand to a temple in the city for a local village lord. She herself sneaked over the wall with the help of her levitation spell. She had reasoned that by now the gate guards would have been alerted to look for a young dark elf and a Nord boy traveling together, but country boys like Straw were common enough. Alone and with papers, he would be unlikely to draw their attention.",
        "Her simple plan went smoothly. She met Straw at the temple, which was not far from the gate. She had been to Whiterun on a few previous occasions. Straw, however, had never been more than a few miles from Sven's estate, his birthplace. Together they made their way to a run-down inn in the poor quarter of Whiterun. Gloved, cloaked and hooded against the chill of the morning, her dark skin and red eyes were not apparent and no one paid any attention to them. They entered the inn separately. Sven paid the host for a single room, a large meal and a jug of ale, and Barenziah sneaked in a few minutes later. They ate and drank together gleefully, celebrating their escape, made love vigorously on the narrow bed, then fell into an exhausted sleep.",
        "They stayed a week in Whiterun. Straw earned a bit of money running errands and Barenziah robbed a few houses at night. Barenziah continued to dress as a boy. She cut her hair short and dyed her flame-red tresses jet black as a further disguise, and kept out of sight as much as possible for there were few dark elves in Whiterun. Then Straw got them places as guards for a merchant caravan that was traveling east. The sergeant looked her over dubiously.",
        "\"Heh,\" he chuckled, \"dark elf, ain'tcha? Like setting a wolf to guard the sheep, that is. Still, I need arms, and we ain't going near enough to Morrowind that ye can betray us to yer brothers. Our home-grown bandits will as lief cut yer throat as mine.\"",
        "The sergeant gave Straw an appraising look, then abruptly spun back to Barenziah, whipping out his short sword. But she had her knife out and was in a defensive stance. Straw drew his own knife and circled to the man's rear. The sergeant dropped his blade and chuckled again, \"Not bad, kids, not bad. How are ye with that bow, dark elf?\" Barenziah demonstrated her prowess. \"Aye, not bad, not bad a'tall. And ye'll be keen of eye by night and of hearing at all times. A trusty dark elf makes as good a fightin' man as any could ask for. I know. I served under Symmachus himself before I lost this arm and got invalided out of the Emperor's forces.\"",
        "\"We could betray them. I know folk who'd pay well,\" Straw said later, as they bedded down for their last night in the old inn, \"Or rob them ourselves. They're very rich, those merchants are, Berry.\"",
        "Barenziah chuckled, \"What ever would we do with so much money? And we need their protection for traveling quite as much as they need ours.\"",
        "\"We could buy a little farm and settle down.\"",
        "Peasant! Barenziah thought scornfully. Straw was a peasant and had peasant dreams. But all she said was, \"Not here, Straw, we're too close to Darkmoor still. We'll have more chances farther east.\"",
        "The caravan went only as far east as Sunguard. Tiber Septim had done much in the way of building relatively safe patrolled highways, but his tolls were steep, and this particular caravan kept to the side roads as much as possible to avoid them. This exposed them to the hazards of robber barons, both human and orcish, and roving bands of brigands of various races, but such were the perils of trade and profit.",
        "They had two such encounters before reaching Sunguard, an ambush which Barenziah's keen ears detected in plenty of time for them to circle about and surprise the lurkers, and a night attack by a mixed band of Khajiiti, humans and wood elves. The latter were a skilled band and even Barenziah did not hear them sneaking up in time to give much warning.",
        "The fighting was fierce. The attackers were driven off, but two of the caravan's guards were killed, and Straw got a nasty cut on his thigh before he and Barenziah killed his Khajiit assailant.",
        "Barenziah rather enjoyed the life. The garrulous sergeant had taken a liking to her, and she spent most of her evenings sitting around a campfire listening to his tales of campaigning in Morrowind with Tiber Septim and Symmachus. Symmachus had been made a general after Mournhold fell, the sergeant said. \"He's a fine soldier, Symmachus is, but there was more than soldiery involved in Morrowind, if you take my drift. Well, you know about that, I expect.\"",
        "\"I don't remember,\" Barenziah said, \"I've mostly lived in Skyrim. My mother married a Skyrim man. They're both dead, though. What happened to the lord and lady of Mournhold?\"",
        "The sergeant shrugged, \"I never heard. Dead, I expect. All Morrowind's under military rule now. It's pretty quiet. Maybe too quiet. Like a calm before a storm. You going back there?\"",
        "\"Maybe,\" Barenziah said. The truth was that she was drawn to Morrowind like a magnet. Straw sensed it and was unhappy about it. He was unhappy anyway, since they could not bed together, as she was supposed to be a boy. Barenziah rather missed it too, but not as much as Straw did, seemingly. The sergeant wanted them to sign on for the return trip, but gave them a bonus when they parted and letters of recommendation.",
        "Straw wanted to settle permanently near Sunguard, but Barenziah insisted on continuing to travel east. \"I'm the queen of Mournhold by rights,\" she said, unsure whether it was true, or it was a story she had made up as a child. \"I want to go home. I need to go home.\"",
        "That at least was true. She had run out of mushrooms and was very hungry for them. She found a few for sale in the Sunguard marketplace, but they were not as good or satisfying as the ones the courier had brought. After a few weeks they managed to get places in a caravan heading east.",
        "By early winter, they were in Riften, and near the Morrowind border, but the weather had grown severe and they were told no merchant caravans would set forth until mid-spring.",
        "Barenziah stood atop the city walls and stared across the deep gorge that separated Riften from the snow-clad mountain wall of Morrowind beyond. \"Berry,\" Straw said gently, \"Mournhold's a long way off yet, nearly as far as we've come already, and the lands between are wild, full of wolves and bandits and orcs and still worse creatures. We'll have to wait for spring.\"",
        "\"There's Silgrod Tower,\" Berry said, referring to the Dark Elf town that had grown up around the ancient tower that guarded the border between Skyrim and Morrowind.",
        "\"The bridge guards won't let me across, Berry. They're crack Imperial troops. They can't be bribed. If you go, you go alone. I won't try to stop you. But what will you do? Silgrod Tower is full of Imperial troops. Will you become a washerwoman for them? A camp follower?\"",
        "\"No,\" Barenziah said thoughtfully. Actually the idea was not entirely unappealing. She was sure that she could earn a modest living by sleeping with the soldiers for money. She'd had a few adventures of that sort as they crossed Skyrim, when she'd dressed as a woman and slipped away from Straw. She'd only been looking for a bit of variety. Straw was sweet but dull. She'd been startled, but pleased when the men she picked up offered her money afterwards.",
        "Straw had been unhappy about it though and would shout for awhile, then sulk for days afterwards if he caught her at it. He was very jealous. He'd even threatened to leave her.",
        "But the Imperial Guards were a tough and brutal lot by all accounts and Barenziah had heard some very ugly stories during her travels. The ugliest stories had come from the lips of ex-veterans around the caravan campfire and were proudly recounted. They'd been trying to shock her and Straw, she realized, but she also realized that there was some truth behind the wild tales. Straw hated that kind of talk and hated having her hear it, but there was a part of him that was fascinated by it.",
        "Barenziah had encouraged Straw to seek out other women, but he said he didn't want anyone but her. She told him she didn't feel that way, but she did like him better than anyone else.",
        "\"Then why do you go with other men?\"",
        "\"I don't know, dear.\"",
        "Straw sighed. \"They say dark elf women are like that.\"",
        "Barenziah smiled and shrugged. \"I know. I guess that's all the explanation there is.\"",
        "<title>The Real Barenziah, Part 4</title>",
        "They settled into Rifton for the winter, taking a cheap room in the slums. Barenziah joined the Thieves' Guild, knowing there would be trouble if she were caught free-lancing. One day in the barroom she caught the eye of a known member of the guild, a bold young Khajiit named Therris. She offered to bed with him if he would sponsor her for membership. He looked her over, grinning, and agreed, but said she'd still have to pass a test.",
        "\"What sort of test?\"",
        "\"Ah,\" Therris said. \"Payment first, sweet thing.\" He put an arm around her, leaned over and kissed her, thrusting his tongue deep into her mouth and his free hand into her shirt.",
        "\"Nice,\" he said presently, withdrawing his tongue, but not his hand. His other hand slid down inside her waistband and fondled her buttocks.",
        "\"Let's go upstairs. We can use my room,\" Barenziah felt both embarassed and excited by his boldness.",
        "Therris grinned insolently. \"Why bother? You want me, don't you? I'll bet you'd pay me, wouldn't you?\"",
        "\"No,\" Barenziah said. She did want him, but not that badly.",
        "\"No? Well, a bargain's a bargain and Therris keeps his word. But here. Now.\" He hiked her skirt up and pulled her onto his lap so she sat astride, facing him. He opened her shirt and pulled it down on her shoulders so that her breasts were exposed.",
        "\"Nice pair, kid.\" She was facing the wall but she could feel the stares of the other patrons. A hush had fallen over the place. Even the bard had stilled. She felt both nausea and a hot burning desire. Her hands released his turgid penis and then it was inside her and she was screaming in both pain and ecstasy. Then everything went black.",
        "When she came to herself again she was sitting beside Therris, who was buttoning her shirt. \"That hurt!\" she said indignantly.",
        "\"Always does, kid. Didn't anyone ever tell you about Khajiit men? It hurts good though, now doesn't it?\" Barenziah scowled at him. She was still smarting. His penis had tiny little barbs on it.",
        "\"Well, the deal's off, if you like,\" he shrugged.",
        "\"No, I didn't say that. Only I prefer privacy, and I want to wait awhile, like a day or so before the next time.\"",
        "Therris laughed. \"You're OK, kid.\"",
        "Straw was going to kill her, and maybe Therris too. What in Tamriel had possessed her to do such a thing? She cast an anxious look around the room, but the other patrons had lost interest and gone back to their own business. She did not recognize any of them; this wasn't the inn where she lived. With luck it'd be awhile, or never, before Straw found out. But Therris was by far the most exciting and attractive man she'd yet met.",
        "He not only told her about the skills needed to be a member of the Thieves' Guild, but trained her in them himself or introduced her to people who could teach her. Among these was a Nord woman who knew something about magic. Katisha was plump and matronly. She was married to a smith, had two teen aged children and was perfectly ordinary and respectable except that she was very fond of cats, had a gift for certain kinds of magic, and cultivated rather odd friends.",
        "She taught Barenziah an Invisibility spell and trained her in other forms of stealth and disguise. Katisha mingled magical and non-magical talents freely, using one to enhance the other. She was not a member of the Thieves' Guild but was fond of Therris in a motherly sort of fashion.",
        "Barenziah warmed to her as she never had to any woman, and over the next few weeks she told Katisha all about herself. She brought Straw there, too. Straw approved of Katisha but not of Therris. Therris found Straw amusing and suggested to Barenziah that they arrange what he called a threesome.",
        "\"Indeed not,\" Barenziah said, grateful that Therris had broached the subject in private. \"He wouldn't like it. I wouldn't like it!\"",
        "Therris smiled his charming triangular cat-smile and sprawled lazily back in his chair, curling his tail. \"You might both be surprised. Pairing is so boring. Well, would you mind if I brought a friend?\"",
        "\"Yes. If you're bored with me you and your friend can find someone else.\" She was a member of the Thieves' Guild now. She found Therris useful but not essential. Maybe she was a bit bored with him, too.",
        "She talked to Katisha about her men problems. Katisha shook her head and told her she was looking for love, not sex, that she'd know the right man when she found him, and that neither Straw nor Therris was the right one for her.",
        "Barenziah cocked her head to one side quizzically. \"They say dark elf women are pro- pro- something. Prostitutes?\"",
        "\"You mean promiscuous, although some do become prostitutes, I suppose. Elf women are promiscuous when they're young. You'll outgrow it. Perhaps you're beginning to already,\" Katisha said hopefully. \"You ought to meet some nice elven boys, though. If you keep on keeping company with Khajiits and humans you'll find yourself pregnant soon.\"",
        "Barenziah smiled involuntarily at the thought. \"I'd like that. But it would be inconvenient, wouldn't it? Babies are a lot of trouble, and I don't even have a home yet.\"",
        "\"How old are you? Seventeen? Well, you've a year or two yet before you'll be fertile, unless you're very unlucky. Elves don't have children readily with other elves even after that, so you'll be all right if you stick with them.\"",
        "\"Straw wants to buy a farm and marry me.\"",
        "\"Is that what you want?\"",
        "\"No. Not yet. Maybe some day, if I can't be a queen.\"",
        "\"I think Straw will be a very old man before \"some day\" comes, Berry. Elves live a very long time.\" Katisha's face briefly wore the wistful look humans got when contemplating the thousand year life span that elves were entitled to by nature. True, few ever actually lived that long, as disease and violence took a toll, but they could.",
        "\"I like old men, too,\" Berry said.",
        "<title>The Real Barenziah, Part 5</title>",
        "Barenziah fidgeted impatiently while Therris sorted through the papers in the desk. He was being meticulous and methodical, careful to replace everything just as he'd found it. They'd entered a nobleman's house, leaving Straw outside as a lookout. Therris had said it was a simple job but very secret. He hadn't even wanted to bring any other Guild members along. He said he knew he could trust Berry and Straw.",
        "\"Tell me what you're looking for and I'll find it,\" Berry whispered. Therris' night sight wasn't as good as hers and he didn't want to make a light. Berry had never been in such a luxurious place. She gazed around with wonder as they'd made their way through the huge echoing downstairs rooms, but Therris didn't seem interested in anything but the desk in the small book-lined study on the upper floor.",
        "\"Ssss't,\" he hissed angrily.",
        "\"Someone's coming!\" Berry said, a moment before the door opened and two dark figures appeared. Therris gave her a violent shove toward them and sprang away toward the window. Barenziah's muscles went rigid; she couldn't move or even speak. She watched helplessly as a dark figure leaped after Therris. There were two quick, silent blue flares of light, then Therris folded in a still heap. Outside the study the house had come alive with footsteps and voices calling and the clank of armor.",
        "The big man, a dark elf, half lifted, half dragged Therris to the door and thrust him into waiting arms. A jerk of the elf's head sent his robed companion after him. The elf came over to inspect Barenziah, who was once again able to move, although her head throbbed maddeningly when she did so.",
        "\"Open your shirt, Barenziah,\" the elf said.",
        "Barenziah gaped at him and clutched it closed.",
        "\"You are a girl, aren't you, Berry?\" he said softly. \"You should have stopped dressing as a boy a few months ago, you know. You were only drawing attention to yourself. And calling yourself Berry! Is your friend Straw too stupid to remember anything else?\"",
        "\"It's a common elf name,\" Barenziah defended herself.",
        "The man shook his head sadly. \"Not among dark elves it isn't, my dear, but you really don't know much about dark elves, do you? I regret that, but it couldn't be helped. No matter. I'll remedy it.\"",
        "\"Who are you?\" Barenziah demanded.",
        "\"So much for fame,\" the man shrugged, smiling wryly. \"I am Symmachus, my lady, and it's a merry chase you've led me, although I'd guessed you'd head for Morrowind. You had a bit of luck. A body was found in Whiterun that was thought to be Straw's so we stopped looking for the pair. That was careless of me, yet I'd not have thought you'd have stayed together this long.\"",
        "\"Where is he? Is he all right?\"",
        "\"Oh, he's fine for now. In custody, of course. You -- care for him, then?\" he stared at her with curiosity out of red eyes that were so strange to her, except in her own seldom-seen image.",
        "\"He's my friend,\" Barenziah said. The words came in a tone that sounded dull and hopeless in her own ears. Symmachus! A general in the Imperial Army, said to have the friendship and the ear of Tiber Septim himself.",
        "\"Ai. You seem to have several unsuitable friends, if you'll forgive my saying so, my lady.\" As they talked the bustle and flurry in the house had died away, although she could hear people, presumably the residents, whispering together not far off. The tall elf seated himself on a corner of the desk. He seemed quite relaxed and prepared to stay awhile.",
        "Several? \"W-what's going to happen to them? To me?\"",
        "\"Ah. As you know this house belongs to the commander of the Imperial troops in this area.\" Barenziah gasped and Symmachus looked up sharply. \"You didn't know? You are rash, even for seventeen. You must always know what it is you do.\"",
        "\"B-but the G-guild w-wouldn't -- \" Barenziah was trembling. The Thieves' Guild would never have attempted a mission that involved Imperial policies. No one dared oppose Tiber Septim, at least no one she knew of.",
        "\"I daresay. It's unlikely that Therris had Guild approval for this job. I wonder--\" Symmachus examined the desk carefully, pulling out its drawers. He selected one, placed its contents on the desk top and removed the false bottom. There was a folded sheet of paper inside. It seemed to be a map of some sort. Barenziah edged closer to see it. Symmachus held it away from her, laughing. \"Rash indeed!\" He glanced it over, then folded and replaced it.",
        "\"You advised me to seek knowledge.\"",
        "\"So I did, so I did.\" Suddenly he seemed to be in high good humor. \"We must be going, my dear lady.\"",
        "He shepherded her to the door, down the stairs and out into the night air. No one was about. Barenziah's eyes darted to the shadows. She wondered if she could outrun him, or elude him somehow.",
        "\"You're not thinking of attempting to escape, are you? Don't you want to hear what my plans for you are first?\" He sounded a bit hurt.",
        "\"Yes.\"",
        "\"Perhaps you'd rather hear about your friends first.\"",
        "\"No.\" He looked pleased. It was the answer he wanted, but it was also the truth. While Barenziah was concerned for her friends, especially Straw, she was far more concerned for herself.",
        "\"You will take your rightful place as Queen of Mournhold.\"",
        "Her heart leapt. It was really true then!",
        "Symamchus explained that this had been his, and Tiber Septim's plan for her all along. That Mournhold, which had been under military rule for the dozen years since she had left was to be returned, gradually, to civilian government, under Imperial guidance, of course, and as a part of the Imperial Province of Morrowind.",
        "\"But why was I sent to Darkmoor.\"",
        "\"For safekeeping. Why did you run away?\"",
        "Barenziah shrugged. \"I saw no reason to stay. I should have been told.\"",
        "\"You would have been by now. I had in fact sent for you to be removed to Imperial City to spend some time as a part of the Emperor's household. As for your destiny, it should have been obvious to you. Tiber Septim does not keep those he has no use for, and what else could you be that is of use to him?\"",
        "\"I know nothing of him or you.\"",
        "\"Then know this: Tiber Septim rewards friend and foe alike according to their deserts.\"",
        "Barenziah chewed on that for a few moments. \"Straw has deserved well of me and has never done anyone any harm. He is not a member of the Thieves' Guild. He came along to protect me. He earns our keep by running errands, and--\"",
        "Symmachus waved her to silence. \"I know all about Straw,\" he said, \"and about Therris. So? What would you?\"",
        "\"Straw wants a little farm. If I'm to be rich, then I would give that to him.\"",
        "\"Very well. He shall have it. And Therris?\"",
        "\"He betrayed me,\" Barenziah said in a low voice. Therris should have told her the risks the job entailed. Further, he'd pushed her right into their foes' arms in an attempt to save himself.",
        "\"Yes. And?\"",
        "\"Well, he should be made to suffer for it, shouldn't he?\"",
        "\"That seems reasonable. What form should the suffering take?\"",
        "Barenziah balled her hands into fists. She'd like to beat and claw at the Khajiit herself, but that didn't seem very queenly. \"A whipping. Would twenty stripes be too many do you think? I don't want to do him any permanent injury.\"",
        "\"I shall arrange it.\"",
        "Barenziah spent two days in Symmachus' apartment during which she was kept very busy. There was a dark elf woman named Drelliane who saw to their needs, although she did not seem to be exactly a servant as she took her meals with them. Nor was she his wife. Drelliane seemed amused when Barenziah asked her about that. She simply said she was in Symmachus' employ and did whatever he asked of her.",
        "With Drelliane's assistance several fine gowns and pairs of shoes were ordered for her, plus a riding habit and boots, along with other small necessities. Barenziah was given a room to herself. Symmachus was out a great deal. She saw him at most meals, but he said little about himself or what he had been doing, although he was cordial and polite, was quite willing to converse on most subjects, and seemed interested in anything she had to say. Drelliane was much the same. Barenziah found them pleasant enough, but hard to get to know, as Katisha would have put it. She felt an odd disappointment. These were the first dark elves with whom she'd associated closely. She had expected to feel comfortable with them, to feel, at last, that this was where she belonged. Instead she found herself yearning for her Nord friends, Katisha and Straw. When Symmachus told her they were to set out for Imperial City on the morrow, she asked if she could say goodbye to her friends.",
        "\"Katisha?\" he asked. \"Well enough. I suppose I owe her something. She it was who led me to you by telling me of a lonely dark elf girl named Berry who need elven friends -- and sometimes dressed as a boy. She has no association with the Thieves' Guild. And no one associated with the Thieves' Guild seems to know your true identity, save Therris. That is well. I prefer that your former Guild membership not be made public knowledge. You will speak of it to no one. It does not become an Imperial queen.\"",
        "\"No one knows but Straw and Therris. They won't tell anyone.\"",
        "\"No, they won't.\" He didn't know that Katisha knew then!",
        "Straw came to their apartment the morning of their departure, and they were left alone in the parlor, although Barenziah knew that the other elves were well within hearing. Straw looked drawn and pale. They hugged one another silently for a few minutes. Straw's shoulders were shaking and tears were rolling down his cheeks, but he said nothing.",
        "Barenziah tried a smile. \"So we both get what we want. I'm to be Queen of Mournhold and you'll be king of your own farm. I'll write you. You must find a scribe so you can write me, too.\" Straw shook his head sadly, and when Barenziah persisted, he opened his mouth and pointed inside, making an inarticulate noise. His tongue was gone! Barenziah collapsed onto a chair and wept noisily.",
        "\"Why?\" she demanded of Symmachus, when Straw had been ushered away. \"Why?\"",
        "Symmachus shrugged. \"He knows too much of you. He could be dangerous. At least he's alive, and he won't need his tongue to farm.\"",
        "\"I hate you!\" Barenziah screamed at him, then leaned over and vomited on the floor. She continued to revile him between intermittent bouts of nausea. He listened stolidly for some time, while Drelliane cleaned up after her. Finally, he told her to cease or he would gag her for the journey.",
        "They stopped at Katisha's house. Symmachus and Drelliane didn't dismount. All seemed normal but Barenziah was frightened as she knocked on the door. Katisha answered her knock. She'd obviously been weeping, but she embraced Barenziah.",
        "\"Why are you crying?\" Barenziah asked.",
        "\"For Therris, of course. You haven't heard? He's dead. He was caught stealing from the commandant's house. Poor fellow, but it was so foolish of him. Oh, Barenziah, he was drawn and quartered this very dawn by the commandant's order. I went; he asked for me. It was terrible; he suffered so before he died. I'll never forget it. I looked for you and Straw but no one knew where you'd got to. That's Symmachus you're with, isn't it? You know, the moment I saw him, I thought, this is the one for Barenziah! I told him about you, you know.\"",
        "\"Yes,\" Barenziah said. \"Katisha, I love you, but please don't ever tell anyone else anything about me. Ever. Swear you won't. Especially not Symmachus. And look after poor Straw for me.\" Katisha promised, puzzled but willing. \"Berry, it wasn't somehow because of me that Therris was caught? I never said anything about Therris to Symmachus.\"",
        "Barenziah assured her that it wasn't, that an informer had told of the Imperial Guard of Therris' plans, which was probably a lie, but Katisha badly needed some kind of comfort.",
        "\"Oh, I'm glad of that, if I can be glad of anything just now. I'd hate to think-- but how could I have known? And Symmachus is very handsome, don't you think? And charming.\"",
        "\"I don't know,\" Barenziah said. \"I haven't really thought about it. There hasn't been time.\" She explained about being Queen of Mournhold and going to live in Imperial City for awhile first. \"He was looking for me. I don't think he thinks of me as a woman at all. He said I didn't look like a boy, though,\" she added in the face of Katisha's incredulity. She knew that Barenziah evaluated every male she saw in terms of sexual desirability. \"I suppose it's the shock of finding out that I really am a queen,\" she added, and Katisha agreed that that must be something of a shock, although one there was no likelihood of her experiencing first hand.",
        "Their party left Rifton by the great south gate. Once through Symmachus tapped her shoulder and pointed back to the gate. \"I thought you might want to say good-bye to Therris, too,\" he said. Barenziah stared briefly but steadily at the head impaled on a spike above the gate. The birds were at it, but the face was still recognizable.",
        "\"I think he will not hear me,\" she said. \"Let's be on our way, shall we?\"",
        "Symmachus was clearly disappointed by her lack of reaction. \"You heard of this from Katisha?\"",
        "\"Of course. She attended the execution.\" Barenziah said casually. If he didn't know already, he'd find out soon enough; she was sure of that.",
        "\"Did she know Therris belonged to the Guild?\"",
        "\"Everyone knew that. It's only lower ranking members like me who are supposed to keep their membership secret. The ranking officers are well known. But you know all that, don't you?\" She smiled archly at him.",
        "\"So you told her who you were and whence you'd come, but not about the Guild.\"",
        "\"The Guild membership was not my secret to tell. The other was. There is a difference. Besides, Katisha is a very honest person. Had I told her it would have lessened me in her eyes. She was always after Therris to take up a more honest line of work. I value her good opinion. She also thought I'd be happier if I'd settle down with just one man friend, one of my own race. You, in fact. Isn't it odd how wishes come true sometimes, but not the way you want them to?\"",
        "\"Yes. Very odd.\" Something about the way he said it made her think that she herself was one of his wishes that had come true in a way that wasn't altogether to his liking.",
        "<title>The Real Barenziah, Part 6</title>",
        "Barenziah felt the weight of sorrow for several days, but by the third day out her spirits had begun to rise a bit. She found that she enjoyed being on the road again, although she missed Straw's companionship more than she would have thought. They were escorted by a troop of Redguard knights, with whom she felt comfortable, although these were much more disciplined than the guards of the merchant caravans. They were cordial but respectful towards her despite her attempts to flirt with the men. Symmachus scolded her privately, saying a queen must maintain a royal dignity at all times.",
        "\"You mean I'm never to have any fun?\"",
        "\"Not with such as these. They are beneath you. Graciousness is to be desired in those in authority. Familiarity is not. You will remain chaste and modest while you are in Imperial City.\"",
        "Barenziah screwed up her face. \"I might as well be back in Black Moor. Elves are promiscuous by nature. Everyone says so.\"",
        "\"'Everyone' is wrong, then. Some are, some aren't. The emperor -- and I -- expect you to show both discrimination and discretion. Let me remind you that you will hold the throne of Mournhold not by right of blood but solely at the pleasure of Tiber Septim. If he judges you unsuitable your reign will end ere it begins. He requires intelligence, obedience, discretion and total loyalty in all his appointees, and he favors chastity and modesty in women. I suggest you model your deportment after Drelliane.\"",
        "\"I'd liefer be back in Black Moor,\" Barenziah said indignantly.",
        "\"That is not an option. If you are of no use to Tiber Septim he will see to it that you are of no use to his enemies either,\" Symmachus said coldly. \"If you would keep your head upon your shoulders take warning. Let me add that power offers pleasures other than those of carnality and low company.\" He spoke of art, literature, drama, music, and grand balls. Barenziah listened with interest spurred by his threats, but after asked if she might continue her study of spellcasting while in Imperial City. Symmachus seemed pleased and promised to arrange it. Pleased with this she then said that she noted that three of their knights were women, and asked if she might train a little in combat with them, just for the sake of exercise. Symmachus looked less than pleased, but agreed she might, although only with the women.",
        "The late winter weather held fair but cold for their journey, so that they travelled quickly over firm roads. On the last day, spring seemed to come at last for there was a thaw, and the road grew sloppy underfoot, and everywhere one could faintly hear the sound of water trickling and dripping.",
        "They came to the great bridge that crossed into Imperial City at sunset. The rosy glow turned all the stark white marble buildings a delicate pink. It all looked very new and grand and immaculate. A broad avenue led straight north to the Palace. There was a crowd of people of all sorts in the streets. Lights winked out in the shops and on in the inns as dusk fell and the stars came out one by one. Even the side streets were broad and brightly lit. Near the palace the towers of a grand Mage Guild reared to the east while westward the stained glass windows of a great temple glittered.",
        "Symmachus had an apartment in a great house two blocks from the palace, past the Temple, the Temple of the One, he said, as they passed it, an ancient Nordic cult which Tiber Septim had revived. He said that Barenziah would be expected to become a member, should she prove acceptable to the Emperor.",
        "Symmachus' apartment was very grand, although little to Barenziah's liking. The walls and furnishings were stark white, relieved only by touches of bright gold, the floors of gleaming black marble. Barenziah's eyes ached for color and shadow.",
        "In the morning Symmachus and Drelliane escorted her to the Imperial Palace. Barenziah noted that everyone they met greeted Symmachus with a deferential respect which in some cases bordered on obsequiousness. He took it quite for granted. She and Symmachus were ushered directly into the Imperial presence.",
        "Morning sun flooded the small room through a large window with tiny panes, washing over the breakfast table and the single man who sat there, dark against the light. He leapt to his feet as they entered and hurried toward them, \"Ah, Symmachus, my friend, I welcome thy return most gladly.\" His hands touched Symmachus shoulders briefly, fondly, interrupting the deep bow the elf had begun. Barenziah curtsied as Tiber Septim turned to her.",
        "\"Barenziah, my naughty little runaway, how do you, child? Here, let me have a look at you. Why, Symmachus, she's charming, absolutely charming. Why have you hidden her from us all these years? Is the light too much? Shall I draw the hangings? Yes, of course.\" He waved aside Symmachus protests and drew the curtains himself, not troubling to summon a servant. \"You will pardon me for this discourtesy to my guests. I've much to think of, but that's scant excuse for inhospitality -- ah, pray join me. There's some excellent fruit from the Black Marsh.\"",
        "They settled themselves at the table. Barenziah was astonished. Tiber Septim was nothing like the grim grey giant warrior she'd pictured. He was only of middle height, half a head shorter than tall Symmachus, although he was well knit of figure and lithe in movement. He had a winning smile, bright, indeed piercing, blue eyes, and a full head of stark white hair above a lined and weathered face. He might have been of any age from forty to sixty.",
        "He pressed food and drink upon them, then repeated his question: why had she left her home? Had her guardians been unkind to her?",
        "\"No, excellency,\" Barenziah replied, \"in truth, no, although I fancied so at times.\" Symmachus had made up a lie for her and Barenziah told it, although with misgivings. The stableboy, Straw, had convinced her that her guardians, unable to find a suitable husband for her, meant to sell her as a concubine in Rihad, and when a Redguard had indeed come, she had panicked and fled with him. Tiber Septim seemed fascinated and listened raptly as she provided details of her life as a merchant caravan guard.",
        "\"Why, 'tis like a ballad,\" he said. \"By the One, I'll have the court bard set it to music. What a charming boy you must have made.\"",
        "\"Symmachus said--\" Barenziah stopped in some confusion, \"he said, well, that I no longer look much like a boy. I have grown in the past few months.\" She lowered her gaze in what she hoped looked like maiden modesty.",
        "\"He's a very discerning fellow, is my friend Symmachus.\"",
        "\"I know I've been a very foolish girl. I must crave thy pardon, and that of my kind guardians. I -- I realized that some time ago, but I was too ashamed to go home. And I do long for Morrowind. My soul pines for my own country.\"",
        "\"My dear. You shall go home, I promise you, but I pray you remain with us a little longer, that you may prepare yourself for the stern task with which I shall charge you.\" Barenziah gazed at him earnestly, heart beating hard. It was all working just as Symmachus had said it would. She felt a warm flush of gratitude toward him, but was careful to keep her attention focused on the Emperor. \"I am honored, Excellency, and wish most earnestly to serve you and this great Empire you have forged in any way I can.\" It was the politic thing to say, but Barenziah really meant it. She was awed by the magnificence of the city and the discipline and order everywhere evident, and was excited at the prospect of being a part of it all. Plus she felt quite drawn to Tiber Septim.",
        "After a few days Symmachus left for Mournhold to take up his duties as governor until Barenziah was ready to assume the throne, after which he would become her Prime Minister. Barenziah, with Drelliane as chaperone, took up residence in a suite at the Palace. Several tutors were provided for her. During this time she became deeply interested in the magical arts, but she found the study of history and politics not at all to her taste.",
        "On occasion she met Tiber Septim in the Palace gardens and he would unfailingly inquire politely as to her progress, and chide her, although with a smile, over her disinterest in matters of state. However, he was always happy to instruct her on fine points of magic, and he could make even history and politics seem interesting after all. \"They're people, child, not dry facts in a dusty book,\" he said. As her understanding broadened their discussions became longer, deeper and more frequent. He spoke to her of his vision of a united Tamriel, each race separate and distinct but with shared ideals and goals, all contributing to the common weal.",
        "\"Some things are universal, shared by all sentient folk of good will,\" he said. \"So the One teaches us. We must unite against the malicious and the brutish, the mis-created, the orcs, trolls, goblins and other worse creataures, not strive 'gainst one another.\"",
        "His blue eyes would light as he stared into his dream, and Barenziah was delighted just to sit and listen to him. If he drew close to her, the side of her body next to him would glow as if he were a fire. If their hands met she would tingle all over as if his body were charged with a small shock spell. One day, quite unexpectedly, he took her face in his hands and kissed her gently on the mouth. She drew back after a few moments, astonished by the violence of her feelings, and he apologized instantly. \"I didn't mean to do that. It's just -- you are so beautiful, my dear. So very beautiful.\" He was looking at her with a hopeless yearning in his face. She turned away, tears streaming down her face. \"Are you angry with me? Talk to me.\"",
        "Barenziah shook her head. \"I could never be angry with you. I love you. I know it's wrong, but I can't help it.\"",
        "\"I have a wife,\" he said. \"She is a good and virtuous woman, and the mother of my children. I could never put her aside, yet there is nothing between us, no sharing of the spirit. She would have had me be other than what I am. I am the most powerful man in all Tamriel, and, Barenziah, I think I am the most lonely as well. Power!\" he said with contempt. \"I'd trade a goodly share of it for youth and love if the gods allowed it.\"",
        "\"But you are strong and vigorous and vital, more than any man I've ever known.\"",
        "He shook his head. \"Today, perhaps. Yet I am less than I was yesterday, last year, ten years ago. I feel the sting of my mortality and it is painful.\"",
        "\"If I can ease thy pain, let me do so.\" Barenziah moved towards him, hands outstretched.",
        "\"I would not take thy innocence from thee.\"",
        "\"I'm not that innocent.\"",
        "\"How so?\" Tiber Septim's voice grated harshly, his brow knitted. Barenziah's mouth went dry. What had she done?",
        "\"There was Straw,\" she faltered. \"I -- I was lonely, too. Am lonely. And not so strong as you.\" She cast her eyes down in embarassment. \"I'm not worthy--\"",
        "\"No, no, not so. Barenziah, it cannot last for long. You have a duty in Mournhold. I must tend my Empire. Shall we share what we may and pray the One forgives us our frailty?\"",
        "Tiber Septim held out his arms and, wordlessly, Barenziah stepped into his embrace.",
        "<title>The Real Barenziah, Part 7</title>",
        "\"You dance on the edge of a volcano, child,\" Drelliane scolded, as Barenziah admired the emerald ring her lover had given her to celebrate their one month anniversary.",
        "\"How so? We make one another happy. We harm no one. Symmachus bade me to be discriminate and discreet. Who better could I choose? And we've been most discreet. He treats me as a daughter in public.\" Tiber Septim's nightly visits were made through a secret passage.",
        "\"He slavers over you like a dog his dinner. Have you not noticed the coolness of the Empress and her son toward you?\"",
        "Barenziah shrugged. Even before she and Septim had become lovers she'd had no more from his family than bare civility. Threadbare civility. \"What matter? It is Tiber who holds power.\"",
        "\"It is his son who holds the future. Do not hold his mother up to public scorn, I beg you.\"",
        "\"Can I help it if that dry stick of a woman cannot hold her husband's interest even in conversation at dinner?\"",
        "\"Have less to say in public. That is all I ask. She matters little, save that her children love her, and you do not want them as enemies. Tiber Septim has not long to live. I mean,\" Drelliane amended quickly, at Barenziah's scowl, \"Humans are all short-lived. Temporary, as we elves say. They come and go as the seasons do, but the families of the powerful live on for a time. You must be a family friend if you would see lasting profit from your relationship. Ah, how can I make you truly see, you who are so young and human-bred as well! If you take care you and Mournhold are like to live to see the fall of Septim's dynasty, if indeed he has founded one, as you have seen its rise. It is the way of human history. They ebb and flow like the tides. Their cities and even their empires bloom like spring flowers, only to wither and die in the summer sun.\"",
        "Barenziah just laughed. She knew that rumors abounded about her and Tiber Septim. She enjoyed the attention for all save the Empress and her son seemed captivated by her. Bards sang of her dark beauty and her charming ways. She was in fashion and in love and if it was temporary, well, what was not? She was happy for the first time she could remember, each day filled with joy and pleasure, and the nights yet better.",
        "\"What is wrong with me?\" Barenziah lamented. \"Look, not one of my skirts fit? What's become of my waist? Am I getting fat?\" Barenziah regarded her thin arms and legs and her undeniably thickened waist in the mirror with displeasure.",
        "Drelliane shrugged. \"You appear to be with child, young as you are. Constant pairing with a human has brought you early to fertility. I see no choice but for you to speak with him about it. You are in his power. It would be best, I think, for you to go directly to Mournhold if he will agree, and bear the child there.\"",
        "\"Alone?\" Barenziah placed her hands on her swollen belly, tears forming in her eyes. Everything in her yearned to share the fruit of her love with her lover. \"He'll ne'er agree to that. He won't be parted from me now. You'll see.\"",
        "Drelliane shook her gray head. Although she said no more, a look of sympathy and sorrow had replaced her usual cool scorn.",
        "That night Barenziah told Tiber Septim of it when he came to her.",
        "\"With child?\" He looked shocked. Stunned. \"You're sure of it? I was told elves do not bear so young.\"",
        "Barenziah summoned a smile. \"How can I be sure? I've never --\"",
        "\"I'll fetch my healer.\"",
        "The healer, a high elf of middle years, confirmed that Barenziah was indeed pregnant and that such a thing had never before been known to happen. It was a testimony to His Excellency's potency, the healer said sycophantically. Tiber Septim snarled at him. \"This must not be,\" he said. \"Undo it.\"",
        "\"Sire,\" the healer gaped at him. \"I cannot--.\"",
        "\"Of course you can,\" he snapped. \"I command you do so.\"",
        "Barenziah, wide-eyed with sudden terror, sat up in the bed. \"No!\" she screamed. \"No! What are you saying?\"",
        "\"My dear child,\" Tiber Septim sat down beside her with his winning smile. \"I'm so sorry. Truly. But this cannot be. Your child could be a threat to my son and his sons. I will put it no more plainly than that.\"",
        "\"The child I bear is your child!\" she wailed.",
        "\"No. It's but a possibility, a might be, not yet gifted with a soul or quickened into life. I will not have it so.\" He gave the healer another hard stare and the elf began to tremble.",
        "\"It is her child. Children are few among elves. No woman conceives more than four and that is very rare. Two is the allotted number. Some bear none, some only one. If I take this one from her, she may not conceive again.\"",
        "\"You told me she would not bear to me. I've little faith in your prognostications.\"",
        "Barenziah scrambled naked from her bed, and ran for the door, not knowing where she was going, only that she could not stay. She never reached the door for blackness took her.",
        "Barenziah awoke to pain and emptiness. Drelliane was there to soothe the pain and clean the blood that pooled between her legs, but there was nothing to fill the emptiness. Tiber Septim sent gifts and flowers, and came for short visits, always well attended. Barenziah received these visits with pleasure, but he came no more at night nor did she wish for him. After a week, when she was physically recovered, it was announced that Symmachus had requested she come to Mournhold earlier than planned, and that she would leave forthwith. She was given a splendid retinue, a wardrobe befitting a queen and a ceremonial departure from the gates of Imperial City.",
        "\"Everything I have ever loved I have lost,\" Barenziah thought, looking over the mounted knights behind and ahead, the tirewomen near her in a carriage, \"yet have I gained a measure of wealth and power, and the promise of more to come. Dearly have I bought it. Now do I better understand Tiber Septim's love of it, if he has oft paid such prices, for surely worth is measured by the price one pays.\" Barenziah, by her wish, rode mounted on a shining black mare, clad as a warrior in shining chain mail of dark elf making.",
        "As the slow days slipped by and her train rode a winding road eastward into the setting sun, around her rose the steep-sided mountain slopes of Morrowind. The air was thin and a chill late autumn wind blew constantly, but it was also rich with the sweet spice smell of the late-blooming black rose, which grew in every shadowy nook and crevice, finding nourishment even in the stoniest slopes. In small villages and towns, ragged dark elf folk gathered along the road to cry her name or simply gape. Most of her knightly escort were Redguards with a few dark elves, Nords and Bretons scattered among them. As they wove their way into the heart of Morrowind, these grew increasingly uncomfortable and clung together. Even the dark elf knights seemed somewhat uneasy. Barenziah felt at home, felt the welcome extended to her by this land.",
        "Symmachus met her at the Mournhold borders with an escort of knights, about half of whom were dark elf in Imperial battle dress, she noted. There was a grand parade into the city and speeches of welcome from elders.",
        "\"I've had the queen's suite refurbished for you,\" he said, \"but you can change anything not to your taste, of course.\" He went on about details of the coronation ceremony which was to be held in a week. He was his old commanding self, but she sensed something else as well. He was eager for her approval of the arrangements. He asked her nothing about her stay in Imperial City or Tiber Septim, although Barenziah was certain that Drelliane had told him everything in detail.",
        "The ceremony itself, like so much else, was a mixture of old and new, parts of it dictated by Imperial format, as she was sworn to service of the Empire and Tiber Septim, as well as to the land of Mournhold and its people. She then accepted fealty from the people and the council. The council was composed of a mixture of Imperial representatives, advisors they were called, and native representatives of the people. These latter were mostly elders, in accordance with elven custom. Barenziah found that much of her time was occupied in attempting to reconcile these two forces. And the elders were expected to do most of the conciliating in the name of the reforms introduced by the Empire, such as land ownership and surface farming, which went clean against dark elven tradition, as laid down by their ancient gods and goddesses. Now, Tiber Septim, in the name of the One had decreed a new tradition, and the gods and goddesses themselves were expected to obey.",
        "Barenziah threw herself into work and study. She was through with love and men for a long, long time, if not forever. There were other pleasures, she discovered, as Symmachus had promised, those of the mind, of power. She developed a love for dark elf history and legend, a hunger to know the people from whom she sprang, proud warriors and craftsmen.",
        "<title>The Real Barenziah, Part 8</title>",
        "Tiber Septim lived another half century, during which she saw him on a few occasions, as she was bidden to Imperial City for one reason or another. He greeted her with warmth on these occasions and they had long talks together about events. He seemed to have quite forgotten that there had ever been anything more between them. He changed little over the years. Rumor said that his mages had found spells to extend his vitality, and even that the One had granted him immortality. Then one day a messenger came with the news that he was dead, and his son was now Emperor in his place.",
        "They'd heard the news in private, she and Symmachus. He took it stoically, as he took everything.",
        "\"It doesn't seem possible,\" Barenziah said.",
        "\"I told you. It's the way of humans. They are a short-lived race. It doesn't really matter. His power lives on, and his son now wields it.\"",
        "\"You called him your friend. Do you feel nothing?\"",
        "He shrugged. \"There was a time when you called him somewhat more. What do you feel, Barenziah?\"",
        "\"Emptiness. Loneliness,\" she said, then she too shrugged. \"That's not new.\"",
        "\"I know,\" he said, taking her hand. \"Barenziah, let me try to fill that lonely place.\" He turned her face up and kissed her. It filled her with astonishment. She couldn't remember his ever touching her before. She'd never thought of him in that way, and yet, undeniably, an old familiar warmth spread through her. She'd forgotten how good it was, that warmth. Not the burning heat she'd felt with Tiber Septim, but the warmth she associated with, with Straw! Straw, poor Straw. She hadn't thought of him in so long. He'd be middle-aged now if he still lived. Probably married with a dozen children, she hoped, and a wife who could talk for two.",
        "\"Marry me, Barenziah,\" he was saying, \"I've worked and toiled and waited long enough, haven't I?\"",
        "Marriage. \"A peasant with peasant dreams.\" The words appeared in her mind, as if from long ago. And yet, why not? If not him, who? The great noble families had been destroyed in the war and its aftermath. Dark elf rule had been restored, but not the old nobility. Most of them were upstarts, like Symmachus and not as good as he was. He'd fought to keep Mournhold whole and healthy when their so-called advisors would have picked their bones, sucked them dry as Ebonheart had been sucked dry. He'd fought for Mournhold, fought for her, while she and it grew. She felt a sudden rush of gratitude, and, undeniably, affection. He was steady and reliable. He'd served her well. \"Why not?\" she said, smiling.",
        "The union was a good one, both in its political and personal aspects. While Tiber Septim's son viewed her with a jaundiced eye, his trust in his father's old friend was absolute. Symmachus, however, was still viewed with suspicion by Morrowind's stiff-necked folk, suspicious of his peasant ancestry, his close ties to the Empire, while she was quite popular. \"The Lady's one of our own in her heart,\" it was whispered, \"held captive as we are.\" Barenziah felt content. There was work and pleasure and what more could one ask of life? The years passed swiftly, with crises to be dealt with, storms and famines and failures and successes and plots to be foiled. Mournhold prospered well enough. Her people were secure and fed, her mines and farms productive. All was well save that the marriage produced no children. No heirs.",
        "Now elven children are slow to come, and most demanding of their welcome, noble children more so than others, thus many decades had passed before they grew concerned.",
        "\"The fault lies with me, husband. I am damaged goods.\" Barenziah said bitterly. \"If you want to take another...\"",
        "\"I want no other,\" Symmachus snapped, \"nor do I know the fault to be thine. Perhaps it is mine. Whichever, we will seek a cure. If there is damage, surely it may be repaired?\"",
        "\"How so? When we dare not entrust anyone with my true story? Healer's oaths do not always hold.\"",
        "\"It won't matter if we change the time and circumstances a bit. Whate'er we say or fail to say Jephre never rests. His inventive mind and quick tongue are ever busy spreading gossip and rumor.\"",
        "Priests and Healers came and went, but all their prayers, potions and other efforts produced not even a period of bloom, let alone a single fruit. Eventually, they put it from their minds and left it in the gods' hands. They were yet young, with centuries ahead of them. There was time. Elves always have time.",
        "<title>The Real Barenziah, Part 9</title>",
        "Barenziah sat in the hall at dinner, pushing her food about on her plate, feeling bored and restless. Symmachus was away, having been summoned to Imperial City by Tiber Septim's great-great grandson, Uriel Septim. Or was it his great-great-great grandson? She'd lost count, she realized. Their faces seemed to blur into one another. Perhaps she should have gone with him, but there'd been the delegation from Tear on a tiresome matter that required delicate handling.",
        "A bard was singing, but Barenziah hadn't been listening. Lately all the songs seemed the same to her, whether new or old. Now a turn of phrase caught her attention. He was singing of freedom, of adventure, of freeing Morrowind from its chains. How dare he! Barenziah sat up straight and turned to glare at him and worse, then realized that he was singing of some ancient war with Skyrim Nords, praising the heroism of King Moraelyn and his brave Companions. That tale was old enough, yet the song was new ... and the meaning...Barenziah wasn't sure. A bold fellow, but with a good voice and an ear for poetry and music. Rather handsome, too, in a raffish way. He didn't look exactly prosperous, nor was he all that young. Certainly he wasn't under a century of age. Why hadn't she heard him before, or at least heard of him?",
        "\"Who is he?\" she whispered to her dinner companion, who shrugged and said, \"Calls himself Nightingale. No one seems to know anything about him.\"",
        "\"Bid him speak with me when he has done.\"",
        "Nightingale came to her, thanked her for the honor and the purse she handed him. His manner wasn't bold, rather quiet and unassuming. He was quick enough with gossip about others, but she learned nothing about him, for he turned all questions away with a joking answer or a wild tale, yet one given so charmingly that it was impossible to take offense. \"My true name? Milady, I am no one. No, no, my parents named me Know Wan, or was it, No Buddy? What doth it matter? How can parents give name to that which they know not? Ah, I believe that was the name, No Not. I have been Nighingale for so long I do not quite remember, oh, since last month at the very least, or was it last week? All my memory goes into song and tales, you see. I've none left for myself. I'm really quite boring. Where was I born? Why, Knoweyr. I plan to settle in Dunroman when I get there, but I'm in no hurry.\"",
        "\"I see. And will you then marry Atleshur?\"",
        "\"Very perceptive of you, milady. Perhaps, although I find Inaste quite charming, too, at whiles.\"",
        "\"Ah, you are fickle, then?\"",
        "\"Like the wind, milady, I blow hither and yon and hot and cold.\"",
        "\"Stay with us awhile, then, if you will.\"",
        "\"As you wish, milady.\"",
        "Barenziah found her interest in life rekindled. All that had seemed stale seemed fresh and new again. She greeted each day with zest, looking forward to conversation and song with Nightingale. Unlike other bards he never sang her praises, nor other women's but only of high adventure and bold deeds. When she asked him about this, he merely said, \"What greater praise of thy charm couldst thou ask, than what thy own mirror gives thee? And if words thou wouldst have, thou hast those of the greatest bards of the land? How should I vie with them, I who was born but a week gone by?\" For once they spoke privately, for Barenziah, unable to sleep, had bidden him come to her chamber that his music might soothe her.",
        "\"Thou art lazy and a coward, else I hold no charm for thee.\"",
        "\"Milady, to praise thee I must know thee and thy spirit is wrapped in clouds of enchantment.\"",
        "\"Not so, 'tis thy words that weave enchantment, and thy eyes. Know me if thou wilt, and if thou dare'st.\" He came to her; they lay close, kissed and embraced. \"Not even Barenziah truly knows herself,\" he whispered softly. \"How can I? Barenziah, thou seekest and know it not, nor yet for what. What would you have, that you have not?\"",
        "\"Passion,\" she whispered, \"passion. And children born of it.\"",
        "\"And for thy children, what? What birthright will you give them?\"",
        "\"Freedom,\" she whispered, \"freedom to be what they are. Where can I find these things?\"",
        "\"They lie beside you and beneath you if you dare stretch out your hand to take them.\"",
        "\"But Symmachus...\"",
        "\"I tell you, in me lies the answer to part of your quest and below us in these very mines, lies that which will grant us the power to fulfill achieve it. That which Moraelyn and Edward between them used to free High Rock from Nord domination of their spirit. Properly used, none can stand against it, not e'en that power which the Emperor controls. Freedom, Barenziah, freedom from the chains that bind you. Think on it, Barenziah.\" He kissed her again, softly, and withdrew.",
        "\"You're not going?\" she cried out, for her body yearned for him.",
        "\"For now,\" he said. \"Pleasures of the flesh are nothing beside what we might have together. I would have you think on it.\"",
        "\"I don't need to think. What must we do? What preparation must we make?\"",
        "\"Why, none. You can enter the mines freely. Once below I can guide you to where this thing lies and lift it from its resting place.\"",
        "\"The Horn of Summoning,\" she whispered. \"Is it true? How do you know? 'Tis said it's buried 'neath Daggerfall itself.\"",
        "\"Nay, long have I studied this matter. Before his death King Edward gave the horn for safekeeping into the hand of his old friend King Moraelyn, who secreted it here in Mournhold, under the guardianship of the god Ephen, whose birthplace this is. Now thou know'st what it hath cost me many long years and weary miles to learn.\"",
        "\"But the god?\"",
        "\"Trust me, dear heart. All will be well.\" Laughing, he blew her a last kiss and was gone.",
        "On the morrow they passed the guards at the great doors that led below. Barenziah made her usual tour of inspection but instead of leaving afterwards, she and Nightingale entered a long-sealed door that led to an ancient part of the workings, long abandoned. The going was treacherous, for some of the old passages had collapsed and they had to clear a passage or find a way around. Vicious rats and huge spiders scurried here and there and sometimes attacked them.",
        "\"We've been gone too long,\" Barenziah said. \"They'll be looking for us. What will I tell them?\"",
        "\"Whate'er you please,\" Nightingale laughed. \"You are the queen, aren't you?\"",
        "\"Symmachus--\"",
        "\"That peasant obeys whoever holds power. Always has, always will. We shall hold the power, love.\" His lips were the sweetest wine, every touch of fire and lightning.",
        "\"Now,\" she said, \"take me now. I'm ready.\" Her body seemed to hum, every nerve and muscle taut.",
        "\"Not yet. Not here, not like this.\" He waved around at the ancient dusty rubble and grim rock walls. \"Just a little longer.\"",
        "\"Here,\" he said at last, pausing before a blank wall. \"Here it lies.\" His hands wove a spell and the wall dissolved to reveal the entrance to an ancient shrine. In the midst stood a statue of the god, hammer in hand, poised above an adamantium anvil.",
        "\"By my blood, Ephen, I bid you wake! Moraelyn's heir of Ebonheart am I, last of the royal kin, sharer of thy blood. At Morrowind's last need, with all elvendom in peril of their souls, release to me that which thou guardst! Now do I bid thee strike!\"",
        "At his words the statue stirred and quickened, and the blank stone eyes glowed red. The massive head nodded, and the hammer smote the anvil, which split asunder with a thunderous crash, and the stone god himself crumbled. Barenziah clapped her hands over her ears and crouched down, crying aloud. Nightingale strode boldly forward and clasped what lay among the ruins with a cry of ecstasy, lifting it high.",
        "\"Someone's coming!\" Barenziah cried. \"Wait, that's not the Horn, it -- it's a staff!\"",
        "\"Indeed, my dear, you see truly, at last!\" Nightingale laughed aloud, then -- \"I'm sorry, my darling, that I must leave you now. Perhaps we'll meet again one day. Until then -- ah, until then, Symmachus,\" he said to the mail clad figure who'd appeared behind them, \"she's yours.\"",
        "\"No!\" Barenziah sprang up and ran toward him, but he was gone -- winked out of existence -- just as Symmachus, sword drawn, reached him. His blade cleaved a single stroke through empty air, then he stood as still as if he'd taken the stone god's place. Barenziah said nothing, nothing, nothing...",
        "Symmachus told the half dozen elves who had accompanied him to say only that Nightingale and the queen had lost their way, and had been set upon by spiders. Nightingale had fallen into a deep crevice that closed upon him. His body could not be recovered. The queen had been badly shaken by the encounter and deeply mourned the loss of the friend, who had fallen in her defense. Such was his power of command that the slack-jawed soldiers, none of whom had caught more than a glimpse of the event, were half-convinced that it was true.",
        "Barenziah was escorted above and taken to her chamber where she dismissed her servants and sat stunned, too shaken even to weep. Symmachus stood watching her.",
        "\"Do you have any idea what you have done?\" he said finally.",
        "\"You should have told me,\" Barenziah whispered, \"The Staff of Unity and Chaos! I never dreamed it lay here. He said--\" A mewling moan escaped her lips and she doubled over in agony. \"What have I done? What now? What's to become of me?\"",
        "\"You loved him?\"",
        "\"Yes, yes, yes. Oh, may the gods have mercy on me, I did love him.\"",
        "Symmachus hard-lined face softened slightly and his eyes glittered with a new light, and he sighed softly. \"Ahhh, that's something then. You will become a mother if it's within my power. As for the rest, my dear, I expect you have loosed a storm upon the land. It'll be awhile yet in the brewing. When it comes we'll weather it together.\" He stripped her clothing from her and carried her to the bed. Out of grief and longing, her body responded to his as never before, pouring forth all that Nightingale had woken in her. She was emptied, and then filled, for a child was planted and grew within her. As the babe grew in her womb, so did her feeling for patient faithful Symmachus, rooted in long friendship and affection, now at last ripen into the fullness of true love. Eight years later their love was blessed again with a little daughter.",
        "Directly after Nighingale's theft of the staff Symmachus had sent secret messages to Uriel Septim of the matter, but had not gone himself, choosing rather to stay with Barenziah during her fertile period and father the child upon her. For this, and for the theft, he suffered Uriel Septim's disfavor and suspicion. Spies were sent in search of the thief but Nighingale seemed to have vanished whence he'd come, wherever that was.",
        "\"Dark elf, in part, perhaps,\" said Barenziah, \"but part human, too, I think, in disguise, else would I not have come so quickly to fertility.\"",
        "\"Part dark elf, for sure, of ancient R'Aathim lineage, else he could not have freed the staff,\" Symmachus reasoned, \"and I think he would have lain with thee. As elf he did not dare, for then he would not have been able to part with thee. He knew the Staff lay there, not the Horn, and that he must teleport to safety, for the Staff is not a weapon that would have seen him clear, unlike the horn. Praise the gods he hath not that! It seems all was as he expected, yet how did he know? I placed it there myself, with the aid of the rag-tail end of the R'Aathim clan who now sits king in Ebonheart as a reward. Tiber Septim claimed the Horn, but left the Staff for safe-keeping. Nightingale can use the Staff to sow seeds of strife and dissension, if he wishes, yet that alone will not gain him power. That lies with the Horn and the ability to use it.\"",
        "\"I'm not so sure it's power that Nightingale seeks,\" Barenziah said.",
        "\"All seek power,\" Symmachus retorted, \"each in our own way.\"",
        "\"I have found what I sought,\" Barenziah said.",
        "<title>The Real Barenziah, Part 10</title>",
        "As Symmachus had predicted, the theft of the Staff of Chaos had few short term consequences. The current emperor, Uriel Septim, sent some rather stiff messages expressing shock and displeasure at the staff's disappearance and urging that Symmachus make every effort to locate its whereabouts and communicate this to the newly appointed Imperial BattleMage, Jagar Tharn, in whose hands the matter had been placed.",
        "\"Tharn!\" Symmachus snarled in disgust and frustration, as he paced about the small chamber where Barenziah, now some months pregnant, was sitting serenely, knitting a baby blanket. \"Jagar Tharn, indeed. I wouldn't give him directions for crossing the street.\"",
        "\"What have you against this person, husband?\"",
        "\"I just don't trust that mongrel elf. Part wood elf, part dark elf and part only the gods know what. All the worst qualities of all his combined races. No one knows much about him. Claims he was born in Valenwood, of a wood elf mother. Seems to have been everywhere since--\"",
        "Barenziah, sunk in the contentment of pregnancy had only been humoring Symmachus thus far, but this piqued her interest. \"Nightingale? Could he have been this Jagar Tharn, disguised?\"",
        "\"Nay. Human blood seems to be the one missing component in Tharn's ancestry.\" To Symmachus, Barenziah knew, that was a flaw. Symmachus despised wood elves as lazy thieves and high elves as effete intellectuals, but he admired humans, especially Bretons, for their combination of pragmatism, intelligence and energy.",
        "\"Nightingale's of Ebonheart, of the House of Mora, I'll be bound -- that house has had human blood since her time. Ebonheart was jealous that the Staff was laid here when Tiber Septim took the Horn from us.\"",
        "Barenziah sighed a little. The rivalry between Ebonheart and Mournhold reached back almost to the dawn of history. Once the two had been one, all the mines within held by Clan R'Aathim, whose royal house held the High Kingship of Morrowind. Ebonheart had split into two separate city states, Ebonheart and Mournhold, when Queen Lian's twin sons, Moraelyn's grandsons, had been left as the heirs. At the same time the office of High King had been vacated in favor of a temporary War Leader to be named by a council in times of provincial emergency. Still, Ebonheart remained jealous of her prerogatives as the eldest city state of Morrowind, still first among equals, and claimed that guardianship of the Horn should rightfully be entrusted to the elder. Mournhold responded that Moraelyn himself had placed the Horn in the keeping of the god Ephen, and Mournhold was unarguably the god's birthplace.",
        "\"Why not tell Jagar Tharn of your suspicions then? Let him recover the thing. As long as it's safe, what does it matter where it lies?\"",
        "Symmachus stared at her without comprehension. \"It matters,\" he said softly, \"but not that much,\" he added. \"Certainly not enough for you to concern yourself further over it. You just tend to your -- knitting.\"",
        "In a few more months Barenziah produced a fine son, whom they named Helseth. Nothing more was heard of the Staff or \"Nightingale.\" If Ebonheart held it, certainly they did not boast of it. The years passed swiftly and happily. Helseth grew tall and strong. He was much like his father, whom he worshipped. When Helseth was eight years old Barenziah bore a second child, a daughter, to Symmachus' great delight. Helseth was his pride, yet little Morgiah held his heart.",
        "Shortly after Morgiah's birth word came that a plot against the Emperor had been unmasked and that the chief co-conspirators Jagar Tharn and Ria Silmane were dead. Symmachus rejoiced at this news. \"I told you so,\" he crowed. Yet thereafter relations with the Empire slowly deteriorated, for no apparent reason. Taxes were raised and quotas increased with each passing year. Symmachus felt that the Emperor suspected him of having had a hand in the plot and sought to prove his loyalty by making every effort to comply with the increasing demands. He lengthened working hours and raised taxes and even made up some of the difference from both crown funds and their own private holdings. Yet still the demands increased and commoners and nobles alike grew restless.",
        "\"I want you to take the children and journey yourself to Imperial City,\" Symmachus at last said in desperation. \"You must make the Emperor listen, else all Mournhold will be in revolt come spring. You have a way with men, you always did.\" He forced a smile.",
        "Barenziah forced a smile of her own. \"Even you.\"",
        "\"Yes, even me,\" he said dully.",
        "\"Both children?\" Barenziah looked over toward the corner windows where Helseth was strumming a lute and singing a duet with his little sister. Helseth was fifteen, Morgiah just eight.",
        "\"Perhaps they'll soften his heart. Besides, it's time that Helseth was presented at the Imperial Court.\"",
        "\"Perhaps, but that's not your true reason. You do not think you can keep them safe here. If that's the case, then you're not safe here either. Come with us,\" Barenziah urged.",
        "He took her hands in his. \"Barenziah. Love. Heart of my heart, if I leave now, there'll be nothing for us to return to. I'll be all right. I can take care of myself, and I can do it better if I need not fear for you and our children.\"",
        "Barenziah laid her head against his chest. \"Just remember that we need you. We can do without the rest if we have each other. Empty hands and empty bellies are easier to bear than an empty heart. My foolishness has brought us to this pass.\"",
        "\"If so, 'tis not that so a place to be.\" His eyes rested fondly on their carefree children. \"And none of us shall go without. I cost you everything once, Barenziah, I and Tiber Septim. Without my aid the Septim dynasty would never have begun. I helped its rise. I can bring about its fall. You may tell Uriel Septim that, and that my patience is bounded.\"",
        "Barenziah gasped. Symmachus was not given to empty threats. She'd no more imagined that he would ever turn against the Empire than that the old house wolf lying by the hearth would turn on her.",
        "\"How?\" she demanded, but he shook his head. \"Better that you know not,\" he said. \"Just tell him that, if he prove recalcitrant, and do not fear. He's Septim enough that he will not kill the messengers.\"",
        "The late winter journey to Imperial City was an easy one. One of the things the Septim Empire had accomplished was the building and maintenance of good highways throughout Tamriel.",
        "<title>The Real Barenziah, Part 11</title>",
        "Barenziah stood before the Emperor's throne, explaining Mournhold's straits. She'd waited weeks for an audience with Uriel Septim, fobbed off on pretext or another. \"His Excellency is indisposed.\" \"An urgent matter demands his attention.\" \"I am sorry, your Highness, there must be some mistake. Your appointment is for next week. No, see...\" And now it was not going well. He did not even seem to be listening to her. He hadn't invited her to sit, nor had he dismissed the children. Helseth stood still as a carved statue, but little Morgiah had begun to fidget.",
        "He had first greeted the three of them with a too-bright smile of welcome that did not reach his eyes. Then, as she presented her children, he had gazed at them with a fixed attention that was real, yet inappropriate. Barenziah had been dealing with humans for nearly five hundred years now and had developed skill at reading their expressions and movement that was far beyond that any human ever learned. Try as the Emperor might to conceal it, there was a hunger in his eyes, and something more. Regret. Why? He had several fine children of his own. Why covet hers? And why look at her with an intense, though, brief yearning? Ah, well, perhaps he was tired of his Lady. Humans were fickle minded. But after that one long, burning glance, his gaze had shifted away as she began to speak of her mission, and he sat still as stone.",
        "Puzzled, Barenziah stared into the pale set face, looking for some trace of the Septims she'd known. She hadn't known Uriel Septim well, having met him only once when he was still a child and then at his coronation twenty years before. He'd been stern and dignified then, yet not icily remote as this man was. Despite the physical resemblance, he didn't seem to be the same man at all. Not the same, yet something about him was familiar to her, more familiar than it should be, some trick of posture or gesture ... Suddenly she felt very warm, as if lava had been poured over her. Illusion! She had studied well the arts of illusion since Nightingale had fooled her so badly. She had learned to detect it and she felt it now, as certainly as a blind man could feel the sun on his face.",
        "Illusion, but why? Her mind worked furiously even as her mouth went on reciting details about the Mournhold economy. Vanity? Humans were oft as ashamed of the signs of age as elves were proud of them. Yet the face Uriel Septim wore seemed consistent with his age. Barenziah dared use none of her magic arts. Even petty nobles had means of detecting, if not shielding themselves from these in their halls. The use of magic here would bring down his wrath as surely as drawing a knife would. Magic. Illusion.",
        "Suddenly she thought of Nightingale and briefly he sat before her, only saddened. Trapped. And then that vision faded and another man sat there, like Nightingale and yet unlike. Pale skin, red eyes and elven ears and about him a fierce glow of concentration, an aura of energy, a shrinking horror. This man was capable of anything! And then, once again she beheld the face of Uriel Septim. How could she be sure she wasn't imagining things? Perhaps her mind was playing tricks on her. She felt a sudden vast weariness, as if she'd been carrying a heavy burden too long and too far.",
        "\"Do you remember, Excellency, Symmachus and I had dinner with your family shortly after your father's coronation. You were no older than little Morgiah here. We were greatly honored to be the only guests that evening, except for your best friend Justin, of course.\"",
        "\"Ah, yes,\" the Emperor said. \"I believe I do recall that.\"",
        "\"You and Justin were such friends. I was told he died not long after. A great pity.\"",
        "\"Indeed. I still do not like to speak of him.\" His eyes were wary. \"Ah, as for your request, my lady, we shall take it under advisement and let you know.\"",
        "Barenziah bowed, as did her children. A nod dismissed them, and they backed away from the presence. Barenziah took a deep breath. \"Justin\" had been an imaginary friend, although Uriel had insisted that a place be set for Justin at every meal! Not only that, \"Justin\" had been a girl, despite the boy name. Symmachus had kept up the family joke long after \"Justin\" had gone wherever such childhood friends go, inquiring seriously after Justin's well-being whenever he and Uriel Septim met, and being responded to as seriously. The last Barenziah had heard \"Justin\", after an adventurous youth, had married a high elf and settled in Lilandril. The man occupying the Emperor's chair was not Uriel Septim! Nightingale! A chord of recognition rang through her and Barenziah knew that she was right. It was he, indeed! Symmachus had been wrong, so wrong ...",
        "What now, she wondered. What had become of Uriel Septim, and, more to the point, what did it mean for her and Symmachus and Mournhold? Thinking back, Barenziah guessed that their troubles were due to this false emperor, Nightingale, or whoever he really was. He must have taken Uriel Septim's place shortly before the unreasonable demands on Mournhold had begun. That would explain why relations had deteriorated so long (as humans judged time) after her offense. Nightingale knew of Symmachus' famed loyalty to, and knowledge of, the Septims and was making a pre-emptive strike. If that were indeed the case they were all in terrible danger. She and the children were under his hand here in Imperial City and Symmachus left alone to face the troubles of Nightingale's brewing.",
        "What must she do? Barenziah urged the children ahead of her, a hand on each shoulder, her womanservant and guards trailing behind. They had reached their waiting carriage -- even though their apartment was only a few blocks from the Palace, royal dignity forbade their walking, and for once, Barenziah was glad of that. Even the carriage seemed a kind of sanctuary now, false as she knew that feeling to be.",
        "A boy dashed up to one of the guards and handed him a letter, then pointed towards the carriage. The guard brought it to her. The boy waited, eyes wide. The letter was brief and complimentary and simply asked if King Eadwyre of Wayrest, High Rock, might be granted an audience with her, as he had heard much of her, and would be pleased to make her acquaintance. Barenziah's first impulse was to refuse. She wanted only to leave this city! Certainly she had no inclination for any dalliances with a dazzled human. She looked up frowning and one of the guard said, \"The boy says his master awaits your reply yonder.\" She looked in the direction indicated and saw a handsome elderly man on horseback, surrounded by a half-dozen courtiers and guards. He caught her eye and bowed respectfully, removing his plumed hat.",
        "\"Very well,\" Barenziah said to the boy, on impulse. \"Tell your master he may call on me tonight, after the dinner hour.\" The man looked polite and grave, and rather worried, but not in the least lovesick.",
        "<title>The Real Barenziah, Part 12</title>",
        "Barenziah stood at the open tower window, waiting. She could sense her familiar's nearness, but though the night sky was clear as day to her eyes she could not yet see him. Then suddenly he was there, a swift moving dot beneath the wispy night clouds. A few more minutes and the great nighthawk was there, wings folded, talons reaching for her thick leather armband. She carried the bird to its perch where it waited, panting, while her impatient fingers felt for the message secured in a capsule on one leg. It drank, then ruffled its feathers and began to preen, secure in her presence. A tiny part of her consciousness shared its satisfaction with a job well done, rest earned ... yet beneath that was an unease. Things were not right, even to its bird mind.",
        "Her fingers shook as she unfolded the thin sheet and pored over the sheet of cramped writing. Not Symmachus' bold hand! Barenziah sat, slowly, fingers smoothing the document while she prepared her mind and body to accept disaster calmly.",
        "The Imperial Guards had deserted Symmachus and joined the rebels. The loyal troops had suffered a decisive defeat. The rebel leader had been recognized as king of Morrowind by the Emperor. Symmachus was dead. Barenziah and the children had been declared traitors of the Empire and a price set on their heads.",
        "\"My lady?\" Barenziah jumped, startled at her servant's approach. \"The Breton is here. King Eadwyre,\" the woman added helpfully, noting Barenziah's puzzlement. \"Is there news, my lady?\" she said, nodding at the nighthawk.",
        "\"Nothing that will not wait,\" Barenziah said quickly. \"See to the bird.\"",
        "King Eadwyre greeted her gravely and courteously, if rather fulsomely. He claimed to be a great admirer of Symmachus, who figured prominently in his family legends. Gradually he turned the conversation to her business with the Emperor. Finding her noncommittal, he suddenly blurted out, \"My Lady Queen, you must believe me. The man posing as the Emperor is an impostor! I know it sounds mad, but I -- \"",
        "\"No,\" Barenziah said, with sudden decisiveness. \"You are correct. I know.\"",
        "Eadwyre relaxed back into his seat for the first time, eyes shrewd. \"You know? You're not just humoring a madman? My lady I -- we -- need your aid.\"",
        "Barenziah smiled grimly at the irony. \"Of what assistance might I be, my lord?\"",
        "Quickly he outlined a plot. The Imperial Sorceress Ria Silmane had been killed and declared a traitor by the false emperor, yet she retained a bit of her power and could yet contact a few of those she had known well on the mortal plane. She had chosen a Champion who would undertake to assemble the missing staff pieces and use the staff's power to destroy Jagar Tharn, who was otherwise invulnerable, and rescue the true Emperor, who was being held prisoner in another plane. However, the chosen Champion languished now in the Imperial Dungeons. Tharn's attention must be diverted while he freed himself with Ria's help. Barenziah had Tharn's ear and eye. Could she provide the necessary distraction?",
        "\"I suppose I could obtain another audience with him. Would that be sufficient? What do you mean, his eye?\"",
        "Eadwyre looked uncomfortable. \"It was whispered among the servants that Jagar Tharn kept your likeness in a sort of shrine in his chambers. That surprises you?\"",
        "\"Yes. And no.\"",
        "\"Our chosen one may need a few days to escape.\"",
        "\"You trust me in this? Why?\"",
        "\"We are desperate, my lady. We have no choice. But yes, I do trust you. Symmachus -- \"",
        "\"Is dead.\" Barenziah explained quickly and coolly.",
        "\"My Lady. What dreadful news!\" For the first time Eadwyre's urbane poise was shaken. \"Under the circumstances, we can hardly ask -- \"",
        "\"Nay, my lord king. Under the circumstances I must do what I may to avenge myself upon the murderer of my childrens' father. In return I ask only that you protect my orphaned children as you may.\"",
        "\"Most willingly do I so pledge, most brave and noble lady!\"",
        "Old fool, Barenziah thought. She did not sleep that night, but sat in a chair beside her bed, hands folded in her lap, thinking long deep thoughts. She would not tell the children, not yet, not until she must.",
        "She had no need to seek another audience with the \"Emperor\" for a summons came in the morning. She told the children she expected to be gone a few days, bade them give the servants no trouble and kissed them goodbye. Morgiah whimpered a bit, for she was bored and lonely in Imperial City. Helseth looked dour but said nothing. He was very like his father.",
        "At the palace, Barenziah was escorted not into the great hall, but to a small parlor where the Emperor sat at a solitary breakfast. He nodded a greeting, and waved his hand at the window. \"Splendid view, isn't it?\"",
        "Barenziah stared out over the towers of the great city. It dawned on her that this was the very chamber where she'd first met Tiber Septim and a strong wave of inchoate feeling swept over her. When she turned back at last Uriel Septim had vanished and Nightingale sat in his place, laughing.",
        "\"You knew,\" he said accusingly, scanning her face. \"I wanted to surprise you. You might at least pretend.\"",
        "Barenziah spread her arms, \"I'm afraid my skills at pretense are no match for yours, my liege.\"",
        "\"You're angry with me.\" He pretended to pout.",
        "\"Just a little,\" she said icily. \"I do find betrayal offensive.\"",
        "\"How human of you.\"",
        "\"What do you want of me?\"",
        "He wiped his mouth and stood erect. \"Now you are pretending. You know what I want of you, my love.\"",
        "\"You want to tantalize and torment me. Go ahead. I'm in your power.\"",
        "\"No, no, no. I don't want that at all, Barenziah.\" He came near, speaking low in the old caressing voice that sent shivers over her body. \"Don't you see? This was the only way.\" His hands closed on her arms.",
        "\"You could have taken me with you!\" Tears gathered in her eyes.",
        "He shook his head. \"I didn't have the power. Ah, but now, now I have it all. Mine to have, mine to share -- with you.\" He waved his hand toward the window and the city beyond. \"All Tamriel to lay at your feet -- and that is only the beginning.\"",
        "\"It's too late. Too late. You left me to him.\"",
        "\"He's dead. A scant few years...what does it matter?\"",
        "\"The children -- \"",
        "\"I'll adopt them. We'll have others together, Barenziah. I have powers you do not dream of!\" He moved to kiss her but she slipped his grasp and turned away.",
        "\"I don't believe you.\"",
        "\"You do, you know. You're still angry, that's all.\" His smile did not reach his eyes. \"What do you want?\"",
        "She shrugged. \"A walk in the garden. A song or two.\"",
        "\"Ah. You want to be courted.\"",
        "\"Why not? You do it so well. It's been long since I've had the pleasure.\"",
        "And so they spent their days in courtship, walking, talking, singing and laughing together, while the Empire's business was left to underlings.",
        "\"I'd like to see the staff,\" Barenziah said idly one day. \"I only had a glimpse of it.\"",
        "\"Nothing would give me greater pleasure, heart's delight, but that's impossible.\"",
        "\"You don't trust me,\" Barenziah pouted, but she softened her lips for his kiss.",
        "\"Nonsense, love. It isn't here. In fact, it isn't anywhere.\" He laughed and kissed her again, softly.",
        "\"Now you're talking in riddles again. I want to see it. You can't have destroyed it.\"",
        "\"Ah, you've gained in wisdom, since last we met.\"",
        "\"You piqued my interest somewhat. The staff can't be destroyed and it can't be removed from Tamriel, not without the direst consequences to the land itself.\"",
        "\"Ahhh. All true. And yet, as a I said, it isn't anywhere. Can you solve the riddle?\" He pulled her to him and she leaned into his embrace. \"Here's a greater riddle still,\" he whispered, \"how to make one of two. That I can and will show you.\" Their bodies merged, limbs tangled together. Later, when they'd drawn a bit apart and dozed, she thought, sleepily. \"One of two, two of one, three of two...what cannot be destroyed or banished might be split apart, perhaps...\"",
        "Nightingale kept a diary. He scribbled entries in it each night after quick reports from his underlings. It was locked but the lock was a simple one, so Barenziah managed to sneak quick looks at it while he was occupied in toileting himself. She discovered that the first staff piece was hidden in an ancient dwarven mine called Fang Lair, although its location was given only in vague terms. The diary was crammed with jotted events in an odd shorthand, and was very hard to decipher.",
        "All Tamriel, she thought, in his hands and mine, and more perhaps, and yet ... For all his surface charm there was a cold emptiness where his heart should have been, an emptiness of which he was quite unaware, she thought. One could glimpse it now and then, when his eyes would go blank and hard. Peasant dreams, Barenziah thought, and Straw flashed before her eyes, looking sad, and then Therris, with a mocking smile and empty eye sockets. Symmachus, who did what must be done, quietly and efficiently. Nightingale. Nightingale, who would rule all, and more, and yet spread chaos in the name of control.",
        "Barenziah got reluctant leave from Nightingale to go to her children, who had to be told of their father's death and of the emperor's offer of his protection to them. Eadwyre called on them while she was there, and she told him what she had discovered so far, and explained that she must remain awhile yet and learn more as she could.",
        "Nightingale teased her about her elderly admirer. He was quite aware of Eadwyre's suspicion, although as he said, no one took the old fool seriously. Barenziah managed to arrange a reconciliation of sorts between them. Eadwyre publicly recanted his suspicions and his \"old friend\" forgave him. Thus he was invited to dine with them at least once a week. The children liked Eadwyre, even Helseth, who disapproved of his mother's liaison with the \"Emperor\" and consequently detested Nightingale. He had become surly and temperamental and frequently quarreled with both of them.",
        "Eadwyre was not happy either and Nightingale delighted in publicly displaying his affection for Barenziah. They could not marry, of course, for Uriel Septim was already married. He had exiled the true Empress shortly after taking Septim's place, but had not dared to harm her. She was held by the Temple of the One. It had been given out publicly that she was in ill health, and rumors had been circulated that she had mental problems. The Emperor's children had also been dispatched to various prisons disguised as \"schools\".",
        "\"She'll grow worse in time,\" Nightingale said carelessly, eying Barenziah's swollen breasts and belly with satisfaction. \"As for his children ... well, life is full of hazards, isn't it? We'll be married. Your child will be my true heir.\" He did want the child. Barenziah was sure of that. She was far less sure of his feelings for her. They quarrelled, often violently, usually about Helseth, whom he wanted to send away to school. Barenziah made no effort to avoid these quarrels. Nightingale had no interest in a peaceful life and he thoroughly enjoyed making up afterwards. Occasionally Barenziah would take the children and retreat to their old apartment, declaring she wanted no more to do with him.",
        "She was six months pregnant before she finally deciphered the location of the last staff piece -- an easy one, since every dark elf knew where Dagoth-Ur was. When next she quarrelled with Nightingale she simply left the city with Eadwyre and they rode hard for High Rock and Wayrest.",
        "Nightingale was furious, but there was little he could do. His assassins were rather inept, and he dared not leave his seat of power to pursue them in person, nor could he openly declare war on Wayrest. He had no legitimate claim on her on her unborn child. The nobility had disapproved of his liaison with Barenziah and were glad that she had gone. Wayrest was equally disapproving and distrustful of her, but Eadwyre was much beloved by his prosperous little city, and allowances were readily made for his eccentricities.",
        "Barenziah and Eadwyre were married a year after the birth of her son by Jagar Tharn. Eadwyre doted on her. She did not love him, but she was fond of him, and that was something. It was nice to have someone, and Wayrest was a very pleasant place, a good place for children to grow up, while they waited, and hoped, and prayed for their Champion's success in his long mission."
    ]
}