{
    "id": "RealmsoftheClockworkCityTheRadius",
    "paragraphs": [
        "The magnificent and awe-inspiring creation of Lord Seht is so much more than just a haven for the Father of Mysteries. Innumerable secure chambers, manufactories, laboratories, and terrariums house the objects of his experimentation, to be discovered and studied by the most diligent of his devoted Apostles.",
        "Within this series of volumes, I shall describe in brief some of the more well-known of Lord Seht's minor realms within the Clockwork City. Know that this is far from an exhaustive list, for the breadth of the City may well be infinite within this seemingly finite space.",
        "Most familiar to denizens of the Brass Fortress is the realm known as the Radius. This stretch of fabricated wilderness stretches from the walls of the Fortress out to the periphery of the Clockwork City, and is home to an artificial ecology that was deemed by Lord Seht to be as familiar and soothing to denizens of Tamriel as could be crafted.",
        "Primus, note the fabricant flora that sprouts from the metallic soil, its bark and leaves reflecting light in perfect quantities. It is true that very little grows within the Clockwork City, limited to dedicated projects such as the Wellspring or as transient fungi brought in by itinerant and accidental visitors. It is therefore necessary that many of the creatures one will encounter in the Radius are predatory. Fabricant beasts, designed to emulate the form and function of their Tamrielic counterparts, are indeed alive and constructed of an amalgam of grown flesh and metallic grafts. A wise Apostle avoids the most brute and hulking of these creatures, for they require sustenance apart from that which their soul gem matrices supply.",
        "Secundus, behold the accumulation of shimmering lubricants that pool within the lowlands and gullies of the Radius. This slurry is a mixture of machine grease, the humours and fluids of fabricant and Apostle alike, and a myriad of substances churned out by the incalculable amount of factories beneath the surface. The lubricants flow and are collected in basins across the Radius, to be drawn into automated cleaning facilities and pumped back into the devices that distribute them to necessary environments. Most of the lubricants in the Radius collect in the Mire Mechanica, presumably Lord Seht's approximation of Tamrielic swamps.",
        "Tertius, the Radius is home to one of the numerous weather regulation and fluid treatment facilities in the Clockwork City. Our proximity to it ensures that we experience neither extreme heat nor cold, and that there is always sufficient clean water to ingest. Nevertheless, the delicate balance of fabricant, man, and mer demands that the Brass Fortress carefully consider its population and intake requirements.",
        "Of course, the Radius is only one of many realms within the Clockwork City. In our next volume, we shall touch upon some of the more unusual experiments conducted by the Father of Mysteries, as well as conjecture into the reasons for their existence."
    ]
}