{
    "id": "TheRealInvestigatorVale",
    "paragraphs": [
        "Exposing the Secretive Author of the popular Investigator Vale mysteries,\nBy Adandora, Chronicler at Large",
        "The popular mystery novels detailing the cases of Investigator Vale have sold millions of copies. The adventures of the famous Breton detective are as sought-after in Windhelm and Skywatch as they are in Daggerfall. However, unlike other authors, the creator of Investigator Vale refuses to share the stage with her amazing heroine. In fact, her identity has remained anonymous and unknown—until now.",
        "This chronicler-at-large began researching this mystery after hearing the story of a former member of the Ring of Daggers, the intelligence branch of the Daggerfall Covenant. This former member, according to the story, was not only a master spy, but a formidable detective, a consummate warrior, and a daring adventurer. The more I researched this remarkable woman, the more she reminded me of the fictitious Vale. I had to meet this woman, so I began my hunt for Arabelle Davaux.",
        "Arabelle Davaux was born in Wayrest in 2E 527. She grew up in a noble household, attending the best schools in High Rock. A rambunctious youth and rebellious teenager, she ran away from home at the age of fifteen to join a mercenary group that helped defend High Rock from the invading horde that stormed out of the Reach. She went on to fight in a number of battles across the continent before finding a place with the Lion Guard. By 2E 560, she had earned the rank of captain and commanded a squad of the Lion Guard's finest soldiers. That's where she first came to the attention of Emeric, king of Wayrest and future high king of the Daggerfall Covenant.",
        "Now, Arabelle's exploits read like the most outrageous of Vale's stories. She was reported to have dispatched bandit lords, marauding trolls, and enemy forces with style and panache, and rumors indicated she had multiple lovers of all races and genders in a dozen different town, cities, and ports of call. Life was her adventure, and she rushed to meet it the way she charged to meet every enemy in battle. Scandalous tales even connect her to High King Emeric in a romantic fashion, especially during the year she served on his personal guard. Whatever the truth of it, it's obvious that Arabelle impressed Emeric, and when he forged the Ring of Daggers, she was one of his first recruits.",
        "When Arabelle turned fifty, she decided it was time to start a new chapter in her life. She graciously resigned from the Ring of Daggers and took up the role of a world traveler, finally getting to leisurely visit people and places she used to only get to see as part of her job. Claiming she was now \"too old\" to deal with intrigue, spycraft, and rumors of war, Arabelle became a lady of leisure, securing suites and spending long and luxorious weeks in one exotic location after another. I caught up with her in the city of the Orcs, Orsinium.",
        "Chronicler: Arabelle Davaux, it's a pleasure to meet you after all the amazing stories I read. Did you really take down four river trolls singlehandedly to stop the attacks against the people of Kerbol's Hollow?",
        "Arabelle: Actually, it was six swamp trolls, but I didn't want to seem like I was bragging in the official report.",
        "Chronicler: You've led a remarkable life. Mercenary, adventurer, soldier, spy. Now I understand you have a new passion. Care to tell my readers all about it?",
        "Arabelle: My passion is travel and sightseeing, but if your readers want to hear about my adventures as a tour guide...",
        "Chronicler: Don't play coy, Lady Arabelle. You know exactly which passion I'm referring to. And it begins with Investigator Vale.",
        "Arabelle: Ah, well, I suppose you've found me out. I have grown rather fond of those daring stories of crime and drama. And, I'm not ashamed to say, I love how bawdy the investigator can be. Gets my old blood boiling, if you know what I mean!",
        "Chronicler: Come, come, Lady Arabelle. Admit it! You're the author of the Investigator Vale books!",
        "Arabelle: Author? Me? Do these elegant fingers look cramped and strained from holding a quill for hours at a time? Do you see any ink stains on my hands?",
        "Chronicler: But isn't it true that you modeled Vale after your own exploits? That it's a thinly veiled autobiography of your time as a spy for High King Emeric?",
        "Arabelle: What an imagination you have, chronicler! Are you sure you aren't the author of Vale's amazing adventures?",
        "Chronicler: Me? Don't be absurd! I report the news, not create elaborate fictions!",
        "Arabelle: If you say so, my dear.",
        "Chronicler: But isn't it true that you still dabble in solving mysteries? That you choose places to visit based on what crimes and conspiracies are currently confounding local authorities?",
        "Arabelle: Do I? I hadn't noticed.",
        "Chronicler: My gods! You practically admitted you played \"sheathe the dagger\" with High King Emeric in \"Investigator Vale and the High Rock Revolt!\"",
        "Arabelle: I did no such thing! And besides, Emeric's dagger would more accurately be described as a sword...",
        "Chronicler: See! You did it again!",
        "Arabelle: Write whatever you feel you must, dear. As for me, I'm late for dinner with Captain Ghorza of the Orsinium Guard. It's been a long time since I enjoyed the company of a lascivious Orc. And I hear she's been having trouble catching a museum thief.",
        "Chronicler: There you have it, faithful reader. Lady Arabelle confessed to being the author of the Investigator Vale mysteries! I solved a case worthy of the famous detective herself!"
    ]
}