{
    "id": "TheReclamations",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC",
        "",
        "<center>The Reclamations:\nThe Fall of the Tribunal and the Rise of the New Temple</center>",
        "<center>by\nThara of Rihad</center>",
        "The destruction of Vivec City and the subsequent eruption of Red Mountain in 4E 5 was not just a crisis in terms of the physical destruction it caused - it also cut deeply into the ancient religious beliefs of the Dunmer. The fall of the Ministry of Truth was the last straw in the tottering support for the Temple's worship of Almalexia, Sotha Sil, and Vivec. With all three of the Tribunes now widely believed dead or disappeared, what had been a simmering schism within the ranks of the Temple priesthood burst into the open.",
        "While outsiders may never know the full tale of this internal struggle, when the smoke cleared a few years later, the former Dissident Priests were in full control of the Temple heirarchy, with Tribunal loyalists either purged or recanted. The so-called \"New Temple\" now declared the worship of the Tribunes a result of misguided teaching, blaming the mistakes on the former Tribunal. The Temple now taught that the daedra venerated by the Ashlander tribes (Azura, Mephala and Boethia) were the \"true way\" and should be revered by the Dunmer people. Fittingly, the daedra were named the \"Reclamations,\" as if they were reclaiming their status from the Tribunal.",
        "In an elegant comprise, no doubt intended to reconcile the large majority of the Temple priesthood who were neither Dissidents nor fanatic Tribunal loyalists, Almalexia, Sotha Sil and Vivec were relegated to the status of \"saints,\" a traditional way to venerate the most honored Dunmer ancestors. This apparently satisfied enough of the existing priesthood that the New Temple was able to maintain at least a semblance of outward continuity.",
        "The rise of the New Temple almost completely vindicated the previously persecuted Ashlanders, who had continued to worship the three daedra throughout the Tribunal's rule. The Ashlanders are now lauded as the keepers of the old ways and having \"true vision.\" It is now quite common for many of the Dunmer people to make the arduous pilgrimages into the ash wastes to seek the counsel of the Wise Women. These women have supposedly opened the eyes of those who they claim were \"blinded by the Tribunal,\" and directly connect the eruption of the Red Mountain and the Argonian invasion to the anger of the three daedra.",
        "House Indoril, whose fortunes were so entwined with the Tribunal Temple, suffered greatly from its fall. While House Indoril still technically exists, the priesthood of the Temple are now considered one and the same with House Indoril - those who become priests are now considered to have \"joined Indoril.\" The political power of the Indoril has thus passed entirely into the hands of the Temple (although members of the old House Indoril are still over-represented in the priesthood).",
        "The rise of the New Temple has a number of interesting parallels with the rise of House Redoran - each filled the vacuum of power resulting from the crisis of Red Year. How durable these new arrangements will prove, religious and political, remains to be seen. The span of two centuries is quite brief in the long history of the ancient Dunmer people."
    ]
}