{
    "id": "TheRedPaint",
    "paragraphs": [
        "\"Mix it like this,\" said Rakhal. She ground wet clay and herbs beneath her pestle with rhythmic strokes. \"The very act of creating the paint is a prayer.\"",
        "Yashirr grasped her own stone pestle, pulled her bowl closer and imitated the priestess.",
        "Pound! Lift! Scatter a handful of herbs into the bowl, and pound again! The Orcs sat close together, knee to knee, bowls held in curve of their bent knees.",
        "Rakhal chanted softly, swaying with her movements. Gradually, as the group's rhythm strengthened, her voice gained matching volume.",
        "\"Mauloch!\" Pound!\n\"Witness …\" Lift!\n\"… our deeds!\" Scatter!\nThe honor of preparing tribal paint went to a handful of the Chief's daughters. Yashiir had never sat in the circle before. In prior years, she'd gathered the herbs and clay, but nothing more. Now she sat at Rakhal's right hand in a place of honor. Pride washed through the young Wood Orc. Clearly, she had been chosen as an apprentice!\n\"Mauloch!\" Pound!",
        "\"Give us …\" Lift!",
        "\"… blood!\" \"Scatter!",
        "At that final word, the women threw back their heads and released Mauloch's Call, a throaty howl that echoed through the trees and nearby cliffs. Rakhal signaled their work's completion.",
        "The tribe lined up to be painted with the fresh battle-red clay. Rakhal waved those she deemed unworthy or unfit for the battle aside. They weren't allowed to partake in the painting ritual.",
        "When Rakhal motioned to Yashirr to step from the line, Yashirr parted her lips to protest, then pursed them tightly. To question Rakhal's judgment would bring dishonor. Bowing her head in confused anger, Yashirr joined the handful of the unselected Orcs.",
        "Rakhal looked over the unselected, and pulled Yashirr to her side. \"Mauloch chose you to perform the next ritual, child. Take the blade and remember: Mauloch watches you.\"",
        "Guiding Yashirr's hand, Rakhal leaned over the empty vessel and slid the young Orc's blade across her outstretched neck. Rakhal's hand did not falter even as she slipped from consciousness in order to provide the next paint with the sacred blood of a true warrior."
    ]
}