{
    "id": "TheRedYear",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "<title>The Red Year, Vol. I</title>",
        "<center>The Red Year\nVolume I</center>",
        "<center>by\nMelis Ravel</center>",
        "",
        "Foreword",
        "When I originally decided to write this accounting of the Red Year, I elected to travel across Morrowind and speak to the Dunmer people themselves. I sought first-hand accounts and personal views about the cataclysmic event. I felt that if I simply did the research in the library stacks at the College of Winterhold, I wasn't really telling the tale that needed to be told. What struck me as I moved from city to city, town to town, camp to camp is that all of the Dunmer I met shared an incredible bond of sheer courage and unshakable faith. So what began as a chronicle of one of the worst events in the history of Morrowind became something altogether different, the celebration of a people who can never be defeated.",
        "Drallin Vess\nTear",
        "\"The ground... it just turned into mush. There was almost no warning. I mean, we were what... perhaps a mile from the nearest swamps? It was like the swamp suddenly swallowed up half of the city.\"",
        "I asked him to describe what happened from the beginning.",
        "\"I owned a farm just outside of Tear at the time. We were planting the next season's crops and getting ready to store what we had harvested. Everything was going well until the Red Mountain exploded. Almost immediately, the ground rumbled and shook. Cracks started forming everywhere and then the water just started seeping through. It was awful. In a matter of hours, I was knee-deep in swamp water running for my life. Where I was running, I had no idea. At first I ran towards the city itself, but it looked like the walls were cracking. All around me, people were desperately trying to save their livestock and their families from the rising water. Just when the ground shaking finally died down, and I had a moment to think, there was a horrible cracking noise. I'll never forget it, because I knew what it was before I looked. The entire southern wall of Tear collapsed sending guards tumbling into the swamp. I heard people screaming as they were covered by the rubble and forced down into the water. Forgetting my own problems, I looked over at my fellow farmers who were all staring at the carnage unfolding before us. Suddenly, we all just forgot our own problems and ran to help. There must have been hundreds of the poorer folks who lived outside the walls helping the richer ones who lived in the city. Never saw anything like that. I think we must have saved hundreds more that day.\"",
        "Neria Relethyl\nGnisis",
        "Neria was badly burned by the eruption, and had trouble speaking to me. She is currently convalescing at the Temple of Azura in Blacklight even after all these years. I've tried to record her story to the best of my ability.",
        "\"It was such a terrible thing... the fire. It burned everything in its path. It flattened trees, turned our huts into splinters and knocked over towers like they were made from parchment. It all happened in an instant. A rumbling sound, then a massive wall of flame... it was so high it blocked out the sun. I thought that the world itself had split apart. It passed over the water and turned it to steam... vaporized everything it touched. When it finally hit us, I was blown off of my feet... didn't even have time to run away or seek shelter. I ended up in the riverbed next to town, which kept some of the flames off of me. All around... could smell the charred stench of death. There were Dunmer that were burned alive and some never even saw it coming. I lay in that riverbed for two days before the healers found me. When I could finally stand, Gnisis was gone. There wasn't a thing left... it's as though it was wiped from the face of Tamriel.\"",
        "<title>The Red Year, Vol. II</title>",
        "<center>The Red Year\nVolume II</center>",
        "<center>by\nMelis Ravel</center>",
        "",
        "Foreword",
        "When I originally decided to write this accounting of the Red Year, I elected to travel across Morrowind and speak to the Dunmer people themselves. I sought first-hand accounts and personal views about the cataclysmic event. I felt that if I simply did the research in the library stacks at the College of Winterhold, I wasn't really telling the tale that needed to be told. What struck me as I moved from city to city, town to town, camp to camp is that all of the Dunmer I met shared an incredible bond of sheer courage and unshakable faith. So what began as a chronicle of one of the worst events in the history of Morrowind became something altogether different, the celebration of a people who can never be defeated.",
        "Saldus Llervu\nVivec City",
        "\"I was a trader back then. Ran a pack guar from Vivec City clear down to Narsis. I was walking along the south road when the strangest thing happened. All of the noise around me stopped... the normal things one hears as they travel like the sound of the wind blowing through the treetops. It was just deathly quiet. I felt a tingling sensation all over my body and my guar began to stomp around. Whatever it was, it was driving him crazy. As I tried to get him under control, there was a massive explosion from the center of the city. I saw the cantons fall apart before I was knocked off my feet. Then I remember the ground starting to rumble. It lasted for a long time and it receded into the distance as if directed towards the center of Vvardenfell. A few minutes later, the Red Mountain erupted, sending a huge cloud of fire into the sky. My pack guar had long since fled, and I decided I should do the same. I never stopped running until I reached Narsis.\"",
        "I asked him if he knew what had happened Vivec City.",
        "\"I didn't hear until much later that the Ministry of Truth had struck the heart of the city. What I do know for certain is that many Dunmer lost their lives that day and that Vivec City is no more.\"",
        "Deros Dran\nMournhold",
        "\"The Red Year didn't heavily affect Mournhold itself, but it touched many of the people who lived there. A lot of us had relatives somewhere on Vvardenfell, and after the first day that the eruption occurred we started receiving reports of widespread devastation in Vivec City, Sadrith Mora, Balmora and Ald'ruhn. I don't think a single night went by for months where you wouldn't hear someone openly weeping. It was a sad time for all of us.\"",
        "I asked if Mournhold had sustained any damage during the Red Year.",
        "\"I don't know why, but the destruction seemed to pass us by. A few Dunmer claimed that it was the Tribunal watching over us, but others claimed that the Tribunal was to blame for everything. I actually saw a few of those disagreements come to blows. It was a strange time.\"",
        "I got an interesting response from Deros regarding Mournhold's role during the Red Year.",
        "\"Relief efforts began almost a month after the mountain erupted. It was actually a directive that came from the House Redoran councilor that was living in Mournhold at the time. I can't remember his name, but he took charge of the situation and sent soldiers, supplies and able-bodied Dunmer to the outlying settlements that had been hit the hardest. I was sent to Balmora. The place was a mess; hardly anything left in town was still standing. I spent maybe two months there, helping to rebuild the town and getting my fellow Dunmer back on their feet. It started out as a burden, but it ended up being the most rewarding thing I'd ever done in my life. I started some friendships there that still last to this day, including my beloved wife.\""
    ]
}