{
    "id": "RedRooksJournal",
    "paragraphs": [
        "For a while, I thought that my decision to join the Red Rooks was the smartest thing I'd ever done. What farm girl hasn't dreamed of a life of adventure? And we started out with a cause and a purpose. Turmoil throughout the land had left our livelihoods shattered and our families in desperate straits. My family couldn't even afford to feed me, let alone care for my six brothers and sisters. So I left home with nothing but the clothes on my back and a rusty old sword that had belonged to my mother, and I went looking for the Red Rooks.",
        "Oh, I had heard rumors about the Red Rooks. Simple trappers and farmers just like me who had enough of the high-and-mighty nobles making life impossible for the common folk of the land. They had banded together to steal from the rich and give to the poor. At least, that's what the rumors told me. I couldn't wait to join them, to live a life of action and purpose.",
        "It wasn't hard to hook up with a band of Red Rooks, and they welcomed me into their fold well enough. They gave me a uniform, and I felt a mix of pride and embarrassment as I put it on. I guess the Red Rook leaders want us to look like an army, but I couldn't help wondering if it was such a good idea to advertise our presence in such a bold and obvious manner. But who was I to second guess those who were older and far more experienced than I?",
        "Things were going fine for a while, although it seemed like we were robbing whoever was available and keeping whatever we earned for ourselves. Still, I was a valued member of the group and I had started to develop some strong friendships—especially with Kala and Morin. We were becoming inseparable!",
        "Just when things were really looking good, I started to suspect that there was something more ominous at play than a bunch of farmers trying to be noble bandits.",
        "My suspicions were confirmed when I saw our leaders meeting with those Bloodthorn maniacs. I hope we aren't really considering an alliance with the cultists. That's not what I signed on for! I want to have a little fun and earn some gold. I certainly don't want to see Glenumbra destroyed and covered in corrupted vegetation!",
        "Now I don't know what to do. Maybe I should talk to Kala and Morin. They'll know what we should do."
    ]
}