{
    "id": "RedfurJournal",
    "paragraphs": [
        "<title>Redfur Journal, v. 1</title>",
        "23 Second Seed\nPassage from Summerset was a sordid affair. Never thought I'd be involved in piracy, but when one's ship pulls up alongside a cog and arrows fly, one does what one can.",
        "The captain was quite impressed with my affinity for—what was the phrase he used?—\"scudding to broadside?\" He offered me some recompense for my services; I declined.",
        "27 Second Seed\nContracted porters in Southpoint. We set out tomorrow. The lead porter is a bit of a ruffian, but his bluster died when I offered him pay. I doubt even he believes his services are worth so much coin. The politics of discretion.",
        "8 Mid Year\nWaylaid by the most dim-witted assortment of bandits this side of Hammerfell. They attacked despite a most reasonable offer that doubtless contained more gold than any of them could have hoped to see in a lifetime.",
        "We lost several Mer to the scuffle and can no longer carry my full complement of accoutrements. I will not miss their prattling ignorance, but my calcinator … that will be sorely missed.",
        "11 Mid Year\nAt last, the Reliquary is in our sights.",
        "<title>Redfur Journal, vol. 2</title>",
        "13 Mid Year\nThe business of unloading my equipment has been completed, and I have sent the porters on their way. They will return on the first of Sun's Height with supplies, but I am finally alone with my thoughts.",
        "14 Mid Year\nFrom what I can discern, reports of the ruins' dormancy have not been exaggerated. It has all the aesthetic appeal of an ancestor tomb without the company of necromantic constructs sweeping the halls clean of filth.",
        "Really, the state of these ruins is appalling. It's as though my predecessors made no effort to sift through the filth! I will set to work at once.",
        "20 Mid Year\nHappened across several enchanted tomes today. Unfortunately, I have been unable to open them. If I had my calcinator, I might be able to analyze their enchantments more closely by taking a sample and breaking it down. Unfortunately, those twice-cursed bandits have made that impossible.",
        "Not to be deterred, I sought to pry up the bindings of one of the books. When I did this, it heated up measurably until it seared my fingertips. Further study will have to await my return to the Crystal Tower.",
        "23 Mid Year\nWhile sifting through the remains of some remarkably well preserved flesh monstrosity, I felt a breeze issuing from the stacks. It was steady and warm, like the breathing of some great beast.",
        "Doubtless it is the ingress to some hidden passage, but its means of access are impeccably obscured.",
        "27 Mid Year\nSuccess! I was able to effect the opening of the passageway through careful application of alteration spells! Such a clever solution will surely draw the admiration of my peers in Summerset, but for the moment, true discovery awaits! It is time to discover what secrets this Reliquary holds!"
    ]
}