{
    "id": "ReezalJulsJournal",
    "paragraphs": [
        "By the ancient mysteries, my plans develop just as I foresaw!",
        "I carry on the wishes and desires of my one, true master—the great and sorely missed King Ranser of Rivenspire. Some called him mad. I know him as the genius and visonary he was. A man ahead of his time. Did he care that I enjoyed the occasional experiment? That I saw a path to power in the intricacies of the dark arts? No. He encouraged me! I will always be greatful to King Ranser for that.",
        "But sometimes other paths must be followed. I knew that I had to find a new direction as the High King's forces closed upon Traitor's Tor. That's why, regretfully, I left my beloved king's side before the end came. Someone had to survive to carry on our work. Someone had to survive to make Emeric pay for his insults and injuries. I just wish it could have been my king instead of me. Ah, well, that's the way the river runs.",
        "I offered my services to Baron Montclair at the first opportunity. We had made each other's acquaintance at one of the king's functions, and he seemed the most suitable for my ultimate plans. I knew that Count Tamrith would have nothing to do with me or my special talents, and Baron Dorell was too stubborn to take any suggestions I made seriously. But Montclair, he could be swayed. He could be manipulated. He could be forged into the weapon I needed to enact King Ranser's revenge.",
        "It was easy enough to convince Count Verandis to aid my cause. And a simple forget-me draught was enough to wipe the memories from him. Getting his blood vassal to imbibe the potion was child's play. And when Verandis fed, the alchemical concoction passed from the vassal to him. It was just my good fortune that the Baron's wife was as ill as she was. They were all so worried about her and desperate for a miracle that they accepted what I offered them without question.",
        "But enough of the past! It is the future I am more interested in right now. My living necromancy experiment worked! I was able to take the living flesh of others and create a totally different living creature. Even now, it grows more powerful in the ruins of Crestshade, awaiting my orders to head out and ravage the countryside. It isn't bogged down by the intelligence or demeanor of those who gave their living flesh to its creation—it is a new and unique entity ready to obey my every command! Imagine what I can do with an army of such creatures!",
        "Soon, all of Rivenspire will be under our control. Then I will convince the Baron to send his undead army and my creations south. This time, the outcome will be much different from Ranser's War. This time, the High King will fall. I have foreseen it. The power of the Ayleid relic told me so."
    ]
}