{
    "id": "WithRegardstotheEbonyBlade",
    "paragraphs": [
        "The following is an intercepted Morag Tong memorandum in full, noted here for conjecture on the Daedric artifact Ebony Blade:",
        "Before I begin, let me preface by stating: the Daedric Prince Mephala and her worshippers value arcanum above all else—you will learn this, in time. To Hermaeus Mora, knowledge is power, but Mephala concerns herself with only the choicest morsels: knowledge secluded, undisclosed.",
        "The various Daedric artifacts associated with Mephala share this disposition, chief among them, the Ebony Blade, of which little is known. The records of the Tong themselves disagree on the properties locked within the Blade's metal. But I'll share what I know about it, and in return, you will complete your first assignment for the guild. I hope you'll find the Flowers of Gold a suitable base of operations. Your room is a favorite of mine. Warm and dry.",
        "First: the Blade initially passed into the Morag Tong's notice (this decade, at least) when our brother Orndras obtained it, taking it from Rivis, another brother. Rivis had the Blade kept in a safehouse for years, hidden from his fellow Morag Tong. How did Orndras find Rivis out? He'll take that secret to his grave, but his handlers whispered that the Web Spinner herself had told him. Even the Tong is unsure how the Blade is connected to Mephala, whether it is an extension of her physical form, or if her essence is bound to it, but it's important to her. And that makes it important to us.",
        "Second: Rivis was an ambitious mage, one of the Tong's most powerful. And he was not about to allow Orndras to leave his safehouse with the Ebony Blade in tow. There was a duel between them, and when Orndras drew first blood with the Blade—and failed to kill—he was surprised Rivis did not engulf him in a fiery spell. It's possible the Blade can silence a mage, stymie the flow of magicka, or simply absorb it.",
        "Third: Rivis was keen with an edge, and better skilled than Orndras. But Orndras wielded the Ebony Blade, and the wounds he suffered stitched themselves together as the battle continued—as Orndras dealt his less-precise cuts. Perhaps a restorative property of the Blade.",
        "Fourth: Rivis' last words were, \"The Vampire will be the end of us all.\" Orndras believed he was referring to the Blade, that Rivis had hidden it out of legitimate fear. I believe that even the most venerable of the Morag Tong will say anything when backed into a corner. I have.",
        "Fifth: Orndras retrieved the Blade, made a detailed report to his handlers—and then attempted to slaughter them. He murdered all but one. His actions had no discernible rhyme or reason or motive, and he was last seen on the third floor of the Flowers of Gold.",
        "Return the Ebony Blade to us, whether Orndras comes with it or not. Look for a Dunmer with a scar under his left eye."
    ]
}