{
    "id": "ARejectionofOpenBorders",
    "paragraphs": [
        "The Unforeseen Queen continues to impose her radical ideas upon her loyal subjects, inflicting all manner of change and sorrow upon this pristine and uncompromising land. Her attempts to elevate the other races and put them on equal footing with the Altmer is simply unnatural. Everyone knows the value of High Elven supremacy, so why try to weaken it with these impure and totally unwarranted decrees? Let it be known that the people of Shimmerene and their Kinlady shall endeavor to do everything in our power to oppose this unreasonable and ultimately dangerous decree.",
        "Why do I reject an end to the pristine nature of Summerset? Why, because of logic, of course! It is a well-documented fact that the Altmer are superior in every way to the lesser races that share our world. After all, who else can trace their lineage directly to the Aedra? We proudly proclaim our divine heritage. Unlike the other races, we are not the creations of the gods; we are their descendants. Our genetic lineage can be traced to the original Aldmer race, through the Ehlnofey to the divine et'Ada themselves. For this reason and this reason alone, we should be permitted to preserve our pure bloodlines and maintain the sanctity of our perfect island home.",
        "Should the Adventurous Queen desire more proof, we need only look to our stature, our golden hue, and our natural inclination toward magic. The other races cannot compete with us in intellectual pursuits. They just aren't equipped for such a battle. Ours is the first true culture of Tamriel and we remained the most civilized of all the races. This fact cannot be refuted. We provided the basis for religion, language, and even architecture, and our influence can be seen across the continent. For all that we have provided, we should be allowed to keep a small piece of the world as solely our own.",
        "Beyond these self-evident truths, we must consider the poor lesser races as well. How cruel it will be to subject them to the rigors and requirements of our exacting culture and societal mores. They simply aren't equipped to handle the precision our customs and traditions demand. Should we embarrass them for these failings? Or worse yet, should we amplify their deficiencies by setting a lesser standard for them to adhere to? They would call us cruel, and rightly so. Let us keep the metaphorical gates closed, and then neither side will suffer any sorrow or discomfort. Allowing the lesser races to migrate to Summerset doesn't do them any favors. Quite the opposite, it will ultimately hurt them in the end.",
        "Keep Summerset pure. Keep Summerset pristine. Keep Summerset for the Altmer. Anything else makes no sense whatsoever."
    ]
}