{
    "id": "RelicsofSaintVeloth",
    "paragraphs": [
        "Next to the living gods of the Tribunal, Saint Veloth is among the most revered figures in Dunmer history. Several houses of worship exist in Deshaan dedicated to Veloth's memory and to the veneration of icons left to us by the saint and his original followers. A description of some of these relics and their significance follows.",
        "<header>Veloth's Judgment:</header>",
        "Saint Veloth wielded this warhammer during the exodus from Summerset. Veloth saw fit to set aside this weapon when he vowed to turn his attention from war to the task of building a new home for the Chimer in Resdayn. Today, the Judgment resides in the Tribunal Temple and is said to have powers related to cleansing corrupted souls.",
        "<header>The Tear of Saint Veloth:</header>",
        "This radiant crystal is believed to be a tear shed by Veloth when he first laid eyes upon the land of Resdayn, the new homeland he had seen in his visions. According to the legend, the tear froze as it slid down Veloth's cheek. Kept by the monks of the monastery of Muth Gnarr, this crystal has great healing and restorative powers—provided the monks maintain a constant vigil and pattern of prayer.",
        "<header>The Holy Vessel of Veloth:</header>",
        "Used by Veloth to carry water to quench the thirst of his sick followers during the exodus, and then later to irrigate the young crops of the new homeland, the Holy Vessel now resides in the temple in Selfora.",
        "<header>The Reliquary of Saint Veloth:</header>",
        "The Reliquary that stands in the Shrine of Saint Veloth in Deshaan is not a relic, per se, but instead contains perhaps the most powerful and holy relics associated with Veloth—his skull and bones. The bones of the saint are said to have many magical properties, and pilgrims travel from across Morrowind to receive the saint's blessing. Legends claim that the most faithful sometimes receive visions of the saint while meditating and praying before the Reliquary."
    ]
}