{
    "id": "RelminasLogs",
    "paragraphs": [
        "Relmina's logs, recording all her immoral experiments.",
        "<title>Experiment Log - Day 12</title>",
        "Project Limb Removal\nDay 12 Observations and Summary Conclusions",
        "Day 12\nRemoving an arm from the young wood elf female made her fight all the harder for her life, despite being clearly outmatched. In previous battles, she fought much less bravely and to lesser effect. She lasted a full minute against my most angry of hounds before her throat was ripped out and I had to revive her.",
        "However, removing just the feet of the middle-aged Nord male made him despondent and without any will to defend himself, even against a lesser foe. So pitiful was the look on the face of his corpse, that I decide to leave him be, rather than resurrect him. After so many years of scientific study, I still cannot abide apathy. I'm sure that my aversion to pity has colored my findings, as I only make use of strong-willed test subjects. Though I suppose, flawed as my research may be, it is still more revealing and faithful than any other has done before me.",
        "Summary Conclusions\nAfter studying the various combats between the test subjects in this project, I have concluded that, much as the pain threshold is inconsistent within a given species, so too is the effect of dismemberment. Whether beast or man, the removal of a limb, be it functional as a hand, or peripheral as a tail, has varying effects on the subject, having to do more with individual temperament than any biological or cultural endowment. Whatever the particular effect, it is substantial. Whether it enhances a subject's tendency toward aggressiveness or passivity, or swings them to the other extreme, removing a limb has a profound effect on behavior.",
        "After reviewing my notes, I will attempt to catalogue all the similarities and differences between the subjects and their responses. I may be able to offer Lord Sheogorath a guidebook detailing how to craft a better kingdom by removing various appendages from the bodies of its people.",
        "<title>Hunger vs. Shambles</title>",
        "Experiment Setup and Hypothesis\nHunger vs. Shambles, with elven catalyst",
        "While generally an even match, these two Shambles versus a single Hunger, previous experiments have indicated that the presence of a warm body causes the Hunger to increase its ferocity. This territorial hunting imperative is completely lacking in the shambles. They seek to destroy life, not to devour it.",
        "In this case I have confined a Hunger to his cage, while leaving an unspoiled high elf female in viewing distance. Hungers seem to have a particular thirst for elf maiden blood. And this one, on the verge of flowering, should be a particularly irresistible morsel.",
        "I hypothesize that the hunger will fight with greater force and precision in the up coming battle, after I let the creature and elf maiden stew awhile in each other's proximity.",
        "I shall return in a few days to run the experiment.",
        "<title>Project Hound's Blood - Day 7</title>",
        "Project Hound's Blood \nDay 7 observations",
        "My theory stated before trial is thus:\n\"Blending the most recent concoction of hound blood with that from a headless zombie will result in a beast with greater fury and resistance to pain.\"",
        "Test 1",
        "Subject 1 has the current concoction, and Subject 2 has the new mixture.",
        "Battle 1:\nSubject 1 lasted approximately one minute before expiring, having done average amount of injury to Subject 2. Subject 2 seemed not to notice most of the injuries it received.",
        "Battle 2:\nAfter a drawn out combat, Subject 1 killed Subject 2, but suffered near fatal wounds. Subject 2 fought to the bitter end with the same energy it started with.",
        "Battle 3:\nSubject 1 went out very quickly.",
        "Battle 4:\nSubject 1 lasted less that a minute. Subject 2 took little injury.",
        "Test 2",
        "Subject A and B both have the standard blood. Subject C and D both have the new blood.",
        "Battle 1 (A vs. B):\nLasted just over a minute, both hounds suffering grievous injury, and somewhat bothered by their wounds.",
        "Battle 2 (A vs. B):\nNearly identical results.",
        "Battle 3 (C vs. D):\nLasted over two minutes, both hounds suffering grievous injury. Neither seemed very winded or bothered by their wounds.",
        "Battle 4 (C vs. D):\nLasted under 1 minute, both suffering grievous injury. Neither seemed very bothered by their wounds.",
        "It seems my original theory was correct. In future trials I will try watering down the headless zombie blood before adding it to the mixture, to gain some insight into the actual potency of the blood itself and determine how much of the additional effect is coming from its combination with the existing ingredients.",
        "<title>Reptilian Appetite Conditioning</title>",
        "Experiment Setup and Hypothesis\nReptilian Appetite Conditioning",
        "I have raised these Baliwogs and Scalon together, from hatchling to adult. I inflicted great pain on them when they were aggressive towards each other, and rewarded them when they showed aggression towards others. They have since acquired an almost familial bond, normally expressed in warm-blooded creatures. See previous experiment logs for details.",
        "For the last month, I have been starving them in separate cages, allowing them occasionally to eat, but only tiny amounts of reptilian flesh.",
        "I have procured a fatty Breton of previously luxurious lifestyle. There is not an ounce of muscle on him. He should be a most tempting snack, indeed. But we shall see!",
        "I shall return soon to run the experiment. There is still some time left to starve the reptiles until they are most desperate.",
        "<title>Unproductive Musings</title>",
        "Today I intended to continue my research into the effect of pain on the host of the unborn (in this case the middle-aged pregnant Breton female), and yet, no matter how many times she was ripped apart and resurrected, I simply could not bring myself to the requisite attentiveness serious study demands.",
        "Rather than the usual precision of observation, my faculties seemed possessed of a peculiar poetic sensibility. So that, rather than dutifully logging each scream and twitch of agony, I seem transported by her cries to some other place.",
        "I became sheltered within a tapestry of tranquility, woven from the screams of the Breton's anguish warped against the grunts and clacking of the beasts and shambles that toyed with her.",
        "It was there, in that spot, my soul naked and clean, that I came to a sense of clarity. And like all - dare I say - religious experiences, returning to my mundane senses, I am left with little more than a faded memory of supernal knowledge, like a burned parchment on which once were written words of wisdom and understanding, of which now only torn and blurred fragments remain.",
        "The harder I try to remember that innate knowledge, the more it seems to recede from me. The essence that remains is this:",
        "Pain is a force that purifies, ennobles, and uplifts. It is the Fire that burns away impurities, that melts away imperfections.",
        "Death is not the sign of weakness, nor bodily constitution the sign of strength. It is what happens to soul when brought into the Fire that determines the mettle of men.",
        "Those with inner strength are forged into weapons of devastating keenness by Pain's Fire. Those who are undeserving and weak turn to dark and lifeless ash in Its heat.",
        "And there it stands in all its inscrutability - so much for an unproductive day. Perhaps tomorrow will lead to more fruitful experiments.",
        "<title>Week-old blood</title>",
        "Experiment Setup and Hypothesis\nWeek-old blood",
        "I have paired up a hound and shambles of equal fighting capacity. However, I have recently drained the hound of its zombie blood, and replaced it with blood extracted from a Breton corpse, which had lain for a week, rotting in the hot sun. When I return, having let it acclimate to its new supply of vital fluid, I expect the hound will perform with much less efficiency than normal."
    ]
}