{
    "id": "RememberMe",
    "paragraphs": [
        "A tunnel. A cave? Dark, damp, and warm. Scale-Song ran toward the hazy light, hearing his footsteps echo in the narrow passage, sinking deeper into the mud. \"How can I sink in this?\" he asked aloud. \"I am of parents born in Black Marsh.\"",
        "When he could no longer move, Scale-Song bowed his head, listening to the moisture dripping from the roots twisted above him. Soon, it would be over. He would return to the Hist. How embarrassing, though, for an Argonian to suffocate in mud.",
        "His eyes opened suddenly. He'd had the same dream every night for weeks. Each night, he felt he was nearly at the cave's exit. Everything would be made clear once he reached it. And each morning, Scale-Song awoke, no closer to understanding the meaning of the imagery.",
        "\"Clearly, the Hist speaks to you,\" said his egg-brother Gash-Tail. \"Tonight, ask what it wants. Talk to it.\" \"I'll try,\" said Scale-Song, \"but I never remember it's a dream until I'm awake.\"",
        "Gash-Tail reached into an earthenware jar on the shelf beside him. He handed Scale-Song a thick roll of leaves tied with twine. \"Burn this,\" he said. \"The incense may clear your mind. If the Hist wants you, you must listen.\"",
        "Scale-Song nodded. Advice like this was precisely why he sought Gash-Tail's help. For the first time in a long while, he couldn't wait for night to fall.",
        "The burnt incense filled his hut with thick gray smoke that coiled heavily along the ground like fog. Scale-Song hadn't expected it to smell so horribly. Still, he watched the smoke spread slowly throughout the room, his eyelids growing heavier and heavier.",
        "A cave. A tunnel? Smoke drifted along the muddy floor. Scale-Song stopped running and reached out a hand toward the smoke. Talk. Ask. Speak.",
        "\"Are you trying to tell me something?\" he asked aloud.",
        "\"I am dead.\"",
        "\"Dead? Who are you?\"",
        "The smoke coalesced into a shimmering figure, hooded and cloaked. Its tail twitched. \"I am dead,\" the figure said. \"Without it, all that I am will be lost forever. Find it. Remember.\"",
        "\"It? What is it?\"",
        "Scale-Song followed the figure through the dark passage. His feet no longer sank into the mire, as in all the other dreams. They walked in silence. Scale-Song was alert, but untroubled.",
        "It seemed like hours before the pair reached the tunnel's exit. The shimmering figure sighed deeply, pointing toward a shriveled tree.",
        "\"A Hist,\" said Scale-Song, surprised. \"Is this it? Dead ... but how?\"",
        "\"Remember,\" said the figure, unfurling into the wind, but not before it pressed a Mnemic Egg into Scale-Song's hands.",
        ""
    ]
}