{
    "id": "RenrijraPirates",
    "paragraphs": [
        "Dearest,",
        "I will not be in port for long, but I do have enough time to spare for a pot of a tea with these friendly Argonians and to draft a few quick letters. When the tide shifts, I will be at sea once more, pursuing those dastardly Renrijra Pirates.",
        "Perfidious Khajiit! I will pursue those pirates to the world's edge, if need be!",
        "You embarrass me with your constant need for declarations of undying love, but rest assured that I echo your sentiments in return.",
        "Lately, I have been preoccupied. The Renrijra raid our shores, trying to claim our lands as their own. I always knew cats were territorial, but those Khajiiti raiders pursue this as an obsession. Those pirates are relentless!",
        "On the rare occasions when we capture one, it is always the same frustrating dialogue. They are quick to speak of territorial rights and political reform, and so on and so forth. But really, I know the truth. They are little more than smugglers and sea-raiders propping up their criminal activities behind a facade of ideals. They lie! And they shall pay!",
        "They scowl, these pirates. They sneer, even when held in bonds. They take pride in their contemptuous nature. In fact, it is reflected in their very name: \"Renrijra Krin.\" I have heard it translated as \"the Mercenary's Grin\" or \"the Smiling Scum.\" The scum! It suits them well, but I prefer to call a knave a knave. They are smugglers and pirates and thieves to the last filthy cat.",
        "The Renrijra are swaggering fools. Do you know what the so-called \"code\" of their order is called? \"The Foolish Concepts.\" Fools! I have intercepted their logs and records, and I know their ways. They kill without hesitation. They espouse bravery, yet run away when confronted with justice. They curry favor by giving trinkets to the poor. Then they claim to be benefactors when stealing from those of privilege. A thief is still a thief!",
        "Such insolence! They remind me of that servant we used to employ, the one who deigned to teach you how to dance. Do you remember him? The swarthy fellow who kept trying to meet with you privately? What cheek! Or the gardener who lurked by your bedroom window while I was away? Or the mason who would linger in our salon pretending to work while surreptitiously staring at you? Knaves! The world is full of knaves.",
        "Know that I do this for more than my need to protect you and yours. I do this to protect our kingdom! I do this to secure our High King's domain by sea! Those knavish cats will never prevail.",
        "Forgive me for my digression. My need for justice consumes me. I fear I will be at sea pursuing the Renrijra for several more months, along with the crew of the Wrath of Glenumbra, yet I await the day I shall return to you.",
        "In answer to your last query: yes, we can afford to hire those workers you requested to build an extension on the house. Make sure they aren't shirking their duties. You'll have to watch them closely!",
        "I've nearly drained my teapot and worn out my welcome with these spiritual lizard-folk, so I must be away. Rest assured, those Renrijra Pirates won't escape the relentless efforts of the Breton Navy.",
        "I remain, as always, your affectionate and loving,",
        "—Captain Augustus Relippe, Commander, The Wrath of Glenumbra",
        ""
    ]
}