{
    "id": "ReportontheDespotofMarkarth",
    "paragraphs": [
        "As Your Majesty commanded, I traveled to Markarth to bring our complaints to the Despot of Markarth's attention and see whether he might be induced to rein in the clans raiding along our eastern border. I have already sent dispatches back to Wayrest summarizing the difficulties in our negotiations. However, I believe it might be useful to Your Majesty's court to understand what sort of man rules in the Reach. The Despot of Markarth is no illiterate warlord, and we must be careful not to treat him as such.",
        "",
        "Let me begin by reminding Your Majesty of how Caddach of the Blackdrake clan came to receive his title. As his name suggests, Caddach is cousin to the Longhouse Emperors of Durcorach's line. When Caddach was a young man, he journeyed south to take service in the Reach guard of Emperor Moricar (son of Durcorach and second of the Longhouse Emperors), and proved himself a warrior wise beyond his years. During his time in Cyrodiil, Caddach received an Imperial education to go along with his military training. When Moricar saw the need to establish some degree of Imperial authority over the increasingly restless clans of his homeland, he chose to appoint a trusted kinfolk to the task. He sent Caddach back to Markarth.",
        "",
        "To reassure the clan-chiefs that he did not intend to impose Imperial law in its entirety on the free Reachfolk, Moricar limited Caddach's writ to Markarth and the lands immediately surrounding the city. Thus the clan-chiefs were satisfied that Caddach was only to keep order in Markarth and otherwise leave the clans to rule themselves. Governor Caddach administered Markarth effectively for the rest of Emperor Moricar's reign and retained his place through the troubled years of Emperor Leovic.",
        "",
        "During this period, Caddach ruled in the Reach manner. His judgments were swift and brutal, and he was awarded the moniker, Despot of Markarth.",
        "",
        "When Leovic was overthrown and the remaining Reachmen retreated from Cyrodiil, Caddach claimed power in his own name, taking the old Reach title \"ard.\" (It means, \"lord of the fort.\") Next, he brutally purged his own clan, murdering or exiling all remaining Blackdrakes who might challenge him for leadership. In any event, fifteen years of control over Markarth had provided Caddach with the opportunity to build the undisciplined warriors under his command into a loyal army ready to support him as a king.",
        "",
        "As ard, Caddach claims that \"he has no clan but the Reach.\" As long as the clans take no other king and answer his calls for warriors at need, he does not seek to govern them or interfere in their internal affairs. The Reach clans accede to his control of Markarth, grudgingly in some cases—no single clan or plausible alliance of clans can challenge Caddach's army. In the five years since he claimed the throne and discarded his title as governor, the Despot has slowly consolidated his power in Markarth, transforming the old fortress into a crude city-state and a capital for a free, independent Reach.",
        "",
        "Now, as to what manner of man Caddach is: The best word I can use to describe him is \"\"pragmatic.\"\" He is careful not to force a Reach clan to do something it doesn't want to do. Unless he is certain of his strength and advantage. In which case, he doesn't hesitate to use all the force at his command to bring an unruly clan to heel. This is the main reason for our difficulties in getting the Despot to broker a truce with the clans that threaten High Rock: Caddach has no interest in provoking them to defy his own power for the sake of peace on our border. He is willing to use any tool to attain his goals: imposing laws (of a sort) in Markarth, ordering the keeping of written records in Understone, seeking the advice of the more powerful covens, and making and breaking alliances whenever he sees the need.",
        "",
        "The Despot's true genius, however, lies in his political calculation. To the Reachmen, he speaks of a free and independent Reach, holding true to Reach tradition and scorning the weak ways of outlanders. (His words, not mine.) But underneath that Reach-for-the-Reachfolk bluster, Caddach uses the trappings and systems of Imperial authority to transform Markarth into a functional state for the first time in the Reach's long and bloody history. And while no Reachfolk might admit it, many understand that the Despot's consolidation of power and the relative peace he enforces around Markarth are necessary steps toward real and lasting changes for the better.",
        "",
        "Whether the more xenophobic clans continue to accede to Ard Caddach's authority or rebel against him is, of course, the great question of the Reach.",
        ""
    ]
}