{
    "id": "ReportQualityofRecruits",
    "paragraphs": [
        "Centurion Fulvianus,",
        "As you requested, here is my monthly report:",
        "Training for our new recruits progresses well among all squads save one. The cavalry, archers, and footmen have come a long way since last month and are performing advanced maneuvers and mixed squad exercises ahead of schedule. The new band of healers from the Temple of Akatosh that you assigned to me, however, lags behind in training, and I believe we must change our approach dramatically if this unit is to succeed. Still, I think it is very likely that we can achieve your goal to bolster our front lines with battle-ready healers!",
        "Most of these recruits, I have learned, have a background in only civil temple service. Per your instructions, I attempted to train them the same as any normal soldier, issuing them standard steel armor and a sword or mace, and ordering them to participate in drills with the other footmen. This has resulted in disruption of our training regimens as they stumble around and attempt to determine which end of the sword should be applied to the enemy.",
        "This experience has shown me that we should not hope to turn them into soldiers that just happen to know how to heal a wound or two. Instead, we must capitalize on their unique abilities to conjure wards and invigorate or heal our troops. I am convinced they need specialized equipment and request authorization to have sets of light, padded armor crafted—not robes, which they are used to but would surely cause them trouble on the field, but sturdy cloth with appropriate padding. I believe this will allow them to better focus on and carry out their duties, namely getting to injured comrades quickly and efficiently, prolonging our battlefield presence, and improving our soldiers' fighting capacity.",
        "I believe that splitting them into groups of two or three and situating them along the back of the main thrust is critical. This way, at least one can maintain protective wards on a particular squad as the others scan the lines for comrades in danger. If they must get into hand-to-hand combat, they can support each other with these protective magics, but we may also be wise to train them in the use of at least a short sword.",
        "You were correct in seeing the great potential these recruits have for our regiment. I believe in this unit, and I do not think we should waste any further time attempting to force them into a typical soldierly mold. With your permission, I feel we can and will forge a true advantage over our enemies.",
        "Respectfully Signed,",
        "Captain Lampronius, Fifth Legion",
        ""
    ]
}