{
    "id": "ARequestforRelief",
    "paragraphs": [
        "My dear Exchequer,",
        "I once again implore you to revisit the levy that has been placed upon myself for this year. I admit that I am a licensed enchanter residing inside the Imperial City. But circumstances have changed, and the business that was once profitable, is now just a drain on my income.",
        "A few years ago, enchanters would take the physical object to be enchanted and, using various ingredients and tools, imbue the object with the necessary mystical powers. Because of this, enchanters only competed with other enchanters who resided in the same city, since most people did not want to carry a sword hundreds of leagues to another enchanter just to save a few gold drakes. Prices for the city could be set at a friendly meeting of three or four enchanters, and a fine profit could be made. As the right of the crown, a hefty levy for allowing us to operate in the city could be assessed.",
        "But now this has all changed. Enchanters now just make a glyph with the desired effect trapped within it. A glyph is just a simple gem that anyone can attach to the pommel of a sword or on a piece of armor. Once attached the magic in the glyph then flows into the item.",
        "Seems simple, doesn't it? Well, this has caused a collapse of the market. Instead of the price for an enchantment being set on a city-by-city basis, all of the enchanters of Tamriel have to compete with each other. A hedge enchanter in Daggerfall can make ten fire glyphs and sell them to a traveling merchant, who brings them to the Imperial City and sells them in the marketplace, at a price much below the price set by the Cyrodilic enchanters.",
        "All this competition means that I now make just a few gold over the cost my materials. And this profit does not cover the levy your office places on me.",
        "Unless your office stops the importation of foreign manufactured glyphs, you must reduce the levy to allow me to stay in business. I will be forced to sell my home of twenty years and take up another profession, perhaps tutoring some merchant's son.",
        "Eagerly waiting your response,\nDefessus Magister"
    ]
}