{
    "id": "ResearchofNathienMortieu",
    "paragraphs": [
        "<title>Research of Nathien Mortieu, Vol. 1</title>",
        "What a delight this temple has turned out to be. Yes, these colder conditions are positively wondrous for my mixtures. And there's no nasty guards to question us. No eyes that look upon our blessing with ignorant distaste. Many questioned my decision, but oh, they simply saw what was ahead. Not beyond, not as I do.",
        "My research with the ogres in the caverns has produced ... admittedly mixed results. They were easy enough to infect. Predictable patterns and slow wits make for lovely test subjects. We saw early signs of the physical manifestations of the disease, yes, oh yes. Lovely, absolutely lovely. These disgusting creatures became beautiful under my guidance. Oh, how lucky they were, to be the first embraced by such a loving illness.",
        "But then it turned all wrong! They turned out all wrong, all wrong! The way they've begun to act, you wouldn't even think they were sick. Nasty, stupid creatures won't even die! They just became ... angry. Stronger. Downright mean! They started attacking my researchers. I'm afraid we lost quite a few just last night. Hopefully we can still remain on schedule, but I can see quite a delay already.",
        "Though it pains me to leave such research behind, I simply must conclude that these ogres are too beast like. We'll need more human subjects if we wish to continue our research. We simply have no time for our usual procedures, given how isolated this mountain is. Many have proposed the giants may prove to be useful. Dangerous, dangerous, but what is discovery without a few deaths?",
        "On a personal note, my other ear has finally rotted off. There's still a bit more to go, but the current state shows promise. Everyday I become more beautiful, more perfect. More blessed.",
        "<title>Research of Nathien Mortieu, Vol. 2</title>",
        "I'm simply atwitter with excitement at our latest developments. Our lovely plague has come together nicely, so nicely. Yes, I dare say at this point it's nigh incurable! We had some initial troubles with creating a delay in symptoms. Burn out the subject too quickly, and, well, there's no time for it to spread. No, we want to keep them up and about, spreading our blessing to as many as possible. How ... reverent.",
        "And when the symptoms do come, oh, well—it goes beyond description. I could wax poetic about the succulent pus, those all-spreading rashes. Boils, nearly translucent, they become so overfilled. The mere sight of that lovely, sickening shade of green sends pleasant shivers throughout my body. Have you ever seen something so beautiful? I've always had pride in my work, but this borders on adoration.",
        "The giants have proved useful, just as the ogres, but still their reaction is just ... wrong! They've turned my poor creation into something different, something unexpected. The heathens! Just like the ogres, it's turned them stronger, even more aggressive. They simply aren't human enough. Not right! The majority of them should be dead by now, but here they are, sturdier than ever. It makes me sick, and not in the good way!",
        "We've lost a handful of researchers already, and I simply can't afford to lose more. The giant's matriarch has become particularly aggressive. And she just started to look so lovely, too. What a shame. I had hoped to sketch her in my spare time. Well, the path to discovery always tends to be tricky terrain. A few deaths are just unavoidable if we ever hope to reach our goal.",
        "Speaking of our goal ... oh, yes, yes, yes! She's begun to wake up. I feel it in my bones. Such a sleepy head, that one is. I hear her though. Oh, I hear her! She whispers to me of our glorious plans, how we will usher in a new age. I know we will. We must keep her safe, for the time being. And then she will become the shepherd.",
        "I'm hoping to look my best when we finally meet. My nose has begun to rot, but the progress is slow. I'm half tempted to chop it off myself! But no. No, no, it would just look all wrong. I must be patient, in all things. My blessed beauty will come in time.",
        "<title>Research of Nathien Mortieu, Vol. 3</title>",
        "They laughed at us. Mocked us. Even my own mother never understood me. She wanted me to follow the family tradition. \"Join a respectable cult,\" she told me, but Vaermina was but a chaotic lie. My Lord is the perfect truth of order. Why don't they learn to listen? They never listen! But they will have to hear us now. They shall all learn to heed the name of Peryite.",
        "Our blessing is now ready. It shall spread, an all-consuming plague which will bury this world in corpses. This nasty, imperfect world, with no order, no respect. All will belong to my Lord, to his order. Their laughing will be drowned out by coughs, their impertinent words choking in their throat as bile builds. I'll make them beautiful, perfect. And then they shall die, lying in their own filth. My heart flutters just imagining the sight.",
        "I've begun to allow my fellow researchers to gain the blessing we have created. Oh, how they craved it, as do I, but we must be careful. Should we follow the whims of our hearts, our entire operation may fall apart. I simply cannot let that happen, not when we are so close to true natural order.",
        "We'll start small. There's a village nearby, tiny, perfectly suited for our needs. We'll wipe them out first, let the rumors spread. Let the fear fester in their hearts. My creation will be on the tongue of every citizen of Tamriel. And then, well, I'll make sure those tongues rot off.",
        "But as for her .... Oh, what a grumpy, nasty woman. She cares nothing for our experiment, for our plans. She merely stares at me. What is she thinking? I cannot see her face, for she refuses to remove that unsightly mask. I fear she still holds an attachment for her former master. Nasty, nasty!",
        "Of course, I do not question Lord Peryite's will! I do not! He knows I have been loyal. Faithful. I see the vision of his ordered world, and I revel in it. A land filled with corpses, rotting, resplendent. A new age shall come, a new order will come! All under my Lord's banner. Mother will regret the day she spurned me.\\n\\nI wish to keep recording, of course, but it's getting a bit trickier to write since my third finger fell off. I fear this may be my last entry, but what shall it matter? I can see no way our plan can fail. No one can overcome the will of the Prince of Pestilence! And all shall know his blessing."
    ]
}