{
    "id": "ResearchNotesChaoticaVampiris",
    "paragraphs": [
        "By Lady Essenia, Master Alchemist and High Chamberlain of Greymoor Keep",
        "My most elder kin often ask me how I could bear to shed my crown. As if power rests solely in the hands of those who rule. Is the Ashen Lord's own story not proof enough of their mistake?",
        "I must admit, when our new king first arrived upon my threshold, I shared their misgivings. Centuries of rulership had twisted my mind—had convinced me that the simple axioms of ruler and ruled were the only truths worth respecting. Politics. Thrones. Courtiers and petitions. How blind I was to the reins and bridle I placed upon myself! For some, truth and fulfillment rest upon the throne. For others—vampires like myself—true fulfillment lies in study. The shimmering flask, the gleaming scalpel and syringe—these are the only jewels with a claim to my heart. For too long I ignored my vocation. The rise of our Ashen Lord allowed me to rediscover it.",
        "I have always marveled at the complexity and mutability of the vampiric infection. Each strain carries a long and storied history, and each bestows a unique suite of gifts upon those claimed by the disease. Now, unfettered by the inanities of rulership, I ask myself: can these gifts be refined? Can these strains be unified?",
        "Behold, the fruit of my research! Chaotica Vampiris! A revolution in our vampiric nature. Unlike Sanguinare Vampiris or Porphyric Hemophilia, this new affliction targets those already turned to vampirism. While blending the bloodlines through alchemical means provided small successes, the true catalyst was chaotic creatia, claimed from the source of all vampirism: Coldharbour. Molag Bal, in his haste to claim Tamriel for himself, forgets that doors often open both ways.\nI call the result of a Chaotica Vampiric infection a \"Blood Knight.\" These new creations possess greater speed and strength than any vampire yet known.",
        "As in all great scientific endeavors, the results have been mixed. The effort to restrain their baser instincts remains a struggle. With more research, I'm confident that I can further refine the condition. Luckily, new vampires arrive at our gates with each passing night. My slave pens overflow with test subjects. All I need is time.\n"
    ]
}