{
    "id": "TheRestrictedListofNobleArtifacts",
    "paragraphs": [
        "It is fitting that only persons of noble birth take glory in the refined enchantments of these devices, and not that peasants, or rabble, or animals, or merchants take nor touch them, that they might take harm thereby, being coarsened and vulgarized by such ill-use.",
        "The BattleAxe of Noble Red Wisdom bears enchantments enhancing the skills of DESTRUCTION, and casts the spell of Teleport.\nThe BattleAxe of Noble Swiftblade bears enchantments enhancing the skills of SHORTBLADE, and casts the spell of Jumping.\nThe Broadsword of Noble Leaping grants benefits in the disciplines of JUMPING, and, when striking a target, casts the spell of Jumping.\nThe Broadsword of Noble Unseen Wisdom grants benefits in the disciplines of THAUMATURGY, and, when striking a target, casts the spell of Medium Cure Health.\nThe Claymore of Noble Fleetness affords some abilities in the arts of RUNNING, and casts the spell of Running.\nThe Claymore of Noble Unknown Wisdom affords some abilities in the arts of MYSTICISM, and casts the spell of Major Cure Health.\nThe CrossBow of Noble Sureflight affords some abilities in the arts of MISSILE, and casts the spell of Medium Shield.\nThe Dagger of Noble Stalking grants benefits in the disciplines of STEALTH, and, when striking a target, casts the spell of Minor Cure Health.\nThe Dagger of Noble Green Wisdom grants benefits in the disciplines of RESTORATION, and, when striking a target, casts the spell of Minor Shield.\nThe Javelin of the Noble Dolphin bears enchantments enhancing the skills of SWIMMING, and casts the spell of Medium Cure Health.\nThe LongBow of Noble Smiting grants benefits in the disciplines of BLUNTWEAPON, and, when striking a target, casts the spell of Medium Shield.\nThe Longsword of Noble Surprise bears enchantments enhancing the skills of BACKSTABBING, and casts the spell of Major Cure Health.\nThe Longsword of Noble Golden Wisdom bears enchantments enhancing the skills of ALTERATION, and casts the spell of Minor Cure Health.\nThe Mace of the Noble Horny Fist affords some abilities in the arts of HANDTOHAND, and casts the spell of Teleport.\nThe Short Sword of the Noble Swimmer affords some abilities in the arts of SWIMMING, and casts the spell of Medium Cure Health.\nThe Short Sword of Noble Silver Wisdom affords some abilities in the arts of ILLUSION, and casts the spell of Medium Shield.\nThe ShortBow of Noble Deep Biting bears enchantments enhancing the skills of AXE, and casts the spell of Minor Shield.\nThe WarAxe of Noble Hewing grants benefits in the disciplines of LONGBLADE, and, when striking a target, casts the spell of Running."
    ]
}