{
    "id": "RestoringtheWelwas",
    "paragraphs": [
        "By Ambolisse, Sapiarch of Zoological Studies",
        "Summerset was a very different place when the early Aldmer first stepped upon its pristine shores. Different creatures roamed the island, some fearsome, some benign. The early Aldmer, ever thorough when it came to cleansing the environment of unwanted threats, set out to completely exterminate welwas—a creature they, for some reason lost to the historical record, totally despised. In a few short years, welwas were driven to extinction and removed from the Summerset ecology.",
        "According to ancient writings, the welwas sought the demise of the newly arrived Aldmer. Along with the gheatus and the ilyadi, the welwas attacked the Aldmer. Using ancestral lore and power drawn from the stars, the Aldmer used lightning, ice, and fire to utterly destroy these ravaging creatures.",
        "Summerset art and sculpture depicts welwas as strange, holy beasts with horns and savage teeth. In fact, due to these representations, many scholars believed that the entire species was extinct and a few considered the creatures to be nothing more than myths and legends. Imagine our surprise when entire herds were discovered roaming the Craglorn region of eastern Hammerfell, and in sufficient numbers to make a reintroduction program not only feasible but totally within the realm of distinct possibility.",
        "It was with great pride that I took on the project of reintroducing welwas into the Summerset environment. We started modestly at first, gathering six mated pairs from the wilds of Craglorn. After a period of quarantine to make sure the creatures were healthy and bonded to their counterparts, my team and I released them in the northwest swamps. They immediately took to the region and, after three additional expeditions to acquire more welwas, the welwa packs appeared healthy and vibrant. I was even able to witness one of the first welwa births on Summerset in modern times. It was a glorious experience!",
        "Of course, not everyone agreed with the goals of this ambitious undertaking. Even some of my esteemed colleagues among the Sapiarchs protested that returning such a savage beast into an environment we tamed long ago was not only foolhardy, it was dangerous. To these critics I repeat the old adage, \"anything worth doing involves some level of risk.\" I was disheartened by the number of level-headed Altmer who showed up to demonstrate their disapproval as the ship carrying the first mated pairs of welwas pulled up to the dock. Luckily, the Divine Prosecution and the city guards were on hand to maintain order and make sure no one tried to harm the majestic creatures.",
        "Now, despite some continuing protests and a few legal actions aimed at altering the plan I championed and put in place, packs of welwas once again run free in the Summerset wilderness. Thanks to the Sapiarchs, the island is one step closer to returning to its original splendor. Now if only I could figure out how to restore the gheatus and the ilyadi."
    ]
}