{
    "id": "TheRestorationofFortGrief",
    "paragraphs": [
        "By Devastator Idrian Volturno, Spring, 2E 580",
        "",
        "At the direction of the High Priest of the Order of the Waking Flame, I visited Fort Grief recently to perform a survey of the old fortifications. The site is ideal for a base in the Imperial Heartlands, and the island location provides us with the ability to keep prying eyes well away from our important work. My recommendations follow.",
        "",
        "First, some background may be in order. Fort Grief was constructed on an island at the mouth of the Silverfish River between 1E 2709 and 1E 2718, in the early years of Emperor Reman I's reign. Intended to protect the eastern shoreline of Niben Bay against attacks from the Trans-Niben or Black Marsh, it proved superfluous even before it was completed. The Second Empire's rapid expansion eliminated any real threat of enemy fleets ascending the Niben, and even the most aggressive Argonian raiders never struck directly at the Heartlands. By 1E 2900, the fort was largely abandoned.",
        "",
        "During the next three centuries, customs officials and patrols from nearby cities occasionally used the Imperial fort as a watchtower to combat smuggling and local piracy. However, no one made any serious effort to maintain Fort Grief, and it fell into ruin. While the walls and stone towers remain in good condition, most of the wooden flooring and roofs have deteriorated beyond repair in the humid conditions surrounding Niben Bay.",
        "",
        "My plan for refurbishing the fort follows:",
        "",
        "Phase I (2 months)\\nI have learned the fort can be leased from the Chamber of Legates by any landed noble willing to take on the cost of its upkeep. We need nothing more than a cooperative local lord who might have a plausible interest in sponsoring \"\"anti-smuggling patrols,\"\" and some well-placed bribes to the right officials in Leyawiin. I understand the High Priest is already seeing to these matters.",
        "",
        "Phase II (4 months)",
        "Repair the fort's docks and dredge the channel nearby. As matters stand, one can only approach the island in a small boat and go ashore by wading. If we intend to carry out major restorations, we must have a landing suitable for barges carrying heavy timber and stone. Cheap labor is available in Bravil and Leyawiin. We will also require temporary housing for the workers, but tents or shacks should suffice for that.",
        "",
        "Phase III (8 months)",
        "Repair damaged foundations and shore up the walls. The most challenging job involves a major expansion of the cellars beneath the main keep. I have been informed that the Order requires this space for a special project. The masons we bring in for this part of the fort's restoration must be disposed of when the work is complete—we should hire them in distant cities to avoid awkward questions from local officials.",
        "",
        "Phase IV (4 months)",
        "Re-floor and re-roof all interior buildings. Furnish each building as needed for its purpose. Local laborers should suffice for this work, although we should make sure that none are allowed into the main keep. Stock the storehouses and armories with supplies, sufficient to support a moderately sized garrison for up to three months. While Bravil is not far away, we cannot rely on the city for regular provisioning due to its proximity to the ongoing Three Banners War.",
        "",
        "Assuming sufficient funds are available, I see no reason why we cannot take full occupancy of a rebuilt Fort Grief within a year and a half. For the glory of Mehrunes Dagon!",
        ""
    ]
}