{
    "id": "RiekrofWrothgarObservations",
    "paragraphs": [
        "Librarian Comment:",
        "This book received quite a bit of editing between when it first showed up in the data files and when it was released. While the first two days remained the same, the rest was changed. The current version is at the top, and the pre-release version at the bottom.",
        "",
        "Day 1",
        "Upon applying Master Sterone's Goblin-stench formula, the Riekrs seem to have accepted me into their number. They are very social creatures, with each Riekr expected to do his part.",
        "I have been assigned the task of smashing rocks with a hammer. I have yet to determine the purpose of this task, but that does not seem to trouble the other rock-breakers, who have taken to the task with gleeful cackling.",
        "Day 2",
        "More rock-breaking. I fear I have pulled some kind of muscle in my forearm.",
        "Day 3",
        "Further observation of the Riekr social structure reveals a strange attitude toward magic and its practitioners. Being creatures of limited intelligence, they lack the kind of formal training in magic that one sees in other parts of Tamriel. They make up for this through an innate connection to the magic of the world, so to speak.",
        "When a Riekr demonstrates a connection to magic, he is immediately shunned by his brothers. They throw stones, such as the ones we broke when I first joined the clan, to drive him off. The mage must then flee into the wilderness or face certain death. After a period of exile, the Riekr mage buys his way back into the clan with an offering of food, such as freshly slain deer, bear, or echatere.",
        "After that, the mage is elevated into a revered member of the clan, suddenly gaining power and influence with the Riekr chief.",
        "Day 5",
        "The mages have gathered in a council and the signal has been given for a migration. It seems a new food source has been located.",
        "Day 6",
        "We have arrived in a cavern filled with food crates. It is clear this was some encampment, though I have yet to see the owners.",
        "Day 7",
        "One of the Riekrs found a book among the crates. He asked me what it was. It appeared to be a book of recipes. I told him as much and he eagerly took a bite out of it.",
        "\"Recipes no taste good,\" he said and spit the book out.",
        "Day 8",
        "My rock-breaking has not kept pace with my fellow Riekrs, and I'm afraid the others are starting to look upon me with suspicion. The Riekrs do not take kindly to those who can't pull their own weight. I should probably leave soon, before I am completely found out.",
        "",
        "",
        "<header>Pre-release version, extracted March 2015</header>",
        "Day 1",
        "Upon applying Master Sterone's Goblin-stench formula, the Riekr seem to have accepted me into their number. They are very social creatures, with each Riekr expected to do his part.",
        "I have been assigned the task of smashing rocks with a hammer. I have yet to determine the purpose of this task,but that does not seem to trouble the other rock-breakers,who have taken to the task with gleeful cackling.",
        "Day 2",
        "More rock-breaking. I fear I have pulled some kind of muscle in my forearm.",
        "Day 3",
        "Further observations of Riekr social structure reveal a strange attitude toward magic-users. Being creatures of limited intelligence, they lack the kind of formal training in magic use that one sees in other parts of Tamriel. They make up for this through an innate connection to the magic of the world, so to speak.",
        "When a Riekr demonstrates this connection, that one is immediately shunned by his brothers, with the throwing of stones (this is apparently what the rock-breaking was for.) The exiled mage must then go into the wild. After a period of exile, he buys his way back into the clan with the offering of food - a bear or a freshly-killed echaterre or a deer.",
        "After that, the mage is elevated as a food-bringer, one of the revered members of the clan, and so the others are all in command of the mages.",
        "Day 5",
        "The mages have gathered in a council and the signal has been given for a migration. It seems a new food source has been located.",
        "Day 6",
        "We have arrived in a cavern that is filled with food crates. It is clear this was some encampment, though I have yet to see the owner.",
        "Day 7",
        "One of the Riekr found a book among the crates. He asked me what it was. It appeared to be a book of recipes. I told him as much, and he eagerly took a bite out of it.",
        "\"Recipes no taste good\" he said and spit the book out.",
        "Day 8",
        "My rock-breaking has not kept pace with my fellow Riekr, and I'm afraid the others are starting to eye me suspiciously. The Riekr do not take kindly to those who do not pull their weight. I should probably leave soon, before I am found out."
    ]
}