{
    "id": "TheRightMattockfortheJob",
    "paragraphs": [
        "They said the work would be hard, but Huusmaheem did not expect it to be so backbreaking. To be paid, Huusmaheem needed to fill eight baskets a day, but his tools were crude. Small mattocks are not made for clawed hands, not when they formed from the only tools available.",
        "Rust-colored liquid seeped from the piles of slag, staining everyone's scales a dusky orange. Huusmaheem crawled forward a few feet, dragging his baskets behind him, so he could pull apart a new section of earth and rock. The miners tapped apart rocks and sifted through the mud for the rich variety of reagents found in those oozing mounds.",
        "The miner beside him said, \"Finished my eighth basket. You?\"",
        "\"Almost done with seven,\" Huusmaheem replied. \"You're always done first, Split-Tail. What's your secret?\"",
        "\"Hard work,\" said Split-Tail with a grin. \"Also, I made enough to buy a bigger mattock.\"",
        "\"Cheater!\" said Huusmaheem with a good-natured chuckle.\n\"I'm heading out now.\"",
        "A cascade of dry earth slid down the terraced wall toward them. The miners, used to these collapses, grabbed their work loads and quickly moved away.",
        "\"There!\" someone yelled. Huusmaheem and Split-Tail, still beside each other, looked at the slope above them. Though dust rose from the slithering scree, they could see shapes hurtling toward them, leaning back on their heels, arms outstretched for balance.",
        "\"Ogres! Tell th-\"",
        "A blow silenced Split-Tail, knocking him to the ground.",
        "A dozen ogres attacked the unarmed miners, wielding nothing more powerful than their beefy fists. Huusmaheem ducked a right hook, still clutching a basket to his chest. He had to get to the village and warn people. Ogres hadn't been seen near the mines in at least twelve months.",
        "He scrambled forward. Realizing he still held a basket, he flung it away, so he could use both hands. A brute stronger than Huusmaheem grabbed his tail and pulled him backwards. And then it let out a scream of rage and pain as Split-Tail swung his proper-sized mattock into the ogre's hand.\n\"Run!\" Split-Tail cried."
    ]
}