{
    "id": "RinydesJournal",
    "paragraphs": [
        "9th of Morning Star",
        "Larydel has grown more distant as of late. For someone who has been by my side since birth, he's now almost a stranger to me. His interest in our lessons has waned, and for hours he'll go out by himself. He simply tells me he's going for a walk to clear his mind, but I don't believe that's the case.",
        "Perhaps my worries are unfounded. He could be training alone, after all. I know his magic exceeds mine, and it could be he's simply grown bored of our shared lessons. I always thought myself the one in need of solitude, but here I am mourning the loss of his company. I'll try to talk to him again tonight.",
        "16th of First Seed",
        "I never thought an acting troupe would be so disruptive to my personal studies, but our once peaceful town has been thrown into chaos with their arrival. Day and night, their caravan is surrounded by a crowd. The noise is enough to drive one mad.",
        "Worst of all, my brother couldn't be more excited! All he seems to talk about now is their parlor tricks and trite plays. It's downright common for me to catch him holding a conversation with one of the actors. I know my brother is far more gregarious than I, but there simply must be limits.",
        "I keep telling myself this will soon end. They're a novelty, and a passing one at that. As soon as they leave town, my brother will return to his studies. I'm sure of it.",
        "2nd of Rains Hand",
        "Never has my brother shocked me so. I'm near tears with the indignity of it all, I truly am. I'm loath to write such events, but there's no denying my brother's embarrassing actions.",
        "Tonight Larydel came to our studies reeking of alcohol and perfume. I have no idea what manner of company he was with beforehand, nor do I want to know. Never before has he displayed such ludicrous behavior. It was all I could do to even look at his face, covered in shame and smeared with lip paint.",
        "He was remorseful of course. Told me that he realized the repercussions of his actions and how unacceptable they were. Still, my trust in him wanes ever more. First he secludes himself, then he makes friends with riffraff, and now this? I fear I'm losing the brother I once knew.",
        "9th of Mid Year",
        "Today I received the most wondrous news, I barely know how to write about it. Even now my fingers tremble in excitement, so much I can barely hold my quill! All of our hard work researching and practicing, all of it has led to this moment.",
        "The Sapiarchs have accepted us both as assistants. I'm to aid the Sapiarch of Artifice, and Larydel has been accepted by the Sapiarch of Thaumaturgy. I could near cry from happiness. I was so worried that only one of us would be accepted, and the other would be left behind. I couldn't bear the thought of parting with my dear brother, but now we don't have to. We can remain together, as it's always been.",
        "Larydel was ... shocked when he heard the news, I see that now. At first I thought it was something akin to fear, but that's just silly. What reason would he have to be frightened? No, it must just be surprise! Apprehension perhaps over such a great honor being bestowed upon us.",
        "This is good. I've tried to not mind it, but Larydel has been so distant as of late. I understand why he's chosen to live apart from me to conduct his own research. After all, I've always feared I would hold him back. But when we do meet, well ...",
        "Sometimes I barely recognize him. It's as if he's wearing a mask when we're together. Even now, I can feel my chest tightening at the thought. No, I must not think such thoughts. Soon we'll be happy in Lillandril, studying together once more. I'll finally be able to catch up. Be his equal once more.",
        "Never has such a happy day come. I can finally be with my brother again."
    ]
}