{
    "id": "TheRiseofQueenAyrenn",
    "paragraphs": [
        "Loyal citizens of Auridon! I have the pleasure of being an advisor to Her Royal Majesty Queen Ayrenn the First, Eagle Primarch of the Aldmeri Dominion, High Queen of the Summerset Isles, Overfriend of the Royal Camoran House of the Wood Elven people, and boon companion to the Mane of the Khajiit.",
        "As Royal Advisor, I have penned this brief account of Queen Ayrenn's life and history. Read, that you might welcome our Queen into your hearts.",
        "Her Majesty spent early days as many children do in the Isles. She trained in blades beside her father. She rode horses in the surf along our golden beaches, and memorized history and sonnets beneath soft pink petals.",
        "Over twenty years ago, your forward-thinking King—His Royal Majesty King Hidellith of Alinor, may he be ever honored in Aetherius—gathered with the royal family at the Crystal Tower in celebration of Her Majesty's passage into the Labyrinth. This time of intensive study had been required by all Summerset rulers in the past, and Her Majesty was to step into that period with arms wide. As the hour approached, however, the then-princess was found missing!",
        "While a long search was begun, in truth, Her Majesty had claimed her own destiny. Her Majesty had stolen away to the Isle of Balfiera, to live with the Direnni at the Adamant Tower. The members of that clan trained her in the art of war. They turned her simple noble swordplay to lithe and seasoned blade-dancing. Her beachside rides became forced marches on horseback, and her singing of sonnets beneath the trees of her homeland gave way to the study of the arts most arcane.",
        "Much has been made of our Queen's adventures in Tamriel by bards and common broadsheet scribes. Yes, it's true that she once rode a bear. That she hunted the frost trolls of Skyrim, delved into the depths of a Dwarven ruin, and crewed with a pirate captain of Cyrodiil. Her Majesty once flew upon an enormous kite on the winds of the Alik'r Desert, and danced with Nereids in the Illessan Hills. These adventures were not the larks of a wanton, but instead a deliberate process. The tempering of a blade!",
        "And when His Majesty King Hidellith passed away, when it looked as though our remote isles would be left to flounder in the swell of history, Princess Ayrenn returned! Her Majesty plucked the crown from where it had fallen in the dust. She took up her father's sword, and led us out into the world.",
        "Led us into the world to find new allies waiting just off our shores! The Queen's connections to the noble Wood Elves and fierce Khajiit enabled us to form the mighty Dominion that now stands astride our corner of Tamriel, poised to strike at the dark heart of Cyrodiil and ward off the depredations of the warmongering alliances of the north.",
        "Though she has her detractors, and cowards defame her courage from behind a veil, Queen Ayrenn is the living, beating heart of the Dominion. Our fortune and prosperty depend upon her."
    ]
}