{
    "id": "RiseoftheRedSails",
    "paragraphs": [
        "Pirates pose a common problem to most merchants who ply their trade by the sea. But if you asked anyone other than a sailor to name even one crew responsible for their nautical woes, I wager you'd find them woefully at a loss. Few of these outlaws ever achieve the heights of infamy needed to reach the ears of inland folk. The Red Sails and their Pirate Queen, Fortunata ap Dugal, stand as the notable exception to this rule. Their notoriety stretches all along the Abecean Coast, to the point of being a household name and catchall bugaboo among residents of waterside towns. This widespread reputation is a relatively recent development.",
        "Not all that long ago, the Red Sails were much more like their contemporaries - independent and unremarkable. Originally a band of raiders plundering a meager living along the Strid River, it was the arrival of Fortunata ap Dugal that marked the beginning of a new era for the humble raiders who would soon be known as the Red Sails. Using her position in the Gold Coast Trading Company to lure the raiders to her side, she soon began building her floating armada.",
        "Under Fortunata's ambitious - some would say fearless -leadership, the raiders made their first voyage out to the Abecean Sea. In what can only be described as a suicidal assault, her smaller complement of raiders scaled a larger pirate vessel. Its captain considered the smaller river boat beneath his notice and made the mistake of ignoring its approach. With cunning and brutality, Fortunata and her crew seized the captain and forced his surrender. Offering to accept the oath of any of the enemy crew who would serve her as captain, she ordered the former captain and his officers strung up on the rigging and slaughtered the lot of them. With the blood of her rivals still seeping into the cloth, Fortunata raised the sails that would be her crew's calling card for years to come.",
        "Using her connections as a merchant lord and the growing power of her Red Sails pirates, Fortunata turned a band of lawless miscreants into a feudal hierarchy of lords and vassals in the form of ship captains and their crews. After a number of successful boarding actions that resulted in the capture of pirate and merchant vessels alike, more and more captains began to voluntarily flock to her banner. The fearsome reputation of the Pirate Queen and her Red Sails spread like wildfire from port to port as the harrowing tales of their attacks became the main topic of discussion in smoky taverns and crowded inns.",
        "When the time was right, Fortunata and her armada sailed into Anvil Harbor and grabbed control of the city. Now Provincial Governor Fortunata and her Red Sails enforcers claim the entire Gold Coast as their personal domain. It's estimated that the Red Sails have more than two dozen vessels under the blood-red sabers on a white banner. A navy in its own right, the Pirate Queen could lay claim to any port she desired. And without the Imperial Navy to oppose her, it's just a matter of time before she sets her sights beyond the Gold Coast. Anyone who thinks the Red Sails have reached the pinnacle of their ambition is simply living in denial.",
        "Brace yourself Abeceans. A storm is coming."
    ]
}