{
    "id": "TheRiseofCormount",
    "paragraphs": [
        "Cormount was once a sleepy trading post, a common stop for those traveling from Haven to Reaper's March. No scholars agree on who founded the town, but we do know Cormount's population and cultural significance grew tenfold shortly before the end of the Long Truce.",
        "Cormount's quiet surroundings and distance from the Wood Elf seat of power made it an ideal hideaway, especially for the Camoran factions. Over the years the cream of the Bosmer nobility took lovers in Cormount. But secrets are like seeds—if you try to bury them, they will one day burst forth.",
        "In 2E 406, a scandal rocked the Camoran factions when it was revealed that Cormount might be the source of dozens upon dozens of potential heirs, most of whom were of marriageable age. Cormount nearly doubled its population in one week as opportunists, the curious, and the cunning arrived in town. For months thereafter, weddings were a daily occurrence.",
        "This rumor also drew many young Wood Elves who lived outside of Valenwood. They traveled to the Kingdom of Grahtwood with the hopes of binding their Imperial fortunes to their spiritual home. Those who found Grahtwood agreeable founded a ramshackle village near Cormount called New Joy.",
        "The settlers were known as \"migrants\" by the Grahtwood natives who had first arrived in Cormount. These adherents to the Green Pact were shocked by the Cyrodilic customs of their wayward cousins. Meanwhile, the migrants flaunted the \"backwoods\" nature of the natives, seeking easy pleasures in the trade that flowed through Cormount.",
        "Tensions between Cormount and New Joy grew to a boiling point in the years to follow. It is unknown who cast the first torch, but one dark night in 2E 420 the settlement of New Joy was burned to the ground. Those who fled were slain—including a visiting Camoran noble.",
        "Though none took credit for this massacre, it was widely assumed the work of Green Pact adherents of Cormount. In the few short years before the end of the Long Truce, Camorans looking to air their grievances frequently used the Razing of New Joy as a political cudgel.",
        "But Cormount should not be known for this one stain on its reputation. Founded in 2E 489, the Blacksap Movement has grown in popularity throughout Grahtwood. This Cormount-based cultural organization hopes to formalize the Wood Elf approach to the Green Pact, thereby preventing the very misunderstandings that led to the tragic events of New Joy. As we enter the fifth century of our era, Cormount's rise seems all but assured. This author can only hope the Blacksap rises with it!"
    ]
}