{
    "id": "RisingThreat",
    "paragraphs": [
        "Librarian Comment:",
        "This preface appears in the start of every volume in the series. We have placed it here to avoid repetition.",
        "",
        "The following is the account of Lathenil of Sunhold, an Altmer refugee from Summerset Isle who came to Cyrodiil in the early years of the Fourth Era. According to Lathenil, he did not flee the aftermath of the Oblivion Crisis in Summerset - rather he fled \"the darkening shadow of the Thalmor upon my beloved homeland.\"",
        "Lathenil had a very intense presence, to put it politely, and some of his accusations of Thalmor involvement border on madness. This may be why his fervent warnings and outspoken criticisms of the Thalmor and the Aldmeri Dominion went unheeded, but history has at least partially vindicated Lathenil's claims.",
        "Praxis Erratuim, Imperial Historian",
        "<title>Rising Threat, Vol. I</title>",
        "I was barely more than a child when the Great Anguish fell upon us. The very air was torn asunder, leaving gaping, infected wounds that spewed daedra from the bowels of Oblivion. Many flocked to the shores, seeking escape from Dagon's murderous host - but the seas betrayed our people, raising up to smash our ships and our ports, leaving us to fates so vile and wicked that death would seem a mercy.",
        "The Crystal Tower stood as our last bastion of hope, in both the literal and figurative sense.",
        "Refugees filled the Crystal Tower until it could hold no more. I could taste the fear hanging in the air; feel the pall of despair suffocating us. We could see the daedra moving through the trees in the distance, but they did not come. Days passed, and still the daedra would not approach within arrow-shot of the battlements. Hope began to grow. \"They fear us,\" some would say, \"even a daedra knows not to trifle with the wisdom and magicks of the Crystal-Like-Law!\"",
        "It was as if the foul denizens of Oblivion had been waiting for this very spirit to stoke our hearts before they acted.",
        "As we slept, innumerable legions of daedra amassed around us... and they were not alone. Hundreds of Altmer prisoners were gathered with them. As dawn broke, we were awoken by their screams as the daedra began to flail them and flay them. We watched in abject horror as our kinfolk were defiled completely... carved up and eaten alive, impaled on their depraved war machines, and worried apart as meals for their profane beasts.",
        "This bloodletting was only a prelude to whet their appetites.",
        "Once the daedra finished with our kinfolk, they turned their eyes to the Crystal Tower. Our great and noble bastion proved as much of an impediment as a mighty oak to a landslide - standing tall for but a few moments, appearing almost able to ride the tide of destruction around it, but ultimately being swept away.",
        "Our exalted wizards decimated the fiends, roasting them by the dozens. Archers were finding the narrowest of chinks in their daedric armor at over a hundred paces, felling their captains and commanders. The might and skillfulness of our heroic defenders was astonishing to behold, but it was not enough. The daedra clambered over the corpses of their cohort. They marched headlong into death and destruction that would make the mightiest armies in all of Tamriel quake with fear.",
        "When they breached the walls, I fled along with the other cowards. I take no pride in that act. It has haunted my existence ever since, and I burn with shame to admit it, but it is truth. We fled in mindless panic - abandoning those stalwart Altmer who held the line against the onslaught, to preserve and defend our illustrious Crystal Tower.",
        "We raced through cleverly concealed passageways and emerged well away from the chaos that had descended upon the tower. That is when it happened. It started like a gust rustling through the leaves of a dense forest, but the sound did not taper off. It rose into a roar as the very ground on which I stood began to shudder. I turned to look, and the world held its breath...",
        "I stood transfixed as the heart of my homeland was torn as if from my own breast. The unthinkable, the incomprehensible... the tower of Crystal-Like-Law cast to the ground, with all the dignity of a beggar meeting an iron-clad fist. An eternity I watched, trying to reconcile what I knew with what I saw.",
        "Sobs racked my chest, and weeping filled the air around me as the spell loosened its hold and I realized where I was. There were scores of other refugees mesmerized by the horror that had likewise ensorcelled me. \"Go,\" I croaked out as my heart - the heart of my land - shattered. No one moved, not even me.",
        "I mustered what will I could and bellowed all the fear and hatred and agony at what had just happened, turning the word into a mindless shriek: \"GO!\" I ran then, feeling more than seeing that the others had followed.",
        "<title>Rising Threat, Vol. II</title>",
        "",
        "What happened after the tower of Crystal-like-law fell was a daze. It was as if my mind simply... stopped. Instinct took over, as my every thought sank into a black abyss of despair. Time lost all meaning, and to this day I know not how long I was in this state. Eventually a conscious thought managed to break my fugue: the daedric horde had vanished! Gone as suddenly as they had come.",
        "Before my numbed mind could comprehend the tumult that consumed my beloved Summerset Isle, before I could formulate the question \"how?\" they were there, dripping honeyed poison in our ears: the Thalmor. They were the ones that saved us, they claimed, working deep and subtle magicks. It was their efforts, their sacrifices that delivered the Altmer from extinction.",
        "Oh, what fools we were. We wanted so desperately someone to thank for ending our tribulations, we lavished it upon the first to step up and claim the glory. With that simple act of gratitude, we allowed a vile rot to seep into our homeland, to putrefy our once noble and distinguished civilization.",
        "It was months before I began to suspect the error we had made. Small twinges of unease would vex me, but each one alone was easy enough to disregard and push aside. The exile of the great seer-mage Rynandor the Bold was the final doubt that I could not ignore. You see, Rynandor was one of the very few who survived the collapse of the Crystal Tower - I saw some of his bravery and heroics with my own eyes. It was his leadership and sorcery that made the daedra pay such a high price for their destruction of the Crystal Tower.",
        "The Thalmor besmirched his name when he had the audacity to publicly doubt and question their role in ending the Oblivion Crisis on Summerset Isle. Rynandor made the mistake of ignoring the consensus gentium, trusting instead to logic and facts. The shrewdness of the Thalmor, however, was not such to allow something as trivial as the truth stand in their way. As soon as they shifted the collective opinion ever so slightly against Rynandor, they had him sequestered and intensified their efforts to tarnish his reputation. Unable to mount any sort of defense to the Thalmor's attacks, Rynandor was quickly denounced and exiled.",
        "",
        "<title>Rising Threat, Vol. III</title>",
        "",
        "Ever so cautiously, I formed a cabal made up of others who distrusted the motives and methods of the Thalmor. Over several months, I liquidated my ancestral holdings and took whatever inheritance I could without raising any suspicions. I would follow after Rynandor and help him restore his reputation and status. We would then return to best the Thalmor at their own game and win back the mores and morals of the Altmer! The rest of my cabal would stay on Summerset Isle and win the trust of the Thalmor on whatever level best suited each of them, sending clandestine missives to me when possible.",
        "",
        "After weeks of painstaking investigations and exorbitant bribes, I was able to learn that Rynandor was placed on a ship to Anvil. I booked my own passage to Anvil. My search almost ended there, for Rynandor had never arrived in Anvil Harbor. My instinct that Rynandor met a duplicitous end was confirmed when I sought out several of the deckhands who were reported to be aboard Rynandor's vessel. All died under mysterious and violent circumstances.",
        "The first of many attempts on my life occurred soon after. Needless to say, I survived, but my grand plan to stymie the Thalmor fell apart without an esteemed leader to rally behind. I went into hiding, waiting anxiously for word of the Thalmor's activities back on Summerset Isle.",
        "Over the following years, I tried to bend the ear of the Empire through various avenues and warn them of the Thalmor's doings. The Empire, however, was having enough troubles dealing with the aftermath of the Oblivion crisis within its own borders without seeking trouble in far away Summerset. With the assassination of Emperor Uriel Septim VII and his heirs, and the self-sacrifice of Martin Septim (the true savior of Summerset Isle and the rest of Tamriel!) the Empire's leadership was left defunct.",
        "High Chancellor Ocato convened the full Elder Council in an unsuccessful bid to select a new Emperor. Without an Emperor, the Empire beyond the reach of Cyrodiil began to splinter. Ocato reluctantly agreed to become the Potentate under the terms of the Elder Council Charter until Imperial rule could be reestablished, but a reluctant leader is rarely a strong leader.",
        "Potentate Ocato made admirable efforts to rein in the bedlam that threatened to rip the Empire apart, and was even making headway when Red Mountain erupted and destroyed much of Vvardenfell (likely from Thalmor tampering, but I have yet to find proof of their misdeeds in this). What was left of Morrowind was thrown into absolute chaos. The effects of the eruption were felt even in Black Marsh, destroying roads and cutting off the Imperial garrisons there.",
        "None were prepared for what happened next.",
        "",
        "<title>Rising Threat, Vol. IV</title>",
        "While Morrowind and the Imperial forces in Black Marsh were still reeling from the consecutive catastrophes of the Oblivion Crisis and the destruction of Vvardenfell, the Thalmor incited the Argonians to mount a massive uprising. Black Marsh and southern Morrowind were completely lost to the Argonians, but luckily the Thalmor too lost what influence they had over the reptilians.",
        "All the while, the Thalmor consolidated their hold over my beloved homeland.",
        "It took almost a decade before my own machinations put me into contact with Ocato. He seemed more interested than most in what I had to say about the Thalmor, maybe because he was himself an Altmer and recognized the threat they represented. It wasn't long before the Thalmor had Ocato assassinated.",
        "Potentate Ocato's murder began the Stormcrown Interregnum. The Elder Council fractured, leading into years of ruthless in-fighting, plots and backstabbing. Many tried to claim the Ruby Throne. Most were pretenders to the crown, a few had legitimate claims, others still were little more than brutal dullards who thought mere strength of arms was all the entitlement they needed. Violent, unnatural storms lashed the Imperial City several times during this anarchy, always with the eye of the storm looking directly down upon White-Gold Tower, as if this was the judgment of the Nine Divines.",
        "With the Empire submerged in this mayhem, the Thalmor were quick to act. They overthrew the rightful Kings and Queens of the Altmer. I remember the revulsion and horror that took hold when word reached me - that this dementia had gripped my homeland. Once so proud and majestic, many of our great race actually embraced this insanity!",
        "Then the first of many pogroms descended on Summerset Isle. They slaughtered any who were not \"of the blood of the Aldmer\". A fine excuse to purge the dissidents, as well - the Thalmor have never been ones to waste such an opportunity.",
        "After seven long, bloody years the Stormcrown Interregnum was ended when a Colovian warlord by the name of Titus Mede seized the crown. Whether he had rightful claim or not is moot. Without Titus Mede, there would not be an Empire today. He proved a shrewd and capable leader, such that Skyrim endorsed him as Emperor.",
        "With the Empire stabilizing under the auspicious efforts Emperor Titus Mede, I resumed my efforts to warn them of the Thalmor threat. Again, the Thalmor remained a step ahead. Before my efforts could come to fruition, the Thalmor struck: another coup, this time in Valenwood. The Empire was not prepared for the Thalmor's subterfuge and stratagem.",
        "There are those who claim the combined Altmer and Bosmer forces greatly out-matched the Empire, but this is a farce. This short, savage campaign was won by the Thalmor even before first blood was drawn. They waited and watched their enemy, they chose where and when they would attack. The Thalmor were able to bring the full fury of their small contingent of Altmer and Bosmer to any of several Imperial strongholds.",
        "Contrary to the posturing of the Empire's generals, the Thalmor did not command greater numbers. They had better spies and greater mobility, and knew how best to use them. This is the menace that the Thalmor represent! They are cruel and merciless, but they are no fools! They are devious and subtle, and so very patient.",
        "In one fell stroke, the Thalmor took a strategic foothold on the mainland of Tamriel and prevented any significant attempt the Empire could have made to invade Summerset Isle and depose the tyranny of the Thalmor. At the same time, they took a better vantage to continue to watch the Empire and wait. In so doing, they also revived the Aldmeri Dominion with their alliance to the Bosmer of Valenwood!\n<br>\nOver the decades, the Thalmor have grown quiet - but this is not the end. It has only just begun. They merely consolidate their power and tighten their grip on the hearts and minds of the Altmer. The Empire may wish to forget the wounds its pride has suffered at the hands of the Thalmor, but they are still out there. Plotting. Watching. Waiting.",
        "While the Empire is content to secure inconsequential corners of its vast holdings, the threat of the Thalmor continues to rise. Not since Potentate Ocato has anyone in the Empire listened to me. I beseech any and all citizens of this renowned Empire to heed my words! The Thalmor must be stopped, before it is too late.",
        "***",
        "Soon after Lathenil of Sunhold commissioned to have these volumes printed and distributed far and wide in the Empire with his own coin, he himself met a violent end. In light of the events that followed his death, we must consider that he may very well have been murdered by Thalmor assassins.",
        "-- Praxis Erratuim, Imperial Historian\n"
    ]
}