{
    "id": "RiteoftheScion",
    "paragraphs": [
        "<header>What is the Rite of the Scion?</header>",
        "A ceremony wherein a mortal inflicted with vampiris is accepted by the Blood Matron. This mortal obtains her blood and her favor, becoming a Scion.",
        "<header>What is involved in the ceremony?</header>",
        "A mortal is presented to the Blood Matron by a Scion. The mortal shall take the name Initiate, the Scion that of Bloodspeaker.",
        "The Bloodspeaker must first prepare the accursed symbols of Arkay and Molag Bal. Thereafter, the Initiate drinks from the basin of suffering and the basin of loss and learns the history of Lamae Bal. Then, the Initiate profanes the symbols. Once this is done, the Initiate submits to the Blood Matron and is exsanguinated completely. Should the Blood Matron deem the Initiate worthy, she will revive them with her own blood.",
        "<header>What separates a Scion from a mere vampire?</header>",
        "A vampire is a victim. They are poor creatures suffering from a disease. Scions are blessed by the Blood Matron directly. More potent is their blood. More terrible is their wrath. More beautiful is their visage.",
        "Vampires are their flock, mortals their fare.",
        "<header>Whom does the Scion serve?</header>",
        "The Scion, child of the Blood Matron, bows to no one. The Mother has broken their bonds. To serve is their choice, but the Mother would see Her children unite and turn their opponents into subjects.",
        "<header>What is the Covenant of the Scion?</header>",
        "Arkay the Forsaker, we curse you. You left us to suffer in darkness.",
        "But we survived. And in darkness, we grew.",
        "Now, we feed upon your followers. We will use their stolen strength to conquer and consume you.",
        "Molag Bal, Father of Torment, we curse you. You sought to poison us with your blood.",
        "But we survived. And from your poison, we grew.",
        "King of Corruption, your children are coming. We will defile and destroy you.",
        "We step away from the light. We sacrifice the frailty of breath.",
        "From the dead blood of our Mother, we live unburdened. Her curse is our blessing. Her fury, our grace.",
        ""
    ]
}