{
    "id": "RiversofProfitinRiften",
    "paragraphs": [
        "The town of Riften offers intriguing opportunities for the enterprising rogue, though hidden quicksands lurk as well. The Rift has little fertile ground for our endeavors and Riften is the only locale I can recommend for even a brief visit.",
        "Once in town, a base of operations can be established at the Withered Tree or Shadehome Inn; both cater to the discerning traveler. A casual perusal of the town will yield several prospects, but I erect the spine of warning. All scouting must be circumspect, with purchase of an item from one of the town's many merchants. For the town guard are active and unusually suspicious of strangers, especially those not of the Nord race. A meandering walk, without a local purchase in hand, will quickly land one in a cell.",
        "The island that forms the heart of town, surrounded by the invigorating waters of the nearby lake, contains several merchant stalls. A quick purchase there will soothe the guards' suspicions. And it affords a glance at the merchants' goods. These vary greatly in quality and selection, so the stalls of greatest interest I leave to each to determine for himself.",
        "To the north are two buildings of note. Two merchant families of long standing sell wares not generally available in the island stalls. The Rothalens sell crafting materials, including a few very specialized and rare items. This Dunmer family is tolerated in Riften for the glamor their wares add to the otherwise mundane town. The Rothalens, like all Dunmer, are grasping and suspicious, employing an unfortunate number of guards and more-esoteric security measures. The claw of greed should be tempered with the hiss of caution here.",
        "Next to the Rothalens is the establishment of Guram Ironarm. This retired blacksmith and his family cater to the weaponsmithing and armorer crafts. Virtually all materials needed for these endeavors can be found here, making this shop a destination for crafters from across the Rift. Security here is handled by the Ironarm clan, and a dozen severed hands nailed above the entrance attest to the family zeal.",
        "On the Guard Captain's quarters and the Fighters Guild we need not dwell, for only the foolish dive into waters so deep and swift-running with no reward in sight.",
        "Ah, but the Mages Guildhall, the most impressive edifice in Riften! My claws quiver in remembrance of the treasures contained therein. Spell components, rare scrolls, and powerful magical items—a trove unique in the Rift. Alas, the safeguards upon them are both subtle and deadly. Venture into this building with all senses alert.",
        "Along the water's edge are the town's docks. While the simple-minded fish from them or gaze into the murky waters, for the acquisitive among us they hold greater delights. Merchants who prefer the shadows can be found along the lower level of the docks, conducting business in the delightfully damp warehouses at the waterline. A purchaser for goods of any sort can usually be found here. The town guard avoids the underdocks or patrols only in large, easily avoided groups.",
        "A grating at one end of the docks leads into a small sewer system. Now used only as a rat pathway, perhaps as Riften grows this will eventually be extended underneath the entire town, rendering it more useful for clandestine operations.",
        "In the hopes that I may contribute to the expansion of our guild's knowledge, I offer this record of my experiences in the town of Riften. Stay moist, comrades.",
        "Respectfully submitted,\nEyes-With-Intent"
    ]
}