{
    "id": "RoguesJobOffer",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Bittercup from the Creation Club",
        "",
        "Don't be alarmed, but I've been following you. You might say I'm a fan of your work. But I also don't like doing business in person, so I slipped you this letter while you slept. Consider this job my apology for messing with your beauty rest.",
        "",
        "Don't worry, this ain't some small time caper. There's enough clink in it to fill both our cups, if you're game.",
        "",
        "The mark's a fat, milk-drinking noble who just arrived in Markarth. He's got one of those fancy High Elf names, Cuinanthil. Don't try to pronounce it, you'll just give yourself a headache.",
        "",
        "Point is, he's so rich if you poke him he'll spit gems out his mouth. And I know for a fact he's stashed a large portion of his wealth in a vault somewhere in the Reach.",
        "",
        "Problem is, you can't get anywhere near him with his Dark Elf bodyguard by his side at all times. But the sellsword's got one weakness - sujamma from his homeland. So here's what I need you to do:",
        "",
        "First, take this vial and spike some sujamma at a cookpot, so the heat activates the poison. As for the sujamma itself, you can probably get a bottle on Solstheim, if none of the traders around here have it. A bit out of the way, but worth it.",
        "",
        "Once the sujamma's spiked, convince the innkeeper at the Silver-Blood Inn to sell it. When the two stop by the inn, the drink will turn the Dunmer's insides out, and keep him at the bar for a good long while.",
        "",
        "Once the bodyguard's out of the way, you'll be free to pick the other one's pockets. Take whatever you like, but what I need is his personal ring seal, the one he uses for letters.",
        "",
        "When you have the seal, go to the Warrens. I'll leave a note with further instructions outside the third door on your left.",
        "",
        "-- E"
    ]
}