{
    "id": "TheRoyalHouseofKingEamond",
    "paragraphs": [
        "As our king's loyal seneschal, it falls upon me to convey to the populace at large the details of his noble lineage—a burden I take up joyfully, and with a due recognition of the honor.",
        "King Eamond is a scion of the right noble House of Guimard, an aristocratic family that claims to have been in Evermore since the port was founded after the fall of Orsinium. As every Evermore schoolchild knows, our fair city was founded in the year 983 of the First Era by the River Horse Bretons, after the Bjoulsae trade was opened up thanks to the suppression of the Orcs. This particular fact is impossible to verify without access to the Guimard family documents, which they hold for safekeeping in the castle vaults (and in these unstable times, who can blame them?). However, the name can be publicly documented shortly thereafter in the Decretal of Fiefdoms by the Empress Hestra upon the entry of High Rock into the Cyrodilic Empire. That document, drawn up in 1E 1029, includes a citation recognizing a certain \"Barron Guy Marde of ye Rivver Banke.\"",
        "Thereafter the heroes of House Guimard appear again and again in the annals of Evermore: there was a Baron-Captain Olsien Guy Mard in the All Flags Navy of 1E 2260; a Baroness Falinne Guimard defending Bangkorai Garrison against the Alessian Legions in 1E 2305; and Baron Fulvert Guimard had his lands improved to a duchy for his martial exploits at the second sacking of Orsinium in 2E 431.",
        "When the former monarch of Evermore, King Heseph of House Moile, died without an heir when the city was sacked by Durcorach the Black Drake in 542, it was Duke Blaise Guimard who led the Knights of Saint Pelin in the charge that eventually retook the city. Duke Blaise was then elected to the throne by the nobles of Bangkorai, and House Guimard was elevated to royalty.",
        "King Blaise came to Emeric's aide in Ranser's War, and was rewarded with Emeric's niece Arzhela's hand in marriage for his son, Prince Eamond. Shortly thereafter, in 568, King Blaise died and was succeeded by his son, King Eamond. So far our lovely Queen Arzhela has presented her lord with two healthy children, the Princess Elara and the Prince Adrien. Long may they reign in peace and prosperity over our land!"
    ]
}