{
    "id": "RuinedWatchmastersJournal",
    "paragraphs": [
        "(Many of the entries are smudged and illegible.)",
        "24th Sun's Dawn, 2E 442",
        "It has been months since the last communique and the knights grow restless. Some have been crowing to abandon the Hold. I have already ordered the scourging of two soldiers for seditious talk. I fear that soon corporal punishment may not be enough.",
        "2nd Rain's Hand, 2E 459",
        "I was forced to hang three junior officers for an attempted mutiny. The response has been mixed. There is renewed obedience in some sectors, but Captain Retene was popular. I fear that the next plot may be more difficult to disrupt. I have promoted Gisbourne to Quartermaster and instructed him to keep all arms under lock and key until this rebellious element is snuffed out. All this unpleasantness could be dispelled by a single dispatch from Shornhelm. Eight help me. No matter the cost, I will hold to my duty.",
        "12th First Seed, 2E 460",
        "Gisbourne and I have concocted a plot to save the Hold and the Pale Watch. I do not know why I now commit it to paper. Perhaps a guilty conscience? If this plan bears fruit, the guilt will be worth it.",
        "Gisbourne and his second created a sophisticated forgery. The document purportedly comes from King Maxevian's heir, and orders us to maintain our presence here indefinitely. I believe it may just work. Many of the soldiers have been conducting secret marriages and settling into familiar routines. Many of these activities contradict standard military procedure, but I allow them to play out anyway. Marriages, children, comfort, routine … these are the things that deaden wanderlust and harden the roots. So long as the troops maintain military readiness and hold to the chain of command, I will continue to turn a blind eye.",
        "5th Morning Star, 2E 471",
        "I write this with an unsteady hand. I fear that death is not far off.",
        "Gisbourne, the Watch (and this journal) will soon be yours. For years we have nursed this weakened regiment back to health. I am sure it will thrive under your leadership.",
        "Continue the work. Pass on the traditions. Preserve the glory of Shornhelm and suffer not the Orcs to rebuild. This was, is, and ever shall be our oath. See it upheld. Eight protect you and our Pale Watch."
    ]
}