{
    "id": "RultarisJournal",
    "paragraphs": [
        "The steward came from town today to visit father. He's always been a bit pinched, but his expression today seemed more genuine, like he's really worried, for the first time in a long while. He's more tight-lipped than usual as well. Normally he would relish the opportunity to comment on just how busy and indispensable he is, but I can't get a word out of him. Perhaps father will care to share the details over supper.\n—\nFather was gone nearly all day yesterday. It was well after dark when he returned to the estate and the clamor roused me from my bed. He must have had a few dozen people in tow, mostly sailors by the look, and nearly as many among the town guard. I thought, perhaps, he intended to move heirlooms abroad under cover of darkness. He led them all down into the family vaults. It all seemed rather clandestine. I waited for nearly an hour by the window in the dark, hoping to catch a glimpse of something that would make sense of it, but when he reemerged he was alone.\n—\nI woke this morning to find the house guard posted by my door. I was informed that my father has ordered the entire family to remain within the manor until further notice. I did not receive the news graciously. I hoped to appeal his tyrannical measure by planting myself before his chamber and ambushing him the moment he returned. I skipped breakfast, lunch, and dinner pacing the hall like a lion in a cage, but he never appeared. Tonight I'm sleeping in front of his door.",
        "* * *\nI have a knot on my head from father's chamber door. A rude awakening, courtesy of my baffled mother. After a scolding for my ridiculous behavior, she took pity on me and shared what she knew of my father's sudden strange behavior. A deep sea fishing fleet arrived in port with a king's bounty worth of catch some days ago, but many of their number have taken ill in the time since. Father has them all quarantined underground while he studies their condition.",
        "* * *\nThe steward paid us another visit. His expression told me that he did not have good news to deliver. More arrivals were led from town to the vaults under our estate.",
        "* * *\nFather has not come to see us in nearly two weeks. Not since all this began. Come to think, I'm not sure he's seen the sun either. That can't be healthy. I hope he's not ill. I don't know how he stands it. I, for one, am going stir crazy in this gilded prison, but at least there are a windows to remind me that there's a world beyond. He should have just put those sailors back out to sea.",
        "* * *\nMaybe it's the loss of my sense of time speaking, but I feel like the trickle of townsfolk coming from town is growing more rapid. What I wouldn't give for some wine to settle my nerves, but there's not a drop left here. I can't remember the last time water filled a cup in this house. Dark times.",
        "* * *\nI heard some of the house guards gossiping about unrest in the town. It appears we aren't the only ones trapped here. My father issued a decree that none may enter or leave Corgrad until this plague has passed. Given that it's been months, I can understand where these kindred souls are coming from. All we can do is wait and hope the disease doesn't come for us.",
        "Those brought from the town in the later stages of the disease barely seem Mer at all. Even draped in cloaks to preserve their dignity, it's easy to tell they are misshapen as the stretchers bear them to the vaults. What happens to the ones who've surely passed by now? I don't care to think about it.",
        "* * *\nI hate to drink at my writing desk, but I've been feeling parched all day. Seems like I can hardly go a moment without wetting my tongue or it starts to feel like I'm filing down the backs of my teeth with it. We're fortunate to be able to draw our own water here. If I had to walk to the town well every time I needed a drink today, I'd either be very fit or stricken with exhaustion.",
        "* * *\nMerciful Stendarr, please help us. I can't stop. I drink until I vomit, but I'm so thirsty. Make it stop!"
    ]
}