{
    "id": "Rumors",
    "paragraphs": [
        "Librarian Comment:",
        "This section lists various rumors available from the NPCs in Arena. They are split into two categories: general and work related. The work related ones can call back to quests you've completed.",
        "",
        "<header>General Rumors</header>",
        "I do not want to sound paranoid, but I am convinced that our [title] has been possessed by the devil.",
        "This [settlement type] is crawling with undead after dark. Be armed at all times!",
        "I do not have any proof of this, but you must believe me. I know [title] %rf is an imposter. Not only that, [he/she] is a cannibal too.",
        "I heard from a member of the Council of Elders that we will not be at [diplomatic state] with [city name 2] for much longer.",
        "A couple of my friends in the know say the [diplomatic state] talks with [city name 2] this week did not go very well.",
        "This town is crawling with spies from [city name 2]. Beware, young [race].",
        "This year's harvest looks like the best ever.",
        "This year's harvest looks great. There should be a lot of celebrating.",
        "The good news is that this year's harvest looks as good as last year's.",
        "It seems this year's harvest is going to be as good as last year's.",
        "Rumor has it there is a plague in Skyrim.",
        "My aunt just returned from a little village on the edge of Elsweyr that has been almost completely ravaged by a plague.",
        "The prophet I see tells me that Hammerfell will be decimated by plague early next year.",
        "I heard that some lord in a High Rock village angered his patron spirit this week. The local shaman forsees a plague over all the province within the month.",
        "They say Morrowind is doomed to wither away from plague and pestilence this year or next. My opinion is good riddance.",
        "There's a physician of some sort in the wilds of Valenwood who found a cure for lycanthropy. Can you imagine? I didn't even know it was a problem.",
        "My prophet says Summurset Isle is doomed to sink beneath the sea. He did not specify when, but it sounded like soon.",
        "Well, they say a plague has been reported in some remote Summurset shore villages. My sources are dubious, so I could not vouch for the truth.",
        "You will not be surprised to hear a plague is ravaging Black Marsh. What else is new, you know?",
        "Mark my words, [race]. The Elder Gods are coming and Black Marsh will burn for its sins.",
        "Have you heard about the Afterdark Society? Those nonhuman heathen they meet every night in front of the [temple].",
        "Some friends of mine went out searching for the Staff of Magnus, but they disappeared. The fools.",
        "The [title] had a visitor, a foreign scholar tracing the history of Arrovan, the thief who wielded the Skeleton's Key. Apparently, Arrovan stole some stuff from the royal family here in [city name]!",
        "Some guy was here last week, trying to sell information about the Ring of Phynaster, like we're the sort of fools to believe in such things.",
        "<header></header>",
        "<header>Delivery to the Ruler</header>",
        "Well, I heard %tg recently received this %mi from the %tq of %qc. Very mysterious, indeed.",
        "Some of us are trying to make sense of a certain shipment of this %mi that %tg received recently. A few are saying it came from %tq of %qc, but we all know that's impossible.",
        "The council of %tg is furious because it turns out they received and even paid for this forged %mi from the %tq of %qc. I'd hate to see the deliverer once they find him.",
        "The %tq of %qc apparently sent this %mi to %tg here in town. Nobody, except the %tg obviously, knows why, and most everyone is concerned.",
        "Apparently some [race] smuggler managed to get this %mi into [city name] from %qc, into the hands of %tg. I sure hope they work on security in this [settlement type].",
        "",
        "<header>Assault on Ruler's Palace</header>",
        "Did you hear our [title] had to fend off an attack from %o. Thank God he had some mercenaries to help him or [city name] might have been lost.",
        "Most people are still talking about that attack by %o on our [title]'s palace. We have that mysterious [race] to thank for saving [title] %rf.",
        "Everyone's still talking about how we almost were under %o's rule. If it weren't for those mercenaries that came to [title] %rf's side in the hour of need, I shudder to\nthink.",
        "The big news is the assault on [title] %rf's palace. They say if it weren't for a heroic [race], we'd probably be under %o's rule now.",
        "You know [title] %rf made public the siege on the palace. Apparently, we were very nearly taken over by %o. Close call, eh, [race]?",
        "",
        "<header>Shady Visitor to City</header>",
        "Did you know the [relation] of %tq %fq is here in [city name]? Wish I knew why.",
        "Well, you're not the only stranger in [city name]. Apparently, %tq %fq's [relation] is in the [settlement type]. Apparently, [he/she]'s sightseeing, but some of us are suspicious.",
        "Guess who I saw in town? %tq %fq's %r, %ne! I wonder what [he/she]'s doing in [city name].",
        "%tq %fq's [relation] was over at %tl a little while ago. Someone told me [he/she] was there with a suspicious-looking [race]. Mysterious, eh?",
        "What do you suppose the [relation] of %tq %fq is doing in [city name]? Sightseeing? I don't think so, but we'll have to wait and see.",
        "",
        "<header>Criminal Rumors</header>",
        "Did you hear that %nc has escaped from the palace prisons? Apparently he was just about ready to go up for court when he made a run for it. Probably halfway to [city name 2] by now.",
        "You know that %nc was finally captured, don't you? I guess he's facing execution soon. Can't think of a %tt that deserves it more.",
        "I heard %nc the %tt was just executed for crimes against the state. I think his only crime was beating [title] %rf at chess, but that's probably not true.",
        "Well, %nc escaped from the guards on his way to the chopping block. Apparently he's still at large, looking for the [race] who captured him. That's one mean %tt, I'll tell you.",
        "The [title] %rf had that %tt killed, you know, the one that [race] captured? I hear %nc, that was his name, made some deplorable remarks about the Emperor before he died.",
        "",
        "<header>Kidnapping</header>",
        "Did you know %o kidnapped the [title]'s %r? [he/she]'s back in [city name] now, but apparently [he/she] was gone for weeks! Can you believe the [title] kept that a secret?",
        "Big scandal at the palace, young [race]. It seems [title] %rf's [relation] had been kidnapped, for weeks maybe, and the [title] did nothing but send some mercenary after [him/her]. Can you imagine?",
        "Apparently, the [title]'s [relation] is back from the %tan, some health spa in the country. They say [he/she]'s lost a lot of weight. That's good, I suppose.",
        "Some [race] rescued [title] %rf's [relation] from some horrible place called the %tan. No one in town even realized [he/she] was gone, let alone kidnapped by %o. Weird, eh?",
        "Listen to this. The [title]'s [relation] was kidnapped by %o and imprisoned in the %tan and what does [title] %rf do? Orders some poor, stupid [race] kid to get %nr back. The palace's in an uproar.",
        "",
        "<header>Monster Slaying</header>",
        "Did you hear that some [race] kid killed [monster name] the [monster type]? Makes you think anything is possible, doesn't it?",
        "That [monster type] that plagued the [settlement type] is finally dead. We should be dancing in the streets!",
        "The best huntsmen of the [title] couldn't slay [monster name] the [monster type], so [title] %rf hired someone who I hear is half [race] and half [monster type] and now the monster's dead! Talk about fighting fire with fire!",
        "Have you heard about the [race] that killed [monster name] the [monster type]? Apparently this [race] was really a demigod, and sprouted wings and flew away! I have it on good authority.",
        "Everyone in town in celebrating the death of [monster name]. We owe it all to a mysterious [race] who didn't even leave a name. Well, we'll never forget him.",
        "",
        "<header>Scandals at the Palace</header>",
        "Looks like there was a little scandal at the palace. I don't know the details, but, if you can believe, the [title] was nearly deposed because of this misplaced %mi. Things are back to normal.",
        "I think [title] %rf's on thin ice. Apparently someone discovered this %mi was missing and made a big deal about it. Luckily, the [title] just produced it. Talk about a ruler with some enemies.",
        "Well, you know half the [title]'s Circle of Elders is dead thanks to some [race] who brought this %mi from %qc as proof of their complicity to commit treason. Bit of excitement.",
        "Things have calmed down at the palace, thank God. For a while, it looked like the [title] and all the family would be executed all because of this missing %mi. Luckily it was returned.",
        "Thank God that %mi was found. [title] %rf was nearly executed, hadn't you heard?",
        "",
        "<header>Generic no rumor</header>",
        "Nothing much is going on, as far as I know.",
        "You're probably asking the wrong person. I haven't heard anything interesting.",
        "I'm sure I haven't heard anything you'd care about.",
        "Sorry, I wish I had something to say but I don't.",
        "Well, nothing much is going on, near as I can tell you.",
        "Nothing I can say. [city name]'s been pretty quiet actually.",
        "I'd ask someone else with a better ear.",
        "Just business as usual in [city name], I guess.",
        "There's probably something going on elsewhere in [province], but not here in [city name].",
        "I'll ask around, but I haven't heard anything lately that would interest you.",
        "",
        "<header>Generic no work rumor</header>",
        "You're looking for work? Well, that's just what we need. Another destitute [race].",
        "Wish I could help you, friend. Work's hard to find in [city name].",
        "Ask around. I'm sure someone's heard about some kind of work.",
        "A healthy [race] like you? [Eclamation], it's a shame not to have a profession at your age.",
        "I'd check at the inns, but I haven't heard of any jobs in days.",
        "I haven't heard about any jobs in a while. Sorry.",
        "No money, eh? It's tough to live in [city name] without money.",
        "[Exclamation], another homeless [race], looking for work. Just what [city name] needs.",
        "Wish I knew about something, [race]. Keep checking around though.",
        "Sorry, I can't help you. I'll keep my eye out for you however."
    ]
}