{
    "id": "RunilsJournal",
    "paragraphs": [
        "<bold>17 Second Seed\nIt has been a long time since I've written an entry  in this journal. I admit with some embarrassment then that when I pulled it down from the shelf, I nearly  choked on the dust that flew.</bold>",
        "There is little to tell, but did suffer another awful nightmare of the war. I suppose this is an affliction common to many who must see the horrors of war firsthand. Writing about it has already helped me to feel better.",
        "<bold>19 Second Seed\nReceived a letter from Andurs in Whiterun. He has invited me to visit, and I intend to accept. It's been a long time since I was in the city.</bold>",
        "My only fear is the Thalmor. I have heard that they and their agents are abroad in Skyrim, rooting out worshippers of Talos. I must be sure to keep a low profile.",
        "<bold>28 Second Seed\nReturned from my trip to Whiterun to find very few flowers have bloomed here. The rest of Skyrim is  covered in blooms of fiery red and piercing blue, but  only a scant few have appeared in or near the town.</bold>",
        "I'll make it my mission to change that. We could  use some flowers to brighten this gloomy place.  Perhaps I can get Tekla to help me.",
        "<bold>9 Midyear\nSpent most of the day consoling Lod, who received  news of his cousin Grimsvotr's death. They were  quite close as youths, and Lod drank and talked of his childhood memories. It was touching, but bittersweet.</bold>",
        "<bold>22 Midyear\nA wandering peddler passed through Falkreath today. I purchased a few sticks of incense from him. He was a nice young Nord lad, following in his father's footsteps. I think his name was Valbjorn.</bold>",
        "A few days later, one of the town guards spied a pack of carrion birds circling near the road. He found young Valbjorn's corpse, victim of a bandit attack.",
        "My heart is heavy, and yet I should know better.  Life and death, growth and change, the turning of the seasons - these are all aspects of mighty Arkay. I should not be so affected by the death of one young man. And yet...",
        "<bold>12 Sun's Height\nTravelers pass through town, speaking of the land in the grip of high summer. These are the warmest days of the year in Skyrim, but not in Falkreath. Here, all is mist and fog and rain. It is always cool and damp, and the seasons have little meaning.</bold>",
        "Solaf asked me about this today. He said that in a place of the dead such as our great cemetery, Arkay's dominion should be absolute. And yet, Arkay is also the Lord of Seasons and this place seems untouched by them.",
        "I gave the best answer I could. I explained that Falkreath is indeed a place of great power for Arkay, but he prefers to keep it this way, solemn and gray. Hopefully that was at least partly true, but who can possibly know the mind of a god?",
        "<bold>20 Sun's Height\nDreams of the war again, but this time something different.</bold>",
        "I was leading a small band of Aldmeri battlemages on a mission deep into the heart of Imperial territory. We had drawn near our target, a supply depot outside of Cheydinhal, when the sky suddenly darkened.",
        "A great shadow passed over us, and there was a roar so terrible it chilled my blood. Something was flying just overhead, so huge and so dark as to blot out the sun.",
        "The dream changed, then. I was here in Falkreath, performing a service for someone who had just  passed away, though I do not recall who. From the corner of my eye, I saw a stranger approaching. I  turned to look, but the shadow came again, and the roar, and then I awoke.",
        "Now that I reflect on the dream, I cannot help but wonder, was it a dragon? Why would I dream of such a creature, when I have never seen one? It seemed so real at the time, but now the memory is fading.",
        "What it means, I cannot say. Probably nothing."
    ]
}