{
    "id": "SacredRitesoftheStonechewers",
    "paragraphs": [
        "For several seasons I have been observing the Stonechewer Goblin tribe, recording their daily activities and becoming familiar with their customs and routines. Over time I have deliberately crept closer and closer to the limits of their tribal camp, occasionally showing myself briefly so the subjects would become used to my proximity. At one point a warrior out to relieve himself behind a tree stumbled upon my observation post, and when he grunted and drew his crude-but-serviceable short sword I thought my work had come to an untimely end. Luckily the tribal shaman was nearby, and he intervened on my behalf, speaking harshly to the warrior and knocking aside his sword. The shaman pointed at me and slowly rotated his hand near his head, which I assume is a Goblin gesture denoting acknowledgement of superior intellect. Who would have suspected these so-called primitives had such regard for scholarship?",
        "After that there were no more incidents of hostility, and the Goblins tolerated my presence, so long as I kept a respectful distance from their females and offspring. Occasionally a warrior would bark at me, but I simply replied by making the hand-rotating \"intelligence\" gesture next to my head, and the warrior would shrug and go back to his business.",
        "As so little is known about the religious practices of the Goblin race, I decided to make the shaman of the tribe my particular study. The symbol of his office was a bone rod, probably a femur, with a small skull affixed to the end—possibly an infant's. This skull was ornamented with an assortment of feathers, spines, and animal claws, and filled with something like nut-hulls, for it rattled loudly when shaken. The shaman would shake this holy symbol forcefully when summoning his congregation to sacred rituals, or when the females were not bringing him food or drink rapidly enough.",
        "At particularly important rituals the shaman would touch they symbol to his heart, then his head, then point it to the sky and call out, \"Muluk!\" At first I found this confusing, given the similarity of \"muluk\" to the Goblin words \"muulk,\" which they use when chastising their durzogs or children, or \"mluku,\" the term for fecal matter. But gradually I learned to differentiate, and one day I realized that by crying \"Muluk!\" the shaman must be invoking the god of the Goblins.",
        "And then it struck me: \"Muluk\" is not really much different from \"Mauloch.\" Could the god of the Goblins and the god of the Orcs be one and the same?",
        "This is the kind of discovery that could win me tenure at the College of Wayrest! I must get independent confirmation of this revelation. But how?"
    ]
}