{
    "id": "ASacramentRemains",
    "paragraphs": [
        "Returning to this land has been more difficult than this one imagined. When the Night Mother called Nazala to her service, she had left this place full of disease, death, and fetid waste. Now she returns to complete a contract as old as her absence here. It is possible the target is already dead, but the Sacrament must have an end, and so Nazala must find him.",
        "This one begins her search at the Ashen Scar, one of the many mass burial grounds in Elsweyr. When the flu hit, this one saw them being filled. What many call the Ashen Scar is the first of those. It is strong in spiritual power, even one so base as Nazala can feel it. Her target came here looking for something, but doubtful it was what he found. Undead lurk behind every crumbling ruin, dangerous even for one who walks in shadow as this one does.",
        "This one found no evidence that her target was among those buried here, so she must look further.",
        "Her trail leads south, to a place of stone spires and rickety wooden bridges locals call the Stitches. It was always a place for the less fortunate, the undeserving, and the lawless to find refuge. Nazala first dragged her claws through blood in this place. She remembers a little cub who said he would change things. He would bring hope to this place. Nazala hears that he did for a time, but now he is gone, like the dream he once carried.",
        "This one's target was not here, but she has found those who remember him. He traveled south, alone, with a caravan of nomads trying to escape the flu. Nazala follows.",
        "Cicatrice was once home to a small town along the road from Orcrest to western Elsweyr. Nomads would stop for food and to tell stories. It was a place of rest and warmth and laughter, but the Knahaten Flu destroyed all that. This one has heard rumors that the inhabitants of this place followed an Argonian into an oasis, hoping for help. Nazala found only a cave full of poison and evidence that her quarry left on his own again.",
        "This time he was sick and heading north, to where the scars weep. She knows where that is, but is afraid of what she will find there.",
        "When this one's fur was darker and her claws sharper, she heard tales of the Weeping Scar. There were Khajiit who went down into the dark to feed an addiction of pleasure and blood. Most came back, only to descend once more into the dark. Some, however, stayed.",
        "Nazala's target stayed. She followed him into the dark, where her childish fears manifested into those with fangs and a thirst for blood. They did not attack, though things seemed strained, different. There is a feud going on that this one has no interest in joining. She seeks only her target and these phantoms of her youth provided.",
        "Infected with the flu, he came to the vampires of the Scar and hoped for everlasting life. He wished to destroy one infection with another, and traded the darkness of death for another type of darkness. It did not work, and Nazala's target passed into the Moon's light.",
        "This Khajiit once terrorized a mate and her cub. The skooma and poverty drove him to anger and that anger drove his mate to commit the Sacrament. That cub came here to fulfill her mother's wish, but discovered that her father found his own darkness.",
        "She says goodbye now, the Sacrament satisfied and a daughter left without a need to remain. The Night Mother still softly calls and Nazala answers."
    ]
}