{
    "id": "SacrilegeandMayhemintheAlikr",
    "paragraphs": [
        "A Report to the Royal Family of Hegathe\nBy Doctor Tazhim of the Bureau of Outlander Affairs\nO Beloved of Morwha, Blessed by Zeht's Tears,",
        "Your ignoble servant apologizes for his unworthy existence, and seeks forgiveness for intruding his negligible thoughts into Your Majesties' lofty meditations. In response to your momentary whim of last week, which was to me as an ironclad order, I have prepared a report on the recent outbreak of unholy undeath in the northern Alik'r, and its unorthodox means of suppression.",
        "I have spoken before about the Ash'abah, a pariah tribe of the northern wastes who are shunned for their unclean interactions with our risen ancestors. Though their origins are ancient, the fact that such an aberration could persist into the modern era must be attributed to covert support by shameless elements of the Forebears, who tolerate the most outrageous non-traditional practices.",
        "This hypothesis would seem to be validated by recent events, which I shall now have the honor to recount to Your Majesties. In Sentinel, the usurper Fahara'jad had gathered to him a circle of advisors, some of whom were of untarnished reputation, but others of whom were known Forebear activists who had almost openly opposed the Divines-blessed rule of the late King Ramzi (may Tu'whacca escort his soul to the Far Shores). One of these questionable viziers, Suturah by name, seems to have been not only a bad advisor, but also a secret necromancer. As far as our agents of the Bureau have been able to reconstruct it, this Suturah slew all of \"King\" Fahara'jad's other viziers, then reanimated them in an attempt to kill Fahara'jad himself. The attempt was a failure: Fahara'jad escaped, but so did Suturah.",
        "Suturah fled to the east, where he was joined by elements of the Cult of the Black Worm (which Your Majesties will recall from my report of 2nd Rain's Hand). Undead, mostly Ra-Netu, were raised in numbers from forgotten graveyards in the deep desert, and Suturah led his unclean minions back toward Sentinel.",
        "Shockingly, our informants state that Fahara'jad contaminated himself by personally appealing to the pariah Ash'abah, asking them to intervene against Suturah. The Ash'abah headman, Marimah, agreed, though we have been unable to discover what degrading terms were imposed upon Fahara'jad. In a surprise ambush the Ash'abah, using forbidden mystical means, destroyed Suturah's army of Ra-Netu. Suturah himself, it is said, fell under the blade of the exile Marimah.",
        "Fahara'jad, of course, has been careful to stay quiet about his appeal to the Ash'abah, and has publicly thanked the Divines for holy intervention on Sentinel's behalf. I leave it to Your Majesties to decide if we should spread about the rumor of the Forebear usurper's impure meeting with the pariahs."
    ]
}