{
    "id": "TheSagaofCaptainWereshark",
    "paragraphs": [
        "<title>The Saga of Captain Wereshark Vol. 2</title>",
        "Once trapped in a sunken barrow, surrounded by a horde of draugr, and confronted by an ancient undead prince, there were many ways a pirate crew might respond.  Mighty Flicka's answer to Prince Vaugr's demands was perhaps the most direct. She strode up the skull-strewn dais, offered Prince Vaugr a mocking grin, and socked him hard enough to knock his flaming crown right off his head.",
        "",
        "\"To battle!\" the Mighty Flicka shouted. \"For glory!\"",
        "",
        "The response from the Wereshark's once cowed crew was immediate. With a chorus of hoots and hollers, the pirates forgot their fear of the undead and laid into the surrounding draugr with clubs, daggers, and fists. Caught completely flatfooted, the damned dead of Skyrim initially got the worst of it.",
        "",
        "Unfortunately draugr, being no longer alive, are more resilient to clubs and knives than the average bandit. Despite the battering our pirates unleashed, Prince Vaugr's horde responded in kind. Garn Feathertoes was the first to fall, even his legendary speed insufficient to evade a hail of arrows. He was followed to the grave by two of the painted cannibals we'd rescued from the Isle of Red Mist.",
        "",
        "The battle soon turned against us. Even as Mighty Flicka's great axe split one draugr after another in twain, and Vimy Lacroix's glowing daggers took eyes, ears, and guts, the draugr pushed forward, hacking and cackling. Crushed tight in the center of the crew, I raised my own club and prepared for the end.",
        "",
        "Yet before we could be overrun, the Mad Mage, Neramo, unleashed a ring of fire that expanded like a bright-orange flower in the morning sun. It burned the nearest draugr to ash and scattered the rest. \"Run, you fools!\" Neramo shouted. \"To the surface! Bring the treasure!\" And bring the treasure we did.",
        "",
        "Each pirate snatched a handful of whatever they could carry — gold, goblets, candlesticks, all of precious metal or inlaid with precious jewels — and fled up the steps down which we'd come.",
        "",
        "A massive hulking draugr barred our way, but Hard-Scales and his poisoned daggers tore into it in silent rage. As I and the others leapt over the body, the Argonian held the rear guard, but I could see the disappointment on his face. Yet again, a seemingly worthy foe had failed to send him to Sithis.",
        "",
        "We were almost to the surface when a great shaking filled the dripping halls. It left us stumbling. Leading the way as always, Galena Two-Scars was the first to spot the danger. The stone door we'd forced open was closing, of its own accord. If we found no way to stop it, we'd be trapped in this sunken tomb forever!",
        "",
        "Yet before the stone door could close, he returned. The Captain! One could not fail to recognize his flowing silks, his jaunted crown, and its horde of colorful feathers. Captain Wereshark now held a bright glowing gem in both hands, and shouted words I imagined might be in ancient Nordic. His haunting intonations mimicked those of Prince Vaugr! The closing stone door shuddered, then came to a stop.",
        "",
        "With cheers of relief, the Wereshark's crew rushed through the open door, draugr howling on our heels. Mighty Flicka was the last to emerge, and I saw then she carried Garn Feathertoes on her broad back.",
        "",
        "At first, I did not understand her intent in risking so much — Garn was dead! — but then I remembered what Galena Two-Scars always said. The Wereshark's crew is a family, and a family leaves no one behind.",
        "",
        "<title>The Saga of Captain Wereshark Vol. 3</title>",
        "[Several pages before this have been torn out].",
        "",
        "We'd no sooner reached the surface of the frozen island when the dread words of Prince Vaugr echoed through the air above and all around us. It sounded as if the freezing air was itself speaking his words.",
        "",
        "\"\"That is my treasure, mortals. My legacy. You will not steal it away. The great northern winds serve me!\"\"",
        "",
        "Yet as we hurried up the extended landing ramps of the Pale Spirit, hauling our liberated booty, no more draugr emerged from the sunken barrow to pursue us. With the haste befitting an experienced pirate crew escaping with a horde of treasure, we made the Wereshark's grand vessel ready to sail. With pirates with longbows ready to defend her, and a belly laden with the liberated treasure of a long dead Draugr prince, the Pale Spirit unfurled her crimson sails.",
        "",
        "We left the frozen island and its sunken barrow behind, new snowflakes swirling around us as a northern gale filled out sails. Yet we'd barely escaped the island before the winds failed us. The once churning seas off Skyrim's coast became a placid lake, so still even a learned observer could mistake them for glass. There was no sound, no wind. Even the lapping against the Spirit's hull went silent.",
        "",
        "To those on the grand boat, it was like we were frozen in time, but I suspected an even more terrifying fate. Prince Vaugr, as threatened, had stilled the northern winds. While we could row, such activity was strenuous and slow. It might be days, even weeks, before we succeeded in rowing to shore, and the Pale Spirit's belly was laden with gold, not provisions. We could not eat gold. Would we starve amidst this placid sea, as the cruel, glowing eyes of Prince Vaugr observed from inside his sunken tomb?",
        "",
        "\"\"No!\"\" Captain Wereshark declared. \"\"We are not defeated! I have recovered the Jewel of the Entombed Prince, and with that and the scrolls we found on the Isle of the Red Mist, we will defeat this sorcery!\"\"",
        "",
        "Led by Mighty Flicka, the pirates and I cheered. Our captain had never failed us, no matter how dire the situation, and I had no fear he'd fail now. Prince Vaugr might be ancient and powerful, but Captain Wereshark was the savviest captain with which I'd ever sailed.",
        "",
        "With a merry bow and wave, Captain Wereshark and Crackteeth the Cannibal Priestess retired to the Wereshark's private quarters. Together, the captain assured us, he and the Isle of Red Mist's fugitive queen would tame the magics we needed to escape.",
        "",
        "With our captain and the Queen of Bones set to their task, there was naught for the rest of us to do. Vimy played a merry tune on her flute as Neramo sent sparks of magic into the empty air, determined to solve the problem on his own.",
        "",
        "Some others arm-wrestled or threw dice, while the more industrious of us, under the watchful eye of Mighty Flicka, swapped the decks clean of blood and checked the ropes and sails. When the wind returned, and we were certain it would, we'd need the Spirit in her best form.",
        "",
        "Hours passed. Morning turned to noon, and soon Galena Two-Scars and the two silent Bosmer who always shadowed her passed out the day's rations. We ate too quickly, boasted too loudly, because the deafening silence of a becalmed sea had us all spooked. Even Vimy's merry tune grew mournful. And then, without the flutter of sails or creak of wood, the sound of froth rose against the hull. We moved!",
        "",
        "Like excited children clamoring to Daggerfall's walls to cheer an approaching Jester's Festival, I and the other pirates pressed against the Pale Spirit's railing. The Pale Spirit moved, froth spreading from her bow, but our sails remained limp. How were we sailing without wind?",
        "",
        "Galena Two-Scars called out with joy from the stern, beckoning us to her. We rushed aft and witnessed two gargantuan shells beneath the waves, as well as the frothy movements of flippers as big as our landing boats. I could not believe my eyes. Giant sea turtles!",
        "",
        "Somehow, Captain Wereshark and Crackteeth the Cannibal Priestess had summoned the ancient sea titans. The turtles pushed the Pale Spirit at a speed even winds couldn't match!",
        "",
        "As we watched in awe, Captain Wereshark and the Queen of Bones emerged from his private quarters, clothing in disarray. Both were flush with recent exertion, and it was only then I remembered the tales of the rituals practiced on the Ilse of Red Mist, tales perhaps too graphic for an account such as this. Whatever the captain and priestess had conjured in the Wereshark's private quarters, it had worked!",
        "",
        "Smiling with her bright yellowed teeth, Crackteeth brushed aside the clattering bone-charms in her hair and pointed to the sea. \"\"Behold, ye simple pirates, the ancient matrons of the sea. Gnarlnose and Steggofins! Your captain's prowess has earned their aid!\"\"",
        "",
        "And though it would be night before we reached shore, I already knew we'd escape this becalmed sea.",
        "",
        "<title>The Saga of Captain Wereshark, Part 4</title>",
        "The Pyandonea Expedition",
        "",
        "With our debts settled, we bid goodbye to Gnarlnose and Steggofins, left the frozen shores of Skyrim, and set sail laden with treasures twice as heavy as all the brave sailors we lost. The Pale Spirit was so laden with Nordic booty she plowed through the sea like a harbor seal, but we made port without so much as a sailor overboard. Unknown to us, our next expedition would be our most dangerous yet.",
        "",
        "We reached the port in Wayrest, and it took only a few days before Captain Wereshark made the acquaintance of Duke Gignac, the aging Breton adventurer. He purchased many of our Nordic relics and, impressed by my captain's legendary charisma (and, more importantly, the urging of his oldest daughter, Lucette) my captain suckered the old man into funding the Pale Spirit's next expedition to the Maormer islands of Pyandonea. Wearing a new red feather from Lucette in his crown, the Wereshark returned us to sea.",
        "",
        "Our stated purpose was to do what we could to open permanent trade relations with the Sea Elves, but the Wereshark, as always, intended merely to plunder all we could. Aside the war galleons Cliff Racer and Silver Arrow (hired from Beldros Hlaalu for a decent fee and percentage of the booty) we sailed with a wind at our backs and enough supplies to feed an army of ravenous Nords for months. As with all our expeditions, things went just fine until they didn't. Those Maormer sea serpents? They aren't just legends.",
        "",
        "Our first encounter came shortly after we first sighted a jungle isle common to Sea Elves, in the distance cloaked by a dense fog. The sound of snapping wood and screaming men drifted across the sea as the Wereshark, myself, and every armed sailor rushed to the Pale Spirit's deck. We were just in time to see the Cliff Racer's broken hull sinking below the waves, wrapped in the scaled coils of an enormous snake.",
        "",
        "Never one for half measures, the Wereshark shouted for every archer on the boat to loose arrows. Arrows peppered the slimy beast as it dragged the Cliff Racer to her grave, yet no shaft could penetrate the beast's thick scales. That's when that old lizard Hard-Scales grabbed his poison daggers and leapt into the sea, shouting something about Sithis. That crazy Argonian has had a death wish since the day he signed on.",
        "",
        "Wouldn't you know it, as Mighty Flicka boomed warnings to the Silver Arrow from atop the mainmast and the Wereshark rallied every sailor capable of swinging a sword, something surfaced on the frothing sea. Old Hard-Scales, covered in glistening black serpent blood, and behind him, the bobbing length of a massive Maormer serpent. Stiff and dead as something dragged in by a barn cat.",
        "",
        "Now, don't ask me how Hard-Scales managed to get his daggers through its scales, or how he managed to breath under the sea for all that time, or how he knew his poison was vile enough to drop a snake twice as long as a galleon. All I know is Hard-Scales never talked about it, after, save for expressions of disappointment over failing to meet Sithis once more. As we took on survivors from the Cliff Racer, the Wereshark pledged a full chest of booty to Hard-Scales. No one complained.",
        "",
        "Wary of more serpents, the Wereshark gave orders to anchor off the shore of the fog-cloaked jungle isle, in shallow water where we could see anything between us and the sea floor. Pale Spirit and Silver Arrow sent four boats ashore with the Wereshark at their head. Yet not one water-colored Sea Elf showed his face when we made landing.",
        "",
        "We all thought the island abandoned. We could not have been more wrong.",
        "<title>The Saga of Captain Wereshark, Part 5</title>",
        "The Pyandonea Expedition, Continued",
        "",
        "It was only after the crew finished dragging the boats ashore that it started. Irregular growling and snorting peppered with ear-splitting snaps of breaking wood, like a wild boar rutting on a bed of rotted timbers. It came from somewhere in the thick cluster of skinny trees that crept up on the white sand beach.",
        "",
        "Any other captain would have had us back on the boats and out to the Pale Spirit before you could gather enough spit to fill a thimble, but the Wereshark's a different sort. He called us all to order on the white-sand beach, his booming growl forming sailors up as pretty as a military procession. The first sailor to gut whatever beast made that teeth-grinding racket, the Wereshark proclaimed, would get his pick of plundered items from the expedition, as well as a welwa steak dinner in the Wereshark's personal cabin.",
        "",
        "Just like that, the crew went from worried to eager, for battle and everything else. If you've never had welwa steak, dear reader, know there's nothing better. The way Bagroga salts and cooks it, it tastes like beef and salted cheese and slides down your gullet like greased plantains. No man who sails with the Wereshark can smell it without their mouth watering, and I'll admit, even my own stomach grumbled its assent.",
        "",
        "The Wereshark broke us into groups. Hard-Scales would lead a party consisting of Bugnose, One-Eyed Bahzi, and five sailors from the Cliff Racer along the beach, in case the forest beasts ventured out to the sea or there was habitation to be found and looted. Mighty Flicka would lead the tribe of Nord axe swingers, who signed on with us at the Starving Dog, east into the forest to kill or flush whatever was making that rhythmic growl, with Galena Two-Scars along to scout. Never did I see a Wood Elf happier to see trees.",
        "",
        "The Wereshark chose to lead the last group himself. That including his loyal first mate (yours truly), the Snowclaw twins, Vimy Lacroix, and the exiled High Elf Neramo. We were to scout the rocky shoals to the south of our landing position and circle around to Hard-Scales's group. We were a smaller party than the rest, but I've never met a knife-ear better at making people explode than Neramo the Mad Mage.",
        "",
        "The shoals were treacherous but empty, and we trekked for almost an hour, listening to that horrible growling, before we came across a bunch of empty huts made out of sticks, mud, and leaves. No one was home and there was nothing in the homes but giant egg shell fragments, but it confirmed the island was inhabited, or had been, until whatever was in that forest got hungry and came out on the beach.",
        "",
        "The growling came and went, teeth-grinding as ever, but we'd heard no screaming or shouts of terror from the other parties. That meant whatever it was, Mighty Flicka hadn't found it yet. I almost pitied whatever was making the racket until it stepped out onto the beach and stared at us, a four legged lizard bull twice as tall as Bugnose. The thing had green scales and, I swear by Mara's skirts, a glittering trident shiny as one you'd see carried by some stuffy Altmer Queensguard on the streets of Auridon.",
        "",
        "Needless to say, no one objected when Neramo hit it in the face with a fireball.",
        "<title>The Saga of Captain Wereshark, Part 6</title>",
        "The Pyandonea Expedition, Continued",
        "",
        "After Neramo set the lizard bull on fire, the trident-wielding monstrosity charged. The Wereshark ordered us back onto the shoals, where the lizard beast's footing became treacherous. The Snowclaw twins filled the beast with arrows but could not bring it down, and I wished desperately for some of Hard-Scales's deadly poison. That's when Vimy sprang into action, sprinting so fast I could hardly follow.",
        "",
        "The beast swung at her with its trident, but Vimy slid under the strike and vaulted herself onto its back with no more effort than mounting a horse. Moments later the lizard bull had knives sticking out of both eyes. Blinded, all it could do was roar and swing its trident as Neramo set it once more aflame.",
        "",
        "With a fierce cry, the Wereshark called us to action. He and the Snowclaw twins fell upon the beast with axe and blade as I called down spells to aid and heal them from afar. Blinded, burning, and exhausted, the beast fell, but not before a blind swing tossed Baldor Snowclaw across the beach. Fortunately, the blow only hit his head, the hardest part of a Nord, and I ensured he didn't bleed for all that long.",
        "",
        "Beast dealt with, the Wereshark ordered us to search the huts one last time. We found absolutely nothing of value, just those egg shell fragments, and so the Wereshark wisely ordered us back to the boats. The growling hadn't stopped, which meant more massive lizard bulls lumbered through the trees.",
        "",
        "An island filled with empty huts and lizard bulls was not the place to risk our lives. There were other pearls to be clutched. We returned to the beach to await the others, and when we reached it, we found an army of glistening Sea Elves. They surrounded our boats and had Hard-Scales, Bugnose, and the Cliff Racer survivors hostage. I learned later the cat-hating bastards gutted One-Eyed Bahzi for sport.",
        "",
        "Cloaked from view, the Wereshark took our counsel. We couldn't leave Hard-Scales and Bugnose in chains, and besides, the Sea Elves had our ships. A Maormer warship was just visible anchored between the Pale Spirit, the Silver Arrow, and open sea, which would hinder our escape even if we did manage to somehow return to them. After a moment of consideration, the Wereshark made his decision. We would \"negotiate.\"",
        "",
        "He ordered us to wait in the shadows and to attack only if he shouted \"Stendarr's Blood!\" Understand, dear reader, we are pirates, and all pirates know the fate of one taken by Sea Elves. Any of us would gladly embrace a death gutting those knife-ears over being carved up as a storm sacrifice. If the Sea Elves refused to negotiate, the Wereshark promised, more than a few of them would be floating home.",
        "",
        "The moment the Wereshark announced himself, over four dozen Sea Elves drew blades and bows and turned to him, milky eyes wide, but my captain sauntered toward them as if strolling down any crowded street in Abah's Landing. He kept his hands visible and away from his sword hilts, and the Sea Elves let him come. No doubt Hard-Scales had told them of our captain's many exploits, as instructed.",
        "",
        "When they moved to disarm him, the Wereshark made no protest as they removed his swords, and then the daggers from his boots, and the dagger from his belt, and those up his sleeves. That was when the slimmest of the Sea Elves, a pale-faced fool in golden armor that glinted in the sun, approached my captain and backhanded him across the face. The Wereshark spit at his feet and grinned wide.",
        "",
        "I glanced at Vimy, who rolled her eyes. Not a good start to the negotiations. Mighty Flicka chose that moment to charge from the forest with her Nords, all howling like a pack of enraged welwas.",
        "",
        "Eight trident-swinging lizard bulls rushed the beach after them, chased by a gleeful Galena Two-Scars.",
        "<title>The Saga of Captain Wereshark, Part 7</title>",
        "The Pyandonea Expedition, Continued",
        "",
        "The sudden charge of a tribe of blood-crazed Nord axe swingers and a horde of trident-swinging lizard bulls must have rattled the Sea Elf captain, for he shouted a panicked cry to his bowmen. They foolishly turned their arrows on the enraged beasts. The futile attacks only enraged the lizard bulls all the more, and in the commotion, the Wereshark shouted \"Stendarr's Blood!\" As one, we charged into battle.",
        "",
        "The enraged lizard bulls fell upon the frightened Sea Elves, ripping them apart or tossing them into the trees. By the time the Sea Elves rallied, forming a phalanx of shields and casting lightning and storms, Mighty Flicka and the rest were past them, meeting us at the shore. The Wereshark had reclaimed his weapons by then, and those Sea Elves too slow to flee fell as we freed our compatriots from bondage.",
        "",
        "Caught between a crowd of the most ruthless buccaneers to ever raise a sail and a herd of enraged lizard bulls, even the cluster of Sea Elves wilted like a moon blossom in Sentinel's heat. Eventually, the surviving Maormer scattered and fled into the woods, chased by most of the lizard bulls. With Neramo and Vimy to show the others how it was done, we took down what few lizard bulls challenged us.",
        "",
        "After quickly looting every valuable we could from the Elf corpses, we survivors rushed into our boats and pushed out onto open sea. All of us kept wary eyes on the anchored Sea Elf galleon floating beyond the Pale Spirit. New fog rolled in behind us, and I'll never forget the tortured cries of those Sea Elves as the lizard bulls chased them down and gored them. Despite their barbarous ways, I almost pitied the poor bastards as the island's terrifying inhabitants slaughtered them to the last.",
        "",
        "Captain Wereshark now wore the golden-armored leader's helmet on his own head, though that was more of a mocking joke than a permanent adjustment. As if the Wereshark would ever truly doff his ever-changing tangle of marvelous colored feathers! How then would people recognize him?",
        "",
        "As we rowed, and Sea Elves screamed, we waited for lightning, or storms, or another sea serpent attack, but we reached the Pale Spirit and clambered aboard as the surviving crew of the Silver Arrow did the same. We set sail, but the Sea Elf warship stayed where it was anchored. I knew then that fool of a Sea Elf captain had not left enough sailors on board to sail his warship home. On another day we might have seized her, but we had neither the necessary crew to sail her nor a benefactor who would buy her.",
        "",
        "I watched the fog swallow that Sea Elf warship and the island of enraged lizard bulls. The screams persisted long after both had vanished from view, but soon there was no sound but the gentle lapping of the sea and the flapping of the Pale Spirit's mighty sails. We sailed with the Silver Arrow all through the night, in case there were more Sea Elf warships in search of the first, but no others challenged us. The fog burned off with the new day to reveal another island, far more promising than the last.",
        "",
        "As we slid silently forward and sailors readied weapons, we could see the glistening spires of Sea Elf architecture and, more importantly, no visible Sea Elf soldiers guarding her shores. This was likely another fishing village, so remote none expected attack. Our haul from this raid would be massive.",
        "",
        "With a twinkle in his eye and his feathers flapping in the wind, Captain Wereshark ordered the attack."
    ]
}