{
    "id": "SagesoftheCrystalTower",
    "paragraphs": [
        "By Nularan, Mages Guild Scribe",
        "Some call them wise and learned. Others consider them to be the finest magical minds in the Summerset Isles (though many of my brethren would contest that statement). They are the Sapiarchs, the sages of the Crystal Tower and the instructors of the heirs to the royal throne of Summerset. A few of the greatest mages of the age can be counted among their numbers, but in general they are scholars of magical and esoteric knowledge, each devoted to a specific and singular topic of study.",
        "The Sapiarchs serve as the keepers of the Crystal Tower, also called the Lawful Crystal and the Crystal-Like-Law. The tower is so named not because it is constructed of crystal, but because it houses Transparent Law, a magical crystal that rests at the top of the tower.",
        "A handful of sages live within the tower, tending to its needs and guarding its secrets, while others come and go as their studies dictate. Of course, getting into the tower isn't as simple as walking up and opening the door. The way is hidden and guarded by powerful wards, and the only method for gaining entrance requires the assistance of the Tower Sentinels. This pair of specially attuned Sapiarchs each bear an object needed to access the tower—one of two Resolute Diamonds. When properly attuned and used simultaneously by the Tower Sentinels, the azure diamonds open the path into the Crystal Tower. Only two such Sentinels are ever activated, for each must undergo a long and extensive ritual to link them to the diamonds they bear. Sentinels keep their charge for eleven years before a new pair take up guardianship of the diamonds.",
        "The rest of the sagely order is organized into the College of Sapiarchs, with each member dedicated to and responsible for a specific field of magical or esoteric scholarship. Larnatille of Lillandril, Sapiarch of Arcanology, leads the college, which consists of two-hundred-and-twenty-three distinct disciplines assigned to a Sapiarch and his or her assistant. Spread throughout Summerset, the Sapiarchs work individually or in small groups on independent studies or to research specific topics for the college as a whole. Some research can be conducted at the Crystal Tower or at the College of Sapiarchs in Lillandril, but otherwise the sages travel the lands as necessary or lock themselves in their own libraries to ponder the complexities of the world's greatest mysteries.",
        "As the interpreters of the Scrolls of Praxis, the precedents by which the rulers of the Summerset Isles govern their domain, the Sapiarchs play a vital role in the maintenance of the Ceremoniarchy. Indeed, the Scrolls of Praxis are said to have foretold that Princess Ayrenn would reflect the restless and turbulent times she was born into and would eventually rule over. When the time is right, heirs to the throne come to the Sapiarchs to study Altmeri Regal Praxis and Ceremoniarchy for a requisite 3,555 days prior to receiving the crown. Afterward, the College of Sapiarchs serves as a powerful resource for the new ruler, offering advice and counsel when called upon.",
        "For all their professed learning and scholarly pursuits, the Sapiarchs seem overly interested in signs and portents. They attribute deep and significant meaning to the movements of the constellations, the positions of the moons, the disposition of animals, and even the swirls of foam atop a bowl of century soup. This tug of war between intellectualism and superstition may seem like a contradiction to you and me, but the Sapiarchs see them as two sides of the same coin. And, as with a coin, you need both sides to pay the cost of admission, or so the Sapiarchs say.",
        "Some of the leading Sapiarch fields of study include Oblivion Studies, Indoctrination, Altmeri Heritage, Enchantment, Mythohistory, Daedric Fallacies, Selenology, and Divine Orthodoxy. To indicate their office and field of study, each carries a title such as Sapiarch of Altmeri Arts or Assistant Sapiarch of Naval Excogitation. A Sapiarch holds the title for life or until he or she petitions to change their area of scholarship. The Tower Sentinels, however, carry out their responsibilities regarding the Resolute Diamonds for a period of eleven years before passing the tower keys to the next Sapiarchs in line and returning to concentrate on their particular fields of study."
    ]
}