{
    "id": "SaintJiubsOpus",
    "paragraphs": [
        "Librarian Comment:",
        "This book starts out in pieces which must be found and combined by the player. Since they are identical to the finished text, I have uploaded only that. Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<center>The Rise and Fall of\nSaint Jiub the Eradicator\nHero of Morrowind and\nSavior of the Dunmer</center>",
        "<center></center>",
        "<center>by\nJiub</center>",
        "",
        "I am a hunter. I am a redeemer. I am Jiub.",
        "The tale of my rise to glory begins in the ash wastes of Morrowind. I rode alone, weapon at my side and the burning wind stinging my face. My quest was arduous, but necessary to ensure the survival of the Dunmer people. A pestilence was creeping across the ashlands, a menace with an insatiable hunger that plagued innocent travelers simply trying to get home. It was my self-sworn task to hunt them down one-by-one and drive them from the skies. Their fury knew no bounds and their war cry resonated across the land. They were the notorious cliff racers, and they had to be destroyed.",
        "On a particularly hot day during Sun's Height, I was tracking what I called a Lingerer... a cliff racer without a nest. He was a particularly feisty one too, leading me on a merry chase across almost three miles of ash dunes. I had managed to take a piece out of one of his wings in an earlier scuffle so he couldn't maintain much of a climb, but he still had quite a bit of stamina left and he was trying to make me tire of the chase. Almost two solid hours passed and my silt strider was tiring, but I couldn't give up... I had sworn to eliminate the foul beasts to the last and I wasn't about to let it go. If I was going to stop the thing, I'd have to do it fast.",
        "I pulled my longbow from my back and nocked my last arrow. I took a deep breath and pulled, trying to keep the cliff racer in my sights. It was literally a longshot with the beast gaining distance and the silt strider bouncing me around at full gallop. Finally, with a silent prayer, I released the string. The arrow sang through the air like a howling demon as it sliced its way towards its target. Finally, just as it crested the lip of a foyada, the arrow struck it in the midsection. It let out a horrible cry and fell out of sight.",
        "My cries of triumph were quickly stifled by the sound of over a hundred wings. Rising from the foyada was an entire colony of cliff racers and they were out for blood. The blasted thing had led me right to their nest and sacrificed itself with the intent of feeding me to its brood. It was a trap. The damned things had become much too clever. Knowing this was likely the end, I jumped down from the silt strider and hit the back of its leg with the flat of my glass blade. There was no need for the innocent thing to die here today because of my stupidity. As the ash cloud cleared from being stirred up by its massive legs, the cliff racer brood approached. I held my sword high and prepared for the worst.",
        "The battle lasted two full days. I was beaten, clawed, bitten and knocked down more times than I care to remember. In the end, seventy-six cliff racers were slaughtered. I was knee-deep in their corpses and my body on the verge of collapse. But I had survived. I smiled to the heavens and all went black.",
        "When I awoke, all I felt was my back on a cold stone floor. Every muscle in my body was on fire, and my vision was blurred. Slowly, I tried to climb to my feet. It took several agonizing minutes, but I finally managed to do it. As my eyes adjusted to the dim light of my new surroundings, I realized that I was standing before Lord Vivec himself. He was simply staring at me... floating above his throne and staring at me with his piercing eyes. When I began to prostrate myself as a sign of respect, he held up one of his hands as if to say it wasn't necessary. Was I dead? Was Lord Vivec pleased with me? Was he about to strike me down in anger for my somewhat sordid past?",
        "Suddenly I understood everything. Suddenly I realized that I was brought here for a reason. I should have died in those ash wastes, but Lord Vivec must have seen something inside me that he hadn't seen in millennia and decided to spare me from my fate.",
        "Thus began my ascent to Sainthood. Thus began the rise of Jiub!"
    ]
}