{
    "id": "TheSalasEnExpedition",
    "paragraphs": [
        "It is strange that the Elven ruins known as Salas En, on the Hammerfell coast at Cape Shira, have never been properly explored or studied. This is most likely due to the superstitious locals' exaggerated reverence for burial grounds of the dead, even those of other cultures. I wouldn't go so far as to accuse the Alik'r Redguards of timidity, but really, having to bring all my own people over the bay from High Rock is a bit much.",
        "In any event, now that we are on our way, we shall do the job right. The known facts about Salas En are few, but they are fascinating, as it has been inhabited over the last three eras by a series of cultures. On top—which makes it most recent, of course—are Redguard relics dating from the First-Era occupation of Salas En by Crowns of the late Ra Gada. Colonists from the island of Yath in lost Yokuda, these Redguards seem to have displaced the Elves who previously occupied the site. It appears these descendants of Yath occupied Salas En until abandoning it in the middle 23rd century, which coincides with the ravages of the Thrassian Plague.",
        "The Elves the Yath Redguards displaced were, according to tradition, relatively recent Altmeri colonists of the Corelanya Clan, who were said to be Daedra-worshipers. (This would account for their emigration from Summerset to the austere shores of Hammerfell.) They seem to have arrived sometime in the sixth century 1E, inhabiting and expanding on structures originally built by the Ayleids. Bosmeri relics are intermixed here with classic high-period Altmeri, suggesting that either the Corelanya participated in the Wood Elf coastal trade, then at its historic height, or that Salas En was used as a stopover by Bosmeri merchants before the Corelanya arrived.",
        "Below these High Elf additions—and indeed, still standing with less wear on them than any of the structures built afterward—are the original Ayleid stoneworks, jutting proudly toward the heavens despite the passage of millennia. The Ayleid Elves who built Salas En are virtually unknown to history, and it is primarily to reveal their story that I have organized this expedition. With the assistance of my experienced and hand-picked team of excavators, I have every confidence that we can persuade the stones of Salas En to reveal their secrets to us."
    ]
}