{
    "id": "SanctionedMurder",
    "paragraphs": [
        "For as long as I can remember, my life has been devoted to one thing: taking the lives of others. These were not random killings. Only those who fell afoul of the law, who wronged the Houses of Morrowind, or who desecrated the sacred teachings of the Tribunal were fair game.",
        "Their lives were mine to take. Given to me, you might say, because they deserved to die. And I was very good at killing.",
        "My victims were mostly unaware that I was coming for them. Some knew they had wronged others: murdered an innocent, stole from the Houses, even bedded another's lover. But they would always claim they had done nothing wrong. That I was mistaken. That I had the wrong man or woman. With a blade at a throat, however, it's amazing how honestly and completely one makes a confession.",
        "One after another, I ended them. A swift slice across the throat. The shallow flesh parted, the thin veins severed cleanly. They would try to scream, but they would only choke on the crimson gore that filled their lungs.\nI delighted in death. It filled me with a pleasure I could find in no other activity. This was my life. This was who I was.",
        "People feared me. Loved me. And my brothers and sisters. Pushed us away, and then embraced us as the need arose.",
        "Some days we were hailed as heroes. Others, as murderers. Those in power fell to our secret blades. And then those who gave us the orders followed.",
        "But there was a mistake. A flaw in our process. We had grown too perfect. We had extracted justice from innocent blood.",
        "Such is the way, even with the most clear-cut contract. There is always a chance that the law is wrong. That it made a mistake. The contract never lies, but it isn't always correct, either. Even the smallest of actions, harmless as they may seem, can cause a tidal wave of destruction for those following behind.",
        "A fool's pride veils his judgment. In a moment of passion, blood scrawled upon the wall says it all. \"Morag Tong.\" Those words scream out, loud and insistent. They echo throughout the world, labeling us as ruthless killers that follow no rules, that have no laws.",
        "The Tong, always hidden, working in secret, suddenly fell under scrutiny. They wanted to drag us out of the shadows and into the light. We withdrew, deeper into the shadows. Our contracts became fewer, our jobs turned into small tasks. We ran errands for bored House nobles. We endured.",
        "And we obeyed. We remained loyal. We swore on our lives to uphold the cause, and we would not turn our backs on it now, no matter the level of difficulty facing us. Even if the world had turned its backs on us, we would stay the course.",
        "Our leaders whisper to us. They tell us to practice patience. They assure us that the day shall come when our hand of justice once again reaches out to grasp the world. A coming darkness will soon sweep the land.\nAnd the Morag Tong will once more be needed. Will once again become relevant.",
        "But I am old and my days wind down. I prepare for my trip to Vounoura, and I must pass this mantle to someone younger now. Someone less experienced, less wise. My son and my daughter will soon take up the dagger, but they have not seen our greatness. They must forge a new path for the Morag Tong.",
        "The darkness of war comes, and no one shall be spared from its wrath.\nThe Morag Tong must put aside the wrongs it has endured. We must be ready."
    ]
}