{
    "id": "SaradinsDiary",
    "paragraphs": [
        "From the Diary of Saradin,\nDaughter of High King Durac",
        "My father and Virmaril spent another day and most of the night in the catacombs beneath Skyreach. They share a fascination for the dark arts, but sometimes I wonder if their friendship isn't too complicated. Father bears such a burden as the Nedic High King, and I fear that every time he asks Virmaril for advice he passes a bit of that burden onto my beloved.",
        "* * *\nWe haven't told father of our love as yet,  but Virmaril assures me that he will ask father for my hand in marriage in the very near future.",
        "* * *\nFather was furious. Despite his long friendship with Virmaril, he wasn't at all happy with the idea of his beloved daughter marrying a High Elf. I'm heartbroken over this, but I must remain strong. I am the High King's daughter, after all, and I have a duty to my father and my people. No matter how much this outcome pains me. And poor Virmaril. I've never seen him look so … shattered.",
        "* * *\nI'm going to marry King Kestic. Father arranged the marriage to help strengthen ties with Kestic and the northern clans. I still have powerful feelings for Virmaril, but I have to put them behind me. Our love is forbidden, and this marriage will make the Nedic clans stronger. I wonder if Virmaril has moved on with his own life yet?",
        "* * *\nThe barbaric Yokudans gather at our doors. I saw Virmaril and father together today. They both seemed worried. Oh, they try not to let it show, but I know them both so well. Virmaril says he has a plan to repel the invaders. He thinks father will support the idea. They just need to convince the other Nedic kings.",
        "* * *\nVirmaril was watching me throughout tonight's feast. There was a ... hunger ... in his eyes that I hadn't seen before. Perhaps I'm imagining things, but I could swear that Virmaril had no thoughts about invaders or armies or wars this night. He only had eyes for me.",
        "* * *\nVirmaril came to me in the royal chambers. I was hesitant to talk to him at first, but I didn't want to seem distant. He told me that he still loved me. Asked me to run away with him. I laughed at the idea, assuming he was joking. But I could see in his eyes, his feelings for me were as strong as ever. I turned away before my own emotions betrayed me.",
        "* * *\nVirmaril was cold today, distant. When I asked if he was well, he just said that I had helped him decide his next course of action. As soon as the meeting of the council of kings is over, I'll find Virmaril and apologize. I never meant to hurt him.",
        "I'm sure he'll understand.\n"
    ]
}