{
    "id": "SavingYourHide",
    "paragraphs": [
        "Too often, soldiers neglect one of the most important tools in their arsenal: the dagger. That's right, the humble boot-knife, the weapon favored by thieves and, yes, even assassins. It's easy to see why the short blade has a poor reputation among those who dream of charging into battle to gain glory by lopping off heads with a greatsword, but it can save you in a pinch.",
        "The well-rounded soldier is prepared for any situation, and that means familiarity with weapons large and small. A dagger can be your best friend—a concealed blade can cut your bonds free in the event of capture, it can give you a fighting chance should you become disarmed, it can skin a quick meal on the trail, and practicing with one can teach you volumes about mobility and close combat.",
        "If you want to be fully prepared for the battlefield, you'll practice these simple exercises at least once a week. Listen to my advice, and you'll improve your survivability tenfold.",
        "The Quick Draw: Strap a few small daggers where you can reach them easily. You might want one strapped to your thigh, one near your sword, or one at your shoulder. All you're going to do is draw them and bring them to the ready as fast as you can. Seems simple, but you need to master this step. If you can't get to them fast, you're as good as dead.",
        "Target Practice: Bows are fine weapons, but what happens when you run out of arrows and the foe is charging in? Practice some throws at the archery range, keeping your wrist stiff and making sure to follow through, releasing the hilt when it aligns with the target. This is especially useful when coupled with the Quick Draw exercise.",
        "The Reed: You'll need a partner with a practice weapon for this one. Keep a hand behind your back, hold your dagger in the other, and have them charge you with their best attacks. Your goal is to keep your feet planted and bend out of the way quickly. Don't back up; try to end up on the inside of the attack, where your dagger can be deadly.",
        "What are you waiting for? Get out there are spend some time with your dagger—you can thank me when it saves your life."
    ]
}