{
    "id": "SavioroftheAltmer",
    "paragraphs": [
        "<title>Savior of the Altmer, part 1</title>",
        "Let it be known that what I have done here, in Elden Hollow, I do for the Altmer, though they refuse to help themselves.",
        "What follows is a memoir of sorts, for the Thalmor will no doubt feel they have been betrayed. But I am the only Canonreeve working towards a greater good—towards a better existence for the Altmer.",
        "12th of Morning Star\nI have seen the numbers. The Aldmeri Dominion loses hundreds of soldiers every fortnight in this accursed war—and we have a long road ahead of us.",
        "When all is finished, we will have lost an entire generation of Altmer. Teachers, scholars, and mages march off to fiery death and the Thalmor are happy to give them up. It's heinous.",
        "I can understand that the Khajiiti leaders (with less than five of their number in the Thalmor!) and the Bosmeri Treethanes would be eager to offer Altmeri blood to end this conflict. But my fellow Canonreeves are equally willing, and I cannot abide by it.",
        "8th of Mid Year\nMonths have passed and the Thalmor continue to pass Altmeri youth through the Dominion war machine like they're an inexhaustible resource. We possess the greatest military minds in Tamriel and all we can do is tear our best and brightest from their lives to fight like savages in far-off lands.",
        "9th of Last Seed\nI was a fiery mage in my youth, and I've retained a lesson or two since then. If I cannot get support from the Thalmor to bring a more expedient end to this war, then I will bring about the end for them.",
        "<title>Savior of the Altmer, part 2</title>",
        "11th of Frostfall\nMy career as a mage ended abruptly when I realized the manipulation of people and policy was infinitely more satisfying than collecting animal feces to spark a fire.",
        "However, I am forced to admit that perhaps Oraneth the Master-Wizard could end this war much more quickly than Canonreeve Oraneth is able to.",
        "23rd Sun's Dusk\nI can think of a hundred ways to finish this war … none of which a mage of my stature could accomplish. The Guilds offer no solace. I saw that grinning fool Bakkhara again. At least I believe she was grinning. I can never tell with the Khajiit.",
        "I have but one recourse.",
        "<title>Savior of the Altmer, part 3</title>",
        "1st of Morning Star\nThe pact is made. I fear even my ancestors would frown on me, or hunt me in the streets for this. I do not doubt the Thalmor will be displeased.",
        "But it is necessary. I have taken a sabbatical from my position as Canonreeve these last months in my effort to conclude this war, but I have been reviewing the field reports. This conflict is claiming double the Altmeri lives as were being lost when I embarked on my journey.",
        "The choice I made was the correct one.",
        "My new master, and the army he has promised, will ensure this war is finished before the year's end."
    ]
}