{
    "id": "TheScaledElves",
    "paragraphs": [
        "Sailors are known for their stories. Tall tales of faraway places, great beasts, vast treasures, beautiful temptresses, and storms that could end the world. Many take these claims with a healthy dose of skepticism, but not all the legends you hear are pure fantasy. Away from the relative calm of the Iliac Bay the sea can harbor some truly frightening things. Among them are the Maormer leviathans.",
        "If you've never seen a Sea Elf, they're strange, but unremarkable. Similar to High Elves in build, their skin is the color of ocean spray and their eyes pale. Most wouldn't give them a second glance if not for their elaborate tattoos and their vicious demeanor. The ones their kind call leviathans, however, they'll make your blood run as cold as their own.",
        "The spawn of some unholy and sorcerous coupling of Sea Elf and Sea Serpent, these giants stand a head and a half over the most towering of Nords when they draw themselves to their full height. A rare sight since these Elves mostly carry themselves in a beastly posture, bent and arced like a snake ready to strike. When they do make their move, they don't so much stride as slither along in an uneven predatory lope—like they're unused to both land and legs.",
        "The first time I laid eyes on one in the flesh, she was clambering up the hull of my ship like a centipede—weaving back and forth as she effortlessly glided up the slippery boards. The way the light glittered off her blue scales was almost beautiful, but her dead, white eyes were as impassive as a shark's and her grin as mirthless.",
        "I doubled over in fright as she shot over the starboard railing. She was on me in an instant, pinning me to the deck with her great size, ready to strike me down with a killing blow, or so I thought. Instead, she regarded me with a chilling dispassion and I froze like a mouse that's locked eyes with a snake. I was both captivated and terrified. It was the popping of her jaw stretching out of place to swallow me that finally snapped me out of my shock and gave me the sense to struggle.",
        "I was no match for the leviathan's strength, but I managed to wrest a hand free and drive it into the back of her throat. The gout of flame she choked on put an end to her perverse existence, but the mark she left on me I'll carry until the end of my days. If you should ever see the scaled Elves lurking below the waves, my prayers go with you."
    ]
}