{
    "id": "ScandalsofSolitudesRoyalty",
    "paragraphs": [
        "Compiled by Erisa Sylbenitte of the Coterie of Organized Scholars",
        "In gratitude to the many families of Western Skyrim who shared their family lore with me.",
        "We know much more about the High Kings Erling, Harald, Logrolf, Svartr, and Svargrim than about those who filled the gaps between their reigns. Yet, due to sources such as Nord verbal lore, some important and perhaps salacious stories of earlier high kings and their families pass through family lines, unrecorded in mediums such as treatises, books, and scrolls. Herein are a couple of the more, shall we say, scandalous tales of the royal families of Solitude.",
        "The Bloody End of \"Head-Rolling\" Roleke",
        "Sometime in the late first era, a young jarl named Irthvyd the Impassive, so called for his stoic reserve and calm presence, rose to prominence among the Nords. Though Irthvyd's native hold's name is lost to the ages, he helped Solitude regain order after the ruling high king, \"Head-Rolling\" Roleke, decapitated over twenty rebels in less than five minutes ... by herself. (Some sources state that her then-spouse numbered among these twenty—she went through a succession of many spouses during her reign.) Shortly after, the population of Solitude rose up, having dealt with enough of this behavior from their leader, and besieged Roleke within the Blue Palace itself!",
        "Irthvyd, along with his warriors, heard of the rising disquiet due to being in the area, so he headed toward Solitude. When he reached the gate, Kyne appeared to Irthvyd, stating Roleke had died at the hands of her progeny only hours before. Sadly, these sons and daughters also died due to wounds dealt by the fierce and bloodthirsty Roleke. Thus, Solitude had no high king or blood heirs in residence any longer.",
        "In rode Irthvyd, with the favor of Kyne, ready to help the citizens of Solitude untangle the resulting snarl. Mere hours later, he was crowned High King of Solitude, with the blessings of Kyne upon him!",
        "Thanks to Irthvyd's steady rule, peace settled upon the holds after years of Roleke's bloody reign. Decades passed, and young Irthvyd became middle-aged Irthvyd, with no spouse. While the lack of heirs is not an inordinate problem among Nord royalty, it did raise questions. Irthvyd steadfastly refused both a spouse and the possibility of blood heirs. The title of high king eventually passed to Irthvyd's most senior advisor, Temylda, who battled several jarls in single combat and won. This, of course, led to my next bit of gathered verbal lore.",
        "Alldimar the Ghostmaker",
        "Forty years after Temylda's reign ended, a new high king took the throne through bloodshed and violence. Alldimar, a Nord with many skirmishes against the Reachmen under his belt, succeeded at wresting the title from an untested child heir primarily through a good sense of battle tactics and a knowledge of arcane matters that most Nords would sneer at. Despite his blood-drenched ascent, as he settled into his rule, peace spread throughout the land, and none could complain about his administrative and diplomatic behaviors after he took Solitude. As it stood, many had questioned the wisdom of passing rulership to a child, whose name and provenance is lost to history. Additionally, it suits the Nord's battle-seeking nature to have such a heroic and field-tested figure as their leader.",
        "Yet, all was not completely well with Alldimar. Sometimes servants caught their liege talking to someone who wasn't there. They also whispered about one of his advisors, an icy-eyed woman named Freiretta, who kept to herself when not in Alldimar's presence. None were allowed in her quarters.",
        "As these stories spread among Solitude's people, a sense of unease grew. Had Alldimar been hit on the head one too many times in battle? And who was Freiretta really? Was something more going on here?",
        "A year and a day after he ascended to the throne, the accidents started. Each week, another person in Solitude would die in a bizarre fashion. One was pinned to the Lonely Troll by a badly aimed arrow that was carried by the wind oddly. Another simply tripped, landed on his arse, and died. Yet another got trampled by horkers fleeing some unseen threat.",
        "And servants whispered that they started hearing disembodied voices around the high king's quarters.",
        "Only after Alldimar's death a year and a day after the first accident did his secret get revealed: the skulls of every single one of those \"accident\" victims nestled together on a secret shelf within the high king's quarters. To what purpose, though?",
        "Whatever the reason, High King Alldimar gained the moniker \"Ghostmaker\" due to this finding.",
        "My sources note that priests saw to the proper rites for these displaced remains, though servants claim that they hear voices and see shapes out of the corners of their eyes within the Blue Palace to this day."
    ]
}