{
    "id": "ScaryTalesoftheDeepFolk",
    "paragraphs": [
        "<title>Scary Tales of the Deep Folk, Book 1</title>",
        "Welcome back, dear reader, to another volume of \"\"Scary Tales.\"\" I write to you today from inside the mysterious and miraculous town of Markarth. Built long ago by the vanished Dwarves, the city has survived for centuries. It now serves as home to a group of Reach clans united under Ard Caddach, a Reach warrior of some repute. Ard Caddach is the first chief to unite the Reach under one banner since his cousin Leovic did so!",
        "",
        "After the success and popularity of your fair scribe's last tome of tales both unresolved and unexplained, Scary Tales of the Druadach Mountains, your traveling tale-teller was invited to the city of Markarth by none other than Ard Caddach himself. The ard hopes to correct the impression that the Reachfolk are barbarians (an impression your fair scribe never meant to convey, of course!) and remind all my readers that the people of the Reach, like all peoples, have a grand culture and a rich tradition of storytelling.",
        "",
        "And so, against the advice of both my patrons and my fellow scribes, I undertook the long and perilous journey to Markarth to meet with Ard Caddach and immortalize the long-told tales of his people.",
        "",
        "Below are three accounts of strange and unexplained events in the Reach from the Reachfolk of Markarth themselves, collected for the first time by one humble scribe. So settle into your favorite chair, grab yourself a mug of mead, light the lanterns against the dark of night. Then read on—if you dare.",
        "",
        "* * *",
        "The Fish-People in the Dark Places",
        "",
        "Our first tale comes from a Reach vateshran, or history keeper, whose tribe lived in the mountains above Markarth for decades. Many years ago, she said, their scouts reported sightings of startlingly humanoid creatures coming and going from the caves below where the clan lived.",
        "",
        "At first the clan thought these creatures to be goblins, yet these goblins were hairless, eyeless, and had dead-gray skin like that of a fish. These \"\"fish-people,\"\" as the clan took to calling them, had never approached the camp and never attacked any Reachfolk. Yet the clan refused to take chances with such obvious abominations.",
        "",
        "The clan-chief formed a war party and led it into the caves below, determined to force out these fish-people and secure her clan's territory. Yet the party encountered no resistance, even after they searched all the caves. They found no sign of any fish-people inside, despite their scout's report that a number entered the caves mere hours before the war party arrived.",
        "",
        "Later that night, in the darkest hours before the morning, the first attack occurred. Several Reachfolk were silently murdered, their bodies left gruesomely displayed, while others disappeared entirely. Once again, the clan-chief gathered her best hunters and strode into the caves. She planned to root out the fish-people who had attacked her clan and destroy them. And once again, a full day's search revealed only empty caves.",
        "",
        "That night, the clan remained on full alert, but no more attacks came. Each night for weeks after, the clan posted pickets. Yet no more attacks came, and there were no more sightings of the fish-people. More than a month passed before the clan-chief finally allowed her clan to resume their normal patrols, and that same night, the fish-people struck again. This time, they left the bodies of several elders strung up on the mountain, and worse still, several children vanished entirely, never to be seen again.",
        "",
        "Enraged by yet another cowardly attack and an egregious assault on the most vulnerable members of her clan, the clan-chief flew into a righteous fury. She called forth her witches and shamans, and summoned additional magic support from neighboring clans. One by one, they sealed the caves below the clan's land. She had them collapse each wound in the mountain with rage, magic, and force of will, and when they were done, there was nothing but heavy piles of broken rock where the caves once stood.",
        "",
        "The clan remained wary for many months after, but no more attacks came, and no more fish-people were ever seen. The clan's clan-chief was wise to seal the caves, yet the lack of vengeance forever gnawed at her and her clan. Who were those fish-people, they asked, and how were they able to hide unseen in the caves?",
        "",
        "<title>Scary Tales of the Deep Folk, Book 2</title>",
        "This next tale comes from Markor, a Reach scout I met in the River's Bounty inn. He relayed a moving tale of music, youth, and tragedy. Read on, dear patrons, and decide if you dare believe this young scout's tale!",
        "",
        "* * *",
        "The Music Beneath the Mountain",
        "",
        "Most Reachfolk shun the ruins left by the long-vanished Dwarves (a scary tale for the ages!), but not all. Two young Reach scouts, Markor and Esana, once determined to explore where none in their clan dared tread. They chose to brave the Dwarven ruins beneath the mountain and make a name for themselves. So together, they delved the depths of Dwarven cities, facing automatons and worse to prove their courage.",
        "",
        "It was while exploring deep inside one such ruin—the Reachfolk called it Darkhollow, though its Dwarven name remains unknown—that Esana first heard the music beneath the mountain. Try as Markor might, he heard nothing, yet Esana, he insisted, heard the music as loud as a storm. She said it was everywhere.",
        "",
        "Esana tried often to describe the music to Markor: As the song of a brass bird singing in dark places, and the symphony of cogs and rock, and the hymn of steam and fire. Yet though she followed the sound beneath the mountain and Markor followed her, neither ever discovered the source of the mysterious music.",
        "",
        "Over time, Markor told me, Esana became obsessed with the music, humming it after she and Markor returned to camp and even, he said, in her sleep. Her humming was all but tuneless yet strangely compelling, and to this day Markor cannot wipe the sound of Esana's tuneless humming from his mind.",
        "",
        "Esana insisted on traveling into Darkhollow every day, forsaking her duties as a clan scout. Soon the clan's witchmother forbade all travel to Darkhollow for both Markor and Esana. The next day, risking the wrath of the witchmother and exile from the clan, Esana left for Darkhollow one last time.",
        "",
        "Though the witchmother forbade Markor from following Esana, he defied her, certain his childhood friend would not return until she had found her quarry. He feared Esana would lose herself while searching for the music beneath the mountain, music only she could hear. He feared she would go so deep she would never emerge. Markor found Esana's pack outside the ruin and went as far inside as he could.",
        "",
        "Markor's search ended in tragedy. In the end, all he found of Esana, his childhood friend, was a smile scrawled on an animal skin left in the deepest part of the Darkhollow. A sorrowful Markor understood the meaning of the drawing perfectly, and it broke his heart.",
        "",
        "\"\"I found it,\"\" that scrawled drawing said. It was the last message Esana left behind for her best friend.",
        "",
        "Esana was never seen again.",
        "",
        "<title>Scary Tales of the Deep Folk, Book 3</title>",
        "The Reachfolk of Markarth have many dark and harrowing tales of mystery and magic, so many that your humble scribe had difficulty deciding which tale to record first. Yet of all the tales told over the fire on the night I was allowed to listen in, the tale of the bleeding tree is the most unsettling and strange. Enjoy!",
        "",
        "* * *",
        "The Hunter and the Bleeding Tree",
        "",
        "The story is older than the most ancient vateshran, passed down from clan to clan over generations, and there are many variations, but they all begin the same. A hunter of the Reach once drew his bow and loosed upon a deer in a dark forest. Yet as he did so, some other animal snapped a twig nearby. The deer, startled by the loud crack, leapt into motion, leaving the hunter's arrow to imbed itself in a tall and ancient tree.",
        "",
        "Cursing his fleeing supper and rotten luck, the hunter went to retrieve his arrow. Yet when he approached the tree, he found the oddest sight. His arrowhead, sharp and true, had buried itself in the bark of the tall and tangled tree. And from the tree's wound, a fresh stream of bright red now flowed.",
        "",
        "At first the hunter was certain it was some kind of colorful sap. Yet the closer he looked, the more certain he became that the tree was dripping blood. A single taste of the red flow running down the bark confirmed this. This tree, struck by his arrow, bled bright, salty blood. The hunter was perplexed.",
        "",
        "Determined to uncover the truth, the hunter pulled out his knife and stabbed the tree. His fine bone blade, honed and sharp, cut straight through its warm bark. More blood flowed from each wound he inflicted, and the hunter, unable to understand how a tree could bleed, stabbed again and again. Some versions of the tale say the hunter felt guilty for wounding the tree and hoped to put it out of its misery. Others say he flew into a rage upon tasting the tree's blood, driving him into a warrior's fury unlike any he ever knew before.",
        "",
        "Whatever his reasons, in every version of the tale the hunter stabs the tree until its wounds are legion. The pool of blood at its base soon grows deep enough to lap at his ankles. Exhausted from his assault on this tree that should not bleed and will not die, the hunter retrieves his arrow and leaves, determined to find his clan and tell them what he has seen. The hunter must know if he has gone mad.",
        "",
        "The next day, the hunter and his clan returned to the place where he found the bleeding tree, yet there was no tree. Only a puddle of darkened blood remained, dried and brackish, devouring the sunlight pouring through a hole in the canopy. A hole the hunter swore to his clan was not there the day before.",
        "",
        "The hunter's fellow clan members then mocked him, assuring him the blood had come from a dying animal. Yet even they were hard pressed to think of any animal that could leave behind a pool of blood so large and yet no corpse. There were no tracks, no depression from a body. Just the round, brackish pool.",
        "",
        "Over time, the clan and even the hunter who had wounded the tree put the matter aside. Soon, it became nothing more than a tale for the campfire—until exactly one year had passed since that hunter wounded the strange tree.",
        "",
        "That morning, the other clan members found the hunter in his tent after he failed to show up for the morning meal. They discovered him with his own arrow imbedded in his chest. Countless stab wounds peppered his body, and he lay in a brackish pool of his own blood.",
        "",
        "Yet the clan found no footprints inside or outside the tent, and the scouts reported no one entering or leaving the camp the night before. Cursing their ill luck, the clan's chief ordered both the hunter's body and his tent burned, hoping to appease whatever forest spirit had struck him down. The clan then left the area and never returned to that particular stretch of wilderness, wary that someone would find another wounded tree.",
        "",
        "* * *",
        "Here ends the latest volume of Scary Tales. Rest assured, dear readers, that the Reachfolk have shared many grand and scary tales with me throughout the nights they welcomed me into their circle. As Ard Caddach so clearly explained, the Reachfolk are not barbarians or brutes, but people like any other, with an oral history that is rich and storied. Their strange land is truly a world of scary tales!",
        "",
        "Once again I thank you for your generous support. Watch for another volume soon!",
        ""
    ]
}