{
    "id": "ScaryTalesoftheDruadach",
    "paragraphs": [
        "<title>Scary Tales of the Druadach, Book 1</title>",
        "Welcome back, dear reader, to another volume of \"\"Scary Tales.\"\" This time we explore the remote wilds of the Reach, specifically the fierce and uninviting Druadach Mountains area. The barbaric Reachfolk are as reclusive and perplexing as they are dangerous, and these tales were not gathered without significant risk.",
        "",
        "Yet once again, through your seasoned storyteller's charm, quick wit, and ability to run very fast, I have escaped to bring you, my readers in the Imperial City and beyond, accounts of the unconfirmed and the unexplained. Now settle in, grab a drink, light your lantern, and read on—if you dare!",
        "",
        "* * *",
        "The Wolf with the Daedric Howl",
        "",
        "Our first account of the unexplained comes from survivors of a Redguard merchant caravan, who endured a callous calamity of cataclysmic proportions while hauling a load of fine rugs and carpets from Dragonstar to Solitude. Our soon-to-be-imperiled group of unsuspecting carpet carriers set out from Dragonstar at the end of Rain's Hand, hoping to take advantage of a shortage of noble finery in Solitude that particular season. The caravan consisted of two Crown merchants protected by eight seasoned sellswords led by Captain Hakmir, the Blade of Bergama.",
        "",
        "The merchants told of an odyssey that seemed cursed from the start. Not a moment after they crossed the border into the Reach their caravan was beset by the worst of storms—a steady, driving rain that continued for days on end. Even the Redguard wagons and their sturdy horses, strong and hardy from dragging wagons through the sand, had trouble keeping pace in the mirthless and muddy conditions. Despite the best efforts of caravaneers and horses, the caravan fell days behind. Yet this troubling inconvenience became all the more sinister when two of Captain Hakmir's sellswords vanished in the night!",
        "",
        "There was no call of alarm from the vanished, and no bodies found the next day. Yet the night before their fellows vanished, all the caravan survivors recall waking to the mournful howl of a single wolf. It was a howl so terrifying and dreadful that it woke all who huddled fitfully in their rain-soaked tents. It left them awake long after the howl faded. A howl, they said, like a Daedra's roar.",
        "",
        "The rain slacked by morning, yet search as they might, the other six members of the caravan's escort simply could not find any footprints or other signs of their missing brethren. Two seasoned Crown warriors simply vanished, as if taken by the very storm that plagued the caravan! Or taken by a Daedric wolf?",
        "",
        "The lead merchant counseled caution. Should the caravan turn back? But Captain Hakmir, confident in his skills and determined to find his missing soldiers, assured the merchants they could press ahead. So press ahead they did, only to have the driving storm replaced by the worst of fogs. One merchant told your chronicler that the fog grew so thick she couldn't see her fingers in front of her face!",
        "",
        "Worse, the survivors shared, were the howls. Brazen and unrelenting, the same terrifying howl that had awoken the caravan the night the first sellswords disappeared was heard again and again during the day, erupting from the fog, and always too far away to trace. The sellswords closed ranks, cursing and muttering among themselves, waiting to defend themselves. But no attack came. As the caravan plodded on, they grew certain the howling was just some wicked trick of the Reach. The barbaric clans of the Reach would never dare attack six Crown Redguards on the road. Such seasoned warriors would not be taken by surprise again!",
        "",
        "The night after the fog rolled in, Captain Hakmir declared that his sellswords would sleep in shifts, three on and three off, until first light. His plan seemed sound until, once again, in the darkest of the fog-filled night, the wolf's Daedric howl split the night. All in the camp awoke at once, and Captain Hakmir called to his soldiers in the dark. Yet none responded. With the grimmest of glares, the Blade of Bergama ordered his last two soldiers not to leave the caravan under any circumstances, then drew his giant blade. Hakmir strode into the fog to face the Daedric wolf and learn the fate of his companions.",
        "",
        "And the brave Captain Hakmir, your tarried teller of tales must tragically report, never returned.",
        "",
        "The fog remained the next morning, joined by another forceful rain, and soon an axle on one of the hardy Redguard wagons snapped. How could this be? The wagons were repaired and fortified in Dragonstar before they departed! Left with the prospect of plodding on for two weeks beset by storms, fog, and this wraithlike, wayward wolf, the Crown merchants made the decision to abandon their wagons and rush on to Solitude by horse. Carpets and silk, they declared, were not worth the deaths of those still alive!",
        "",
        "As soon as the party left the wagons, riding two astride each horse with the last animal carrying what possessions they could salvage, the deadly fog lifted. A tense four days later, the survivors arrived in Solitude, bereft of their abandoned wealth but otherwise unharried and unharmed.",
        "",
        "Yet Captain Hakmir and the six brave sellswords who vanished have not been heard from since. Only the memory of the Daedric wolf remains, seared into the minds of all who heard its howl. A wolf made of storm and fog, stealing the unwary in the night and then vanishing, like its victims, into the shadows of the Druadach Mountains.",
        "",
        "<title>Scary Tales of the Druadach, Book 2</title>",
        "The next tale I wish to share deals with illness and treachery in the shadows of the Druadach Mountains. Enjoy the scare!",
        "",
        "* * *",
        "The Seeping Sickness of Karthwasten",
        "",
        "While the beleaguered town of Karthwasten in the northern Reach has stood for generations, it has changed hands between the hardy Nords and deceptive Reachfolk more often than a gold coin in a Senchal gambling den. Yet though troubling tales of treachery from this town are as common as grains of sand in Alik'r, one tale of woe and death eclipses them all—the Seeping Sickness of Karthwasten!",
        "",
        "Twenty or so years ago, it is said, the Reachfolk had once again pushed out the Nord inhabitants of Karthwasten, burned their homes, and seized Karthwasten as their own. This Reach clan was particularly vicious, and those brave Nords who attempted to breach Karthwasten faced an army of both Reachfolk and beast. These Reachfolk, it is said, had made common cause with ravenous werewolves!",
        "",
        "The town remained in Reach hands for almost a year until Ulgar Stonebeard, a decorated Nord reaver, met a powerful Reach-witch known only as the Raven's Hand. It is said that Ulgar and the Raven's Hand first met on the battlefield, yet neither could best the other. After a two-day conflict, they ceased their combat and broke bread. Ulgar then learned the Raven's Hand was no friend of the clan of reckless werewolf warriors in Karthwasten, and Ulgar, his warriors say, made a dark deal with this diabolical diva.",
        "",
        "The Raven's Hand took the field before Karthwasten, protected by Ulgar's warriors, and made many unclean sacrifices. Chanting words both fair and foul, she summoned a rain as black as pitch, a sorcerous storm that covered Karthwasten and its buildings in filth. Soon after, the screaming began.",
        "",
        "The gates opened and Reach warriors stumbled out, shrieking as the very flesh on their bodies was seared away by the pitch-black rain! Even the Reach's mighty werewolves were afflicted, and their tortured howls were like those of wounded animals. Ulgar, his warriors reported, was delighted by the carnage, and ordered his soldiers to charge into the town and dispatch the Reach survivors.",
        "",
        "Yet even a host of hardy Nord warriors balked at stepping into a town covered in sorcerous pitch. The Raven's Hand assured Ulgar the pitch would only harm the Reachfolk and werewolves, yet the Nords dared not trust the words of a witch of the Reach. The screams in the town chilled their bones. Seeing his warriors thus cowed, Ulgar cursed them all as cowards and strode into the town, hacking down those few stumbling Reachfolk who tried to challenge him. And as he stood in the center of the town, shouting for the survivors to face his axe, a single drop of pitch landed on his brow.",
        "",
        "The drop of pitch grew upon Ulgar's helmet like a living thing, blossoming and covering his head like a shroud. Soon Ulgar's whole body was coated in pitch, and he turned, the Nords said, to present a smile as black as death itself.",
        "",
        "Seeing treachery, the other Nords attacked the Raven's Hand, hoping to fell the ravenous witch who had taken their commander. Yet the Reach-witch only laughed as their axes struck air and a swarm of ravens took to the skies, sounding their raucous caws. And the Nords, as their now pitch-covered commander advanced on them with sickness dripping off his seeping axe, fled the battlefield.",
        "",
        "To this day, we hear tales of those who have seen a massive pitch-covered warrior prowling the shadows cast by the Druadach Mountains, wielding a dripping axe that melts both flesh and steel, as the laughter of the Raven's Hand follows in his wake. He is death grinning from ear to ear, hacking apart all who cross his path—the Seeping Sickness of Karthwasten!",
        "",
        "<title>Scary Tales of the Druadach, Book 3</title>",
        "By Cassia Volcatia, Traveling Scribe",
        "",
        "I have on final tale to share with you now, dear readers. It involves witches and magic. And it takes place, as all such tales, in the shadows of the Druadach Mountains!",
        "",
        "* * *",
        "The Sister Who Turned Her Skin Red",
        "",
        "This tale comes from one of the few Reachfolk who would speak to your humble teller of tales without attempting to poke her with an axe. It is, in this fair scribe's opinion, the most chilling tale of all. The old woman spoke of two sisters, one fair and one dark, who were among the greatest of the Reach witches until their lust for power, in the old woman's words, devoured their good sense.",
        "",
        "The fairer and elder of the Reach-witches, Tancia, was chosen by virtue of age and her powerful mastery of air magic to command her clan. Yet Tancia soon faced a challenger she had never expected—her sister Ulecia, younger by a year, and as powerful with water magic as Tancia was with air!",
        "",
        "None in the clan could challenge either sister in combat, yet neither could anyone in the clan bear to see one sister slay the other. Tancia and Ulecia were the pride of the clan, the most powerful witches in generations, and no clan member wanted to lose such treasures. Yet no matter how the clan members pleaded with the sisters, Tancia and Ulecia could not agree on who would lead their clan. Eventually, the clan settled on the only way to decide the stalemate. A contest of miraculous magical tasks!",
        "",
        "And so Tancia and Ulecia set themselves to a variety of feats of magical strength, each surpassing the other. It is said Tancia summoned a whirlwind powerful enough to move a cart, only to be dismayed when her sister summoned a river of water powerful enough to uproot a tree. No sooner had Ulecia made the clan's water as sweet as honeyed mead than Tancia made the clan's hunters as light as air, letting them walk into the sky and back down as easily as if climbing or descending a set of stairs.",
        "",
        "In the end, the old Reach woman reported, it was Tancia who escalated the contest beyond reason. Desperate to best her younger sister, Tancia consorted with a Daedric Prince, offering to serve for seventy years in exchange for the power to command her clan. Yet like all Daedric bargains, the Prince offered more than Tancia requested. When she returned to her clan's camp on the day before the new chief was to be nominated, Tancia's fair skin was gone, replaced by skin as red as blood and eyes that glowed like tiny fires. And then, in front of the entire clan, Tancia boiled the air, roasting her sister alive.",
        "",
        "Horrified and betrayed, the clan broke apart, yet the old Reach woman says the sister with the red skin and eyes of fire still wanders the wilds where the clan once roamed, screaming out challenges to anyone who can end her lonely existence—a solitary, mirthless, endless life without clan or family.",
        "",
        "Yet the power the sister with the red skin possesses has become absolute, and none can defeat her. She remains a prisoner of her Daedric bargain, cursed with power no one can match and an immortal existence no one can end. Of the two sisters, the old Reach woman told me, Ulecia was the lucky one. She got to die free.",
        ""
    ]
}