{
    "id": "ScaredLittleSnowMoth",
    "paragraphs": [
        "Scared Little Snow Moth hated being afraid. She wanted to be brave like her friends, but she frightened much too easily. The world was a big, spooky place to the Scared Little Snow Moth. She avoided venturing into it as much as she could.",
        "One day, however, she left her cozy tree to search for food. It was a cold, blustery day. Scared Little Snow Moth did not mind the snow, or the chilly wind against her wings, but she feared what the blizzard concealed. She did not want to run into a monster.",
        "As she flew, she saw a light in the snow. She thought it might be the eye of some horrible monster, but when she got closer, she realized it was just a tiny torchbug.",
        "Mean Old Torchbug had grown tired of his adventures in the kwama mine. He traveled far until he reached a land covered in snow and ice, but now he was quite bored. Then, he spotted the Scared Little Snow Moth. A wicked thought popped into his head as he watched her float among the glittering snowflakes.",
        "\"Hello, Little Snow Moth,\" Torchbug called out, his voice popping like flames in the cold, \"What are you doing out in this storm?\"",
        "\"I'm hungry,\" Scared Little Snow Moth said in small voice, \"I don't want any trouble.\"",
        "\"If you're hungry, you should explore that cave over there,\" Torchbug sang, \"It's full of delicious food!\"",
        "Scared Little Snow Moth spotted the cave. It didn't look very safe. In fact, it looked quite dangerous! She knew of a place that was much less frightening where she could gather food more safely.",
        "\"Come now,\" sang Torchbug, \"I'll stay nearby and make sure nothing happens to you. Don't you want a tasty feast?\"",
        "Scared Little Snow Moth thought about this for a long moment. She was frightened, but not foolish.",
        "\"I don't believe you,\" she said, \"You just want me to go into that cave and get hurt.\"",
        "\"Not hurt, just eaten! I think I would like to see someone make a feast out of you, Little Snow Moth.\"",
        "\"Not today, Torchbug,\" Scared Little Snow Moth said in a slightly bigger voice than before, \"I am much too frightened to be eaten.\"",
        "\"If you insist, Little Snow Moth. Goodbye,\" Torchbug sang.",
        "And Scared Little Snow Moth flew as fast as her wings would carry her through the snow, leaving Torchbug behind. She did not speak to anyone else. As soon as she gathered her food, she raced back to her cozy tree and huddled up against the bark where she knew she was safe."
    ]
}