{
    "id": "SchemesoftheReachmage",
    "paragraphs": [
        "As the official Mages Guild representative to the Lion Guard's efforts to stop the Reachmage known only as Angof the Gravesinger, I have decided to record my findings and speculations in case anything untoward happens to me while I'm out in the field. Who knew that the work of the Mages Guild could be so dangerous or so exciting? Anyway, this is accurate and up to date as of the time that I write this. Anything that turns out to be proven false or revealed at a later date I'll have to deal with in a later volume. Unless I can devise a spell that automatically updates my writing—no, no, I need to focus on one thing at a time!",
        "Angof has a number of associates helping him to complete his plans. I think he calls them \"Minions.\" Let's review the ones I suspect to be working with this vile necromancer.",
        "Faolchu, who seems to be associated with were-creatures and has launched an assault on Camlorn, appears to me to be following the orders of a more-powerful individual. I believe that individual to be Angof, but I have no proof of this connection as yet.",
        "The Bloodthorn Cult obviously has ties to Angof. Whether he leads the cult or is simply a member I haven't yet determined, but I'm positive that the two are connected. The cultists scour the land for relics and items of power, and they seem to count a large number of necromancers as part of their order. I wouldn't be surprised if they had ties to some Daedric Prince or other. Molag Bal, if I had to hazard a guess.",
        "Daedra, too, appear to be arrows in Angof's quiver. He casts them out into the world as a farmer throws seeds into the wind. I'm sure there are more of Angof's minions hiding in plain sight, but anything else I put forth at this point would be beyond pure speculation. Instead, let me turn to what I have discovered about the Reachmage himself.",
        "First, he seems to be poisoning the land in some way. The vile vines that grow wherever he has passed demonstrate how his foul magic pollutes the countryside. His very name—Gravesinger—speaks to his fascination and fluency with death magic. Death and decay are his domains, and he seeks power over life and death.",
        "His followers consider him a strong and persuasive leader. Many of them would literally die to please him. Such devotion isn't healthy, and I find it more than a little scary that someone could have such an effect on people.",
        "Angof seeks to cause as much chaos and mayhem as possible. Beyond that, I'm not sure of his ultimate motives. Has he come to Glenumbra to conquer us or destroy us? And in the end, does that distinction even matter? All I know is, we have to find a way to stop him. We have to!",
        "Well, I'll have to pick this up again at a later date. Now I have to head out and meet up with the Lion Guard at their redoubt near Cath Bedraud. Let's see if I can apply the knowledge that I've gathered to the task at hand."
    ]
}