{
    "id": "SeaLoreforArcaneCrafting",
    "paragraphs": [
        "by Rianara Aulamer",
        "",
        "Chapter: On the Shores and Sands",
        "",
        "As has been discussed in prior chapters, the constant movement of the seas of Nirn, their interconnectedness, and their inviolate solitary depths and mysteries can provide many different opportunities for the crafty arcanist. These mysteries can be used to craft spellwork, cast enchantments, and of course create serious alchemical concoctions.",
        "",
        "(As always, understand that serious alchemy is the craft studied by those steeped in magecraft and trained in the ways of different schools of magic. This is not your local wise woman's tonic for easing the pains of childbirth, or some hedge wizard's cure for warts. Serious alchemy is an arcane discipline of the highest order. But I digress.)",
        "",
        "The tidal pools and sands of different regions provide a bounty of alchemical reagents. This area of study is in its infancy and continuing to grow, although some cultures appear further along than others. The Sload, for example, are said to derive their magic from the sea. What detritus of their arcana lie on the sandy shores of the Systres Archipelago? And what may have drifted to wash up on the Gold Coast?",
        "",
        "A smoothly worn and sea-polished stone of some strange blue color that washes up on High Isle's shore will have different properties from a similar piece that has tumbled through the oceans for hundreds of years before landing on Anvil's coast. One must test and thoroughly examine any items found to understand what if any arcane properties they possess and how they might be utilized in spells or alchemical preparations.",
        "",
        "In this chapter, I discuss some of the items you should seek out along the shores of our world, if your magic is inclined toward using sea-born components.",
        "",
        "Stones, for example, can be found on most shores. Locating those that the sea has smoothly rounded over time and are small enough to fit the palm of your hand, or to set upon a staff or circlet, are greatly prized. The Maormer, who the common folk call Sea Elves, seek these seastones to use in their sea-related rituals. One Maormer who deigned to speak with me—after a few drinks in a tavern I shall not name—said that the hues of blues and purples are highly valued among his people, but that they are rare in the extreme. I have no way of verifying the truth of this statement, but he wore an earring decorated with a very small, pale blue stone that glowed with an inner light. He would not let me examine it. And again, I digress.",
        "",
        "But he was correct, the colors of a seastone are important. A smooth yellow-cast stone is lovely, but does not have much arcane value. Blue and purple seastones have a high degree of arcane resonance, whereas red and green stones fall somewhere in between."
    ]
}