{
    "id": "SeaGiantPredation",
    "paragraphs": [
        "Few mysteries in the hazardous northern waters terrify sailors as much as the Sea Giants. Rare enough to be creatures of legend, Sea Giants have nonetheless appeared in Nord maritime tales dating back to the First Era. Despite this long history of encounters, little is known about Sea Giant culture and behavior.",
        "The evidence that can be gathered from fisherman's tales suggests that unlike their landlocked, herding cousins, Sea Giants are capable of complex tool usage and group coordination as they hunt their natural prey—the whales that lurk below the sea ice.",
        "While mammoth herders form an alliance with their herd and live in peaceful harmony, Sea Giants are cunning, efficient, and fearless predators. With great luck, I had an opportunity to observe the results of a Sea Giant hunt which washed ashore. The carcass was a wealth of information for the keen naturalist's eye.",
        "Upon approaching the dead whale, the most striking observation I had, aside from the smell, was the large wooden shaft emerging from just above the creature's dorsal fin. Wider than a Nord's thigh, the pole appeared to be broken off in its hide. The end was tipped with a point similar in structure to a harpoon, carved of solid bone and lodged in the blubber above the whale's ribs. A grave wound, but hardly fatal.",
        "So how then did the creature die? Its thick hide told a grisly tale. Slashes and cuts scored its back and sides, with several huge chunks of flesh stripped away. Sliced clean with a blade. It appears the Sea Giants had begun carving it up alive.",
        "This is not unprecedented. Having observed the hunting tactics of durzog and wolves taking on large game, tearing into the prey until blood loss and shock set in is an efficient strategy. The Sea Giants sturdy frame, enormous strength, and resistance to cold would make them adept at leaping into the frigid waters and wrestling with their quarry. The fights must be savage. I suspect it would take half a dozen or more Giants to incapacitate an adult whale.",
        "Sailors have claimed sightings of Sea Giant vessels in the frozen wastes. Great ships the size of islands, armed with jagged spears. Of course, these accounts are widely considered exaggerated to the point of fancy. But a vessel that holds a hunting party would have to be enormous.",
        "There is so much more we do not know about Sea Gians. Are they intelligent enough to coordinate smaller ships and plan precise attacks? Or do they rather lumber along on one vessel and opportunistically swarm their prey? How do they draw the whales from the depths? This one carcass, torn free from its tether by a sudden swell or storm, has dredged up more questions than answers."
    ]
}