{
    "id": "TheSeaElfThreat",
    "paragraphs": [
        "By Hercian Stalo, Steward to House Dufort",
        "",
        "Acting on behalf of Her Grace, Duchess Elea, I have compiled an assessment of the threat posed by the Sea Elves to the people and commerce of the Duchy of Systres. I ordered guards to interview mariners familiar with our waters, retained scholars to investigate historical records of Sea Elf attacks, and dispatched warships to search for Sea Elf landing sites. As a result, I can now say with a high level of confidence that the Sea Elf threat is overstated.",
        "",
        "This was not the finding I expected, so allow me to elaborate.",
        "",
        "First, local defenses are a major deterrent to Sea Elf attacks. High Isle is protected by the walls of Gonfalon Bay and Castle Navire, as well as warships based at the Dufort Shipyards. Sea Elves rarely set foot on High Isle, and only do so in small parties that do not stay long. They are more frequently seen along the wild coast of Amenos or the more remote parts of Galen, where strong defenses are lacking. If House Mornard paid as much attention to protecting their islands as House Dufort does, I feel confident the Sea Elves would find those areas much less congenial to their presence.",
        "",
        "Second, every nautical mishap or act of banditry ashore that takes place within sight of the sea is blamed on Sea Elf pirates, regardless of whether Sea Elves had anything to do with it. A merchant ship founders in a storm? Sunk by Sea Elves. Some farmer's livestock goes missing? A Sea Elf raid. The weather turns foul? It's blamed on the sea mages of the Maormer. My sources suggest that perhaps one report in ten of Sea Elf depredations can actually be substantiated.",
        "",
        "Third, it is important to note that the Sea Elves sail under many different banners. Each fleet is a loose coalition of pirate bands with its own territory, so to speak. Sea Elf fleets do not combine their efforts with other Sea Elf fleets or poach in another fleet's domain. The Sea Elves that skulk around the Systres Archipelago belong to the Dreadsails fleet; sightings of any other Sea Elves in the duchy's waters pose little danger.",
        "",
        "In summary, I see no significant Sea Elf threat to High Isle, which of course represents the richest and most valuable part of the Duchy of Systres. The Dreadsails trouble Galen, yes, but that is a problem for House Mornard. And what happens on Amenos or Y'ffelon is hardly important at all—let the Sea Elves scavenge those wild and desolate shores as they see fit."
    ]
}