{
    "id": "TheSeasonsofArgonia",
    "paragraphs": [
        "By Jekka-Wass Paxalt, Keeper of the Xinchei-Konu",
        "Time is immutable. An engine that drives the will of change, inevitable, primordial. An ever-moving force in an ever-constant cycle. To mark the progression of that change is a thing most sacred to the Saxhleel. Each month marks a particular aspect of the yearly cycle, and is thus celebrated accordingly. The months and their respective meanings are as follows:",
        "Vakka (Sun)\nAs the first month of the cycle, Vakka is associated with the primordial origin of existence, or origins in general. We are encouraged to show extra respect to the tribal elders during this time.",
        "Xeech (Nut)\nAlso known as the hiding time, Xeech is a month of planting both seeds and ideals. Swamp bulbs are buried, planting sprouts. Elders pass down their knowledge, implanting knowledge. This is a time of hope, but also of melancholy. It is the first of the Three Mournings, for once a thing it is planted, it is hidden and gone. What emerges will not be something new: the nut is lost forever.",
        "Sisei (Sprout)\nSisei stands for newness, possibility, and youthful excitement. The Hist has shed its sleeping life and now is truly alive. Many hatchling festivals take place during this time. It is also known as the \"leaping season,\" for this month is also full of sport and competition. The virtues of strength, speed, and willpower are all venerated and celebrated.",
        "Hist-Deek (Hist Sapling)\nHist-Deek is, for good or ill, dedicated to the challenge of authority and the power of individual agency. Many use this month to highlight injustices, with intra-tribal conflict often resulting. Needless to say, it is a very controversial time. Many also take this time to analyze their agency apart from the Hist; to reflect upon our worship, and see it as bond rather than bondage.\\",
        "Hist-Dooka (Mature Hist)\nServing as the counter-balance to the turbulent Hist-Deek, the Hist-Dooka is centered on the ideas of family, tradition, and obligation. Young Saxhleel are given more responsibility, and many adolescents take on the Chukka-Sei, a trial of maturation, to prove themselves worthy of being called an adult. Those who pass the trials are gain full tribal membership, and the month typically ends with a great celebration.",
        "Hist-Tsoko (Elder Hist)\nPerhaps the holiest month of the year, Hist-Tsoko is dedicated to the ideas of knowledge, wisdom, and fullness of potential. Many gatherings this month are solemn affairs, the most important being the Root Talk, where the tribal elders recite the history of the Saxhleel. This month also stands as the Second Mourning, due to the fact that the Hist has stopped growing and all of its individual potential is expended.",
        "Thtithil-Gah (Egg-Basket)\nThtithil-Gah is a month of foolishness and frivolity, often a welcome respite from the oppressive solemnity of the Hist-Tsoko. Hatchling-like wonder, youthful joy, and mild confusion are all venerated. Many traveling entertaining troupes make the majority of their profit during this time. Festivals and feasts are nearly constant.",
        "Thtithil (Egg)\nThe Egg month is associated with mystery, anticipation, and (perhaps oddly) finality. For most tribes, the connection is literal; much egg-laying takes place during this month.",
        "Nushmeeko (Lizard)\nThe lizard symbolizes swift and quiet labor. Nushmeeko celebrates the thankless tasks of everyday life, and work is near constant. Cleaning, building, repairing, and preparing; every member of the tribe puts their snout to the grindstone and pushes.",
        "Shaja-Nushmeeko (Semi-Humanoid Lizard)\nThis month, like Hist-Deek earlier, is another of mystery and debate. There is significant controversy about what the humanoid-lizard actually represents. Is it a hatchling emerged from the egg, or a representation of our cultural origins? Unifying concepts such as change, becoming, and shifting values are all contemplated. Appropriately, many adolescent gatherings take place during this time, resulting in various romantic entanglements. The awkwardness of youth is often associated with this month.",
        "Saxhleel (Argonian)\nSaxhleel is a month associated with the true passions of our culture. Given that the hunting and harvesting season has passed, tribe members are free to focus on pursuits such as pottery, woodcarving, and other creative pastimes. A sense of things coming to a close is pervasive, and in many tribes there is a large gathering of elders at the end of this month. The intent of the festival is to prepare both our elders and community for the impending deaths to come. Dryskins often find this a morbid tradition.",
        "Xulomaht (The Deceased)\nLike many traditions, Xulomaht is a month of apparently conflicting ideas. It is associated with the Third Mourning, the most powerful of the three given the literal ending of the year. Tribes look back on the events of the year and come to terms with its passing. However, it is also a time of celebration and remembrances. Great festivals are held in honor of all who have passed from their old life and into a new one. Much of the month is spent planning and preparing for these festivities."
    ]
}