{
    "id": "TheSecondAkaviriInvasion",
    "paragraphs": [
        "<header>A Request for Funding</header>",
        "By Yngmaer Raven-Quill, Historian Royal of the Bards' College, Solitude",
        "Though we Nords of Western Skyrim, Your Majesty, were fortunate to escape involvement in the recent Akaviri invasion of Tamriel, it is nonetheless important that we try to understand this strange affair, especially as it has led our estranged kindred in Eastern Skyrim into a bizarre and ill-advised alliance with our ancient enemies, the treacherous Dark Elves of Morrowind.",
        "Though the events occurred only a dozen years ago, the facts of the incursion from Akavir are already becoming obscured by a fog of legend and conjecture. What do we know for sure?",
        "One: We know that there are multiple realms in Akavir, and that the raiders of the First Era (who later gave the Empire its Potentates) were from Tsaesci, while the forces of the recent invasion were from Kamal. However, we know virtually nothing about either realm.",
        "Two: The leader of this second invasion was the King of Kamal, Ada'Soom Dir-Kamal. We know little about him or his reasons for invading Tamriel, even from our agents in the Eastern Kingdom: few captured Akaviri knew any Tamrielic, and most died under interrogation. One report stated that Dir-Kamal was seeking someone or something called the \"Ordained Receptacle\"—but this could easily be a bungled translation.",
        "Three: For reasons unknown, the Akaviri fleet sailed around the northeast corner of Tamriel into the Sea of Ghosts, bypassing the Telvanni Peninsula, Vvardenfell, and Solstheim, before finally landing at the mouth of the White River northeast of Windhelm.",
        "Four: The invasion was a complete surprise, and Windhelm was invested before Queen Mabjaarn could muster the Hold in defense. After a brief siege the invaders breached the southern gate and the city was sacked and burned. Both Queen Mabjaarn and her daughter and heir, Princess Nurnhilde, were slain in fierce fighting before the gates of the Palace of the Kings.",
        "Five: The royal cadet, Prince Jorunn, escaped the sack of Windhelm and briefly disappeared. When he reappeared he was calling himself King Jorunn, and was accompanied by a mighty warrior whom he claimed was Wulfharth the Ash-King, sent back from Sovngarde to help the Nords defeat the Akaviri. With this so-called Wulfharth at his side, Jorunn rallied the Eastern Nords and fortified Riften.",
        "Six: When Dir-Kamal moved his army south from Windhelm, he bypassed Riften—once again, his motivations are unclear—and marched into western Morrowind. They were opposed by Dark Elf forces, who staged a fighting retreat through the Ashlands under the command of Almalexia and her leading general, Tanval of House Indoril.",
        "Seven: Dir-Kamal pursued the Dunmeri army into eastern Stonefalls, where the Elves halted their retreat by occupying prepared defenses. The Akaviri advance slowed and stopped—and suddenly, the Nord army under Jorunn and \"Wulfharth\" appeared in their rear. This cannot have been by chance: incredibly, we must conclude that, despite the age-old enmity between Nord and Elf, there was collusion between Jorunn and Almalexia, and the envelopment of the Akaviri at Stonefalls was according to plan.",
        "Eight: The Akaviri, however, were not easily defeated. With their backs to the Inner Sea, they fought a desperate defense, attempting to hold out until their ships could come from the White River estuary to take them from the shore. Despite repeated attempts, the combined Dunmer-Nord army failed to break their lines. The Akaviri fleet was actually visible on the northern horizon when another incredible event occurred: at the last moment the Nords and Dark Elves were reinforced by two legions of Argonians who had marched to the battle from the south. With the infusion of the reptilian Shellbacks, the Tamrielics finally broke the Akaviri line—and with nowhere to escape to, the invaders were slaughtered to the last soldier.",
        "As Your Majesty no doubt realizes, this account raises far more questions than answers: what we know about this affair is dwarfed by what we don't know. Thus my request to fund a Royal Committee of Inquiry to look into the grave implications of this matter. I, of course, will volunteer to lead this committee, provided the burden of such a task can be offset by an appropriate stipend."
    ]
}