{
    "id": "SecondInvasionReports",
    "paragraphs": [
        "7 Sun's Height\nThe Akaviri land their ships in force. Several have been turned away or sunk, but more slip past our guard. Our forces move forward to meet them on the cliffs above the beaches, where we hold the high ground.",
        "From our vantage point, the queen watches their approach. She will get to see firsthand the ferocity and strength of the Blood Claws!",
        "8 Sun's Height\nThe Akaviri ships have dropped anchor back from the beach. Perhaps they fear our blades. I say let them starve themselves in their ships, but Princess Nurnhilde believes they plot, rather than cower. She is wiser than I, so I have sent scouts to find and foil any cowardly, underhanded tactics they might be ready to deploy.",
        "19 Sun's Height\nMore than a week, and still the Akaviri do not attack. The soldiers grow restless, and Princess Nurnhilde broods. Scouts have returned without any information. Still, I continue to send them out day after day. None have spoken against me, but I see their looks as I order yet another patrol along the beaches.\nThe Blood Claws were made for slaughter, not waiting.",
        "22 Sun's Height\nArguments and fighting in the camp, and the Akaviri still wait with their fleet, just beyond of our grasp. We've heard reports of attacks north and south of us, along the coast, even as far south as the Dark Elf lands. The troops wonder why we wait when fighting takes place elsewhere. And wonder begins to turn to anger.\nPrincess Nurnhilde insists that this is their main fleet, and that they are trying to lure us away from our position. When she speaks, the soldiers become calm and thoughtful. She cuts right through their anger and bitterness. I wish she would address them more often.",
        "26 Sun's Height\nAn Akaviri ship landed today. It hit the beach in the darkness just before morning. Our soldiers surrounded it, expecting a hail of arrows from within, but none came. It was odd that such a large ship beached itself, but the troops were bored and hungry for blood. The magical traps on the ship claimed the lives of seven warriors.\nI have never seen the troops so angry. Even the Princess had trouble calming them. When the Akaviri land, they will be torn to shreds. If we don't tear ourselves apart first, that is.",
        "29 Sun's Height\nReports of the Dark Elf lands being overrun. There is little love lost between Nords and Dark Elves, but at this moment we share the frustration they must feel. The report talks of Akaviri in their fields, and our warriors hunger for combat.",
        "I spoke with the Princess. I told her this news may have pushed the Blood Claws to a new level of rage. She said nothing, only pressed her lips together. She's always several steps ahead of the rest of us, and I fear she has seen something I have yet to notice.",
        "2 Last Seed\nThe Akaviri landed this morning, a massive wave of destruction crashing upon the beach. Our soldiers were whipped into a frenzy as the call to arms rang out. They were reckless, and the first rush was cut down by archers before a proper line could be formed. Our recklessness cost us the beach, and the invaders now have a foothold in our land.",
        "3 Last Seed\nWe had to fall back. Fighting was too intense and Princess Nurnhilde ordered the troops back to Windhelm. We'll fight from the walls and use the strength of the city to crush the invaders once and for all!",
        "4 Last Seed\nTension runs high tonight, as we wait for the Akaviri to press forward. I saw Nurnhilde donning armor. The Blood Claws will follow her, listen to her orders like the voice of the Dragon itself, but the risk is so great. Word has come to us the princes are nearby, fighting their way to the city. I pray they arrive in time to help.",
        "7 Last Seed\nQueen Mabjaarn and Princess Nurnhilde are dead. Nurnhilde led the Blood Claws into combat when the gates of Windhelm fell. They fought like I have never seen anyone fight before, raging in perfect coordination. When the queen went down, the rage took over, though Nurnhilde donned the crown and try to restore order to our lines. The Akaviri were driven from the city. They thought to goad us, and they did, but the beast they awoke was more than they could handle.",
        "But then they came back. Now Queen Nurnhilde is dead. I should have been able to command my warriors, control them. It should have been me, not her. The responsibility for their deaths is mine, and I will explain that to the princes personall"
    ]
}