{
    "id": "TheSecretOriginsofTribute",
    "paragraphs": [
        "By Brunile Dufont, Games Scholar",
        "",
        "Few deny that we live in an age of perils. As Molag Bal's chains fall from the sky, it can be difficult to find relief in simple pleasures. But simple pleasures are exactly what we need. Enter Tales of Tribute!\\n\\nI thought little of the game when it first made the scene in Gonfalon Bay. But now, as it spreads to the mainland, one cannot help but take notice. Sadly, we know very little about the game's origins. I set out in search of the truth—what I found only prompted more questions. Allow me to share what little I know.",
        "",
        "Practically everyone who plays Tales of Tribute refers to themselves as a Roister now, but in the beginning, only the game's creators comprised the Roister's Club. This original fellowship was quite small. Perhaps only a few dozen people. These original members, the designers of the game itself, now refer to themselves as Founders. Founders take great pains to retain their anonymity—for what purpose, I cannot say.",
        "",
        "From what I can ascertain, the Founders are mostly scholars, artisans, and explorers, gathering the tales, songs, and traditions of Tamriel to create this enormously popular game. The mechanics of the game itself borrow heavily from an array of playing card traditions. The hexagonal card shape derives from Pellitine fortune-telling decks, and the arrangement of the symbols comes from an ancient Yokudan card game still played in Hammerfell. But Tales of Tribute is far more than the sum of its parts. The decks find a unified aesthetic in the framing of the cards and the card backs. These elements feature vaguely Bretonic motifs, incorporating the winged crown that gives each card a shared identity.",
        "",
        "While the cards' aesthetics come from all over the continent, the actual manufacturing takes place here in Gonfalon Bay. Printers and painters render the cards primarily in pasteboard, given the material's durability and ubiquity here in the Systres Archipelago. Artists use a variety of tints and pigments from all over Tamriel. Numeric information appears in squid ink—a detail that helps tell authentic cards from forgeries. Roister's presses work day and night producing more cards, and new decks appear regularly.",
        "",
        "Of course, there is more to a Tribute deck than the cards. I speak, of course, of the Patron tokens. Roister's Club stonecutters, scrimshaw artists, and jewelers originally crafted the namesake's token from larimar—a milky-blue precious stone mined exclusively in the Systres. Horker ivory tokens have become more popular in recent months—particularly in northern Tamriel. But given the high cost of those materials, the club also began selling cheaper gaming sets with patrons carved from limestone, sandstone, or even hammered out of iron.",
        "",
        "Despite their secrecy, the Founders continue to toil over the game—sponsoring gaming chapters, organizing tournaments, and issuing rewards for excellent play. Perhaps, in the fullness of time, some of these visionaries will reveal themselves to the public and receive their due acclaim. But for now, all we can do is take the cards they give us and enjoy the game!"
    ]
}