{
    "id": "SecretsoftheRiddleThar",
    "paragraphs": [
        "Taken from the sacred annals of prophesied Rid-Thar-ri'Datta, First Mane of the Epiphany",
        "Lo, many proud Khajiit bring their braided locks to me in hopes of affixing their dreams to my own. They prostrate themselves before me and kiss my weathered soles, begging for a glimpse of ja-Kha'jay. I sit then upon my upraised throne, draped in the plaited burdens of countless chiefs, and sigh. For the epiphany of Riddle'Thar rests not within the Mane-made-mighty—not even in the sacred halls of the Temple of Two-Moons Dance. The truth of Riddle'Thar lies in the heart of true Khajiit. In the claws, the whiskers, and the soul. Think now on Jone and Jode. Think now on their wax and wane. Khajiit do not deliberate in the womb. We do not struggle for form and purpose. The Dance decides. And in that fated moment of birth, we learn what our soul already knows. We fall into the cadence and the step. The Moons' virtues and obligations are inherent, just as our furstock is inherent. The truth of Riddle'Thar grows like sugarcane in the soul—sweet, vibrant, and eager for the harvesting. We do not make the cane grow. We do not coax it into fullness. It does that of its own accord. You need only take up the scythe in the proper season and reap its ample blessings.",
        "The pursuit of Riddle'Thar's mysteries is also the pursuit of joy. Of fulfillment. I speak now the truth that, in your heart, you already know. Embrace that wisdom, pay heed to the dictates of the soul, make way for the peace and order Riddle'Thar provides, and you shall find joy in abundance.",
        "First, a true cat must be curious. How often the furless outsiders fall prey to deception and mirage! Lorkhaj's inventions do not lurk at the corners of our sight. They lounge in plain view—so common and unassuming that we accept them as truth with a kitten's simplicity. One must always listen longer and gaze deeper. Do not yield at your first thought. Inquire. Lift stones both great and small. For gifts of persistence are many indeed.",
        "Next, a true cat must be clever. Providence granted us the gifts of swift claws, fleet paws, and graceful strength. But the dangers that prowl upon Nirni's back too often withstand the well-timed strike. When trapped in life's cruel maze, you must resist the call to simple solutions. Do not resort to artless scheming. For every trouble there are countless strategies—and the greatest of those strategies rest within the mind. Fight without fighting. Speak without speaking. Yield without yielding. Do this, and you shall find that the greatest joys are those that hide on the far side of a jest.",
        "Third, a true cat must treat themselves with kindness. Too often, leaders of the book and stole preach charity at one's own expense. Theirs is a wheezing virtue, hidden beneath a mournful shroud. How many coins can a starved almsgiver carry? Too few. I tell you, the fruit of charity grows from joyful, vigorous branches. If all give and none take, how wretched our kingdoms would become! Take the rest your labors earn. Taste the sugar that falls from above. Drink the wine that flows from Nirni's great bounty. For in walking pleasure's road, we blaze a trail for the downtrodden to follow.",
        "Next, a true cat must be pious. The Two-Moons Dance offers a path to ja-Khaj'ay, but without Llesw'er's guides, even the cleverest Khajiit can drift toward the Dark. Mighty Alkosh, Blessed Khenarthi, Noble S'rendarr, Loving Mara, Clever Baan Dar, and most importantly, Jone and Jode reign beyond the stars, alight with kindness, wisdom, and virtuous cunning. The enlightenment of Riddle'Thar is a lens of clarity through which true cats can now view these divine ancestors. Heed their counsel, observe their laws, and by the grace of Riddle'Thar, you shall never fall prey to the snares of Namiira.",
        "Finally, a true cat must be wary. Of all the races who dwell upon Nirni's back, we Khajiit risk the most. Our history dwarfs that of men. We sowed our crops here before the coming of the Elves. Our souls stretch back beyond the counting of the years and the certainty of each sun's rising. That makes us both wise and dangerous. The hateful eyes of Lorkhaj stay fixed upon us always. Namiira's darkness swirls amid our dreams and doubts. All the evils of Oblivion rake their claws and gnash their fangs against the Lattice, seeking to take our old souls as a prize. Be cautious. Move swiftly. Hide your hearts away in the thick jungles of the self and think often of their great worth. For if you fail to hear the beating of your own heart, the beat of Lorkhaj's will take its place forevermore.",
        "Riddle'Thar is all of these virtues, Moon-child. The great well of Khajiiti spirit from which we all drink. Know that its truth dances beyond just the Mane, beyond the Temples, beyond the plains and jungles of our beloved homeland. Look to the Moons. When Jone and Jode dance above, your soul dances with them."
    ]
}