{
    "id": "SecretHistoryoftheLonghouseEmperors",
    "paragraphs": [
        "By Councilor Vandacia",
        "",
        "Durcorach the Black Drake. Even now, years after his death, the very name still conjures feelings of dread and despair. Born around 2E 485, he rose to power in the Reach, leading first his clan as chieftain when he was in his late twenties and then becoming a warlord with ten thousand warriors at his command. With the help of the Tagh Droiloch coven, he made deals with Daedric entities to grow and solidify his power. In 2E 529, Durcorach and his army, having subdued rival clans and taken control of the Reach, began to march south toward Cyrodiil.",
        "",
        "As Durcorach claimed victories and territory beyond the Reach, rumors circulated that he had the support of sympathetic Imperial nobles and secret Daedric worshipers within the Empire's circles of power. These supporters apparently helped strike a deal with Mehrunes Dagon to assure his rise to the Ruby Throne and secure his rule for generations. This deal was said to involve some sort of Daedric weapons, but nothing could ever be confirmed or substantiated. And in 2E 533, The Black Drake and his horde of Reachfolk conquered Cyrodiil. The reign of the Longhouse Emperors had begun.",
        "",
        "Emperor Durcorach was known for his imposing stature, his skill with blades, and his savage temper. While he never could shake the obvious origin of his patterns of speech or his mannerisms, he nevertheless attempted to embrace the Imperial culture. He forged a new Elder Council in 2E 534, appointed Imperial tutors to educate his son Moricar, and attempted to merge Reach sensibilities with Imperial culture in an effort to win more support in Cyrodiil. In that same year, he married Veraxia Tharn, of the prominent Nibenese Tharn family, to reinforce his connection and commitment to the Empire.",
        "",
        "The Black Drake refused to rest on his past victories and continued to wage campaigns to capture more and more territory. In 2E 541, he led his forces through Craglorn to Evermore before engaging in a lengthy siege against Wayrest. He eventually grew restless as the defenders refused to yield, and turned his attention toward Daggerfall. This was the Black Drake's undoing. Stopped at the gates of Daggerfall, Durcorach and his forces were caught by surprise when Emeric of Cumberland and his army attacked from the rear. In the ensuing battle, the Black Drake fell, reportedly slain by Emeric himself.",
        "",
        "Durcorach's death did not end the reign of the Longhouse Emperors, as many had hoped it would. No, Durcorach's loyalists still held Cyrodiil, and his son Moricar, already a vital advisor to the throne, declared himself Emperor as soon as news of his father's death reached him in Imperial City. The twenty-three-year-old Moricar, raised as a true son of the Reach before being turned over to Imperial tutors in his teens, walked in both worlds in a way his father never could. Emperor Moricar's own son was born the following year, in 2E 542. He named him Leovic.",
        "",
        "Like his father, Moricar continued to honor and fulfill the pact made with the various Daedric Princes, including the bargain struck with Mehrunes Dagon. Preparations and rituals were conducted in secret by his hidden Daedric priesthood, even as Moricar sought to expand the reach of his reign. In 2E 561, Emperor Moricar and his son Leovic spent much of their time locked away in parts of the Imperial Palace that were now off-limits to everyone but a select few. In retrospect, I believe they were busy preparing for the ultimate sacrifice to Mehrunes Dagon with rituals that would finally see the creation of the long-promised Daedric Weapons. They finally emerged a year later, at which time Moricar began planning his next conquest—the total subjugation of Western Skyrim.",
        "",
        "In 2E 263, Emperor Moricar led his forces out of the Reach and into High King Svargrim's territory. They met no resistance until they approached the gates of Solitude. There, High King Svargrim's massive army fell upon Moricar's forces, routing them in a single battle. Moricar returned to Imperial City, defeated and gravely wounded. Despite the best attempts of both Imperial and Reach healers, Moricar never recovered from his injuries. He died in 2E 264 and was succeeded by his son, Leovic.",
        "",
        "Emperor Leovic was the most Imperialized of all the Longhouse Emperors. Born in Imperial City and raised mostly by Imperial tutors, he had none of the experiences afforded his father or grandfather by growing up in the Reach. He did receive some Reach-inspired training, however, including teachers from the Icereach Coven and a Reachfolk associate known only as \"\"the Rat.\"\" When still a prince, he returned from a successful campaign against border raiders and his father asked him to name his reward. Without hesitating, Prince Leovic asked for the hand of Chancellor Abnur Tharn's daughter, Clivia. After becoming Emperor, he continued to oversee the secret project he began with his father, and eventually decided to fully embrace his Reach heritage. He became more and more eccentric as time went on. When he declared that Daedra worship was legal in 2E 576, he further outraged the Imperial populace and ignited Varen Aquilarios's rebellion.",
        "",
        "In 2E 577, the reign of the Longhouse Emperors ended when Varen stormed the Imperial Palace and killed Emperor Leovic. Varen declared himself Emperor and the remaining Reachfolk in Cyrodiil retreated back to the Reach.",
        ""
    ]
}