{
    "id": "SecretsOverheardinApocrypha",
    "paragraphs": [
        "The Seekers pretend that they cannot talk, but they can. For I have heard them. They can both understand speech, and utter it, though they do so with a hissing lisp. I shall tell you how I know.",
        "As is so often the case since I came to Apocrypha, I was cowering behind a stack of books, hiding from the baleful attentions of a towering gill-man whose notice I had inadvertently caught. I listened to hear if I was still gibbering, but I couldn't hear it, which usually means I'm not. Then I heard something else.",
        "Just beyond my concealing tower of tomes was one of those endless halls lined with numberless urns, halls that I have assiduously avoided ever since I learned that each urn houses, in a broth of noisome fluid, a living concept-organ excised from its corpus. I do not like those urns.",
        "From the entrance to this hall of urns came the all-too-familiar squelching sound of a Seeker's footfalls. But then it stopped, and in its place I heard, for the first time, the sticky sound of a speaking Seeker.",
        "—I know a thing, the Seeker lisped, as a frisson of horror danced down my spine.",
        "—Is it a thing worth knowing? came the hollow, sourceless voice of the organ in the hithermost urn.",
        "—You shall judge, Floater. I have learned why we have seen no mortal intruders, save for the demented wizard, in many turns of the Great Pages.",
        "—You know nothing, said the organ.",
        "—I know Old Antecedent has entered into an agreement with the mortals, a compact, as they say. Is that nothing? asked the Seeker.",
        "—Next to nothing. The Golden Eye is always entering into pacts with mortals. Thus my woeful condition.",
        "—Avoid self-pity, or I shall mock you. You do not like it when I mock you. Listen attentively.",
        "—I listen.",
        "—In truth, the Scryer enters into many pacts with mortals—but never before has he made a pact with every mortal on Nirn.",
        "—Bah. Unlikely.",
        "—I state it! It is a thing that is known.",
        "—How?",
        "—I heard a discussion between Scrivener Uu-Thorax and the Eleventh Preceptor. They came into the Crepuscule, where I was quietly….",
        "—Seeking?",
        "—Yes. In fact. Now, listen: the Scrivener told the Preceptor that the Inevitable Knower had agreed to a pact, to cease all direct interposition in Mundial affairs.",
        "—Impossible. I scoff. Mock me as you will.",
        "—So thought I, and likewise the Preceptor expressed skepticism, but then the Scrivener spoke a Word of Asseveration. Books scattered everywhere, ichor fountained from my ear-holes, and I knew what he said was a Known Thing.",
        "—But why? To meddle with mortals and wrest from them their knowledge is the Ur-Daedra's favorite pastime.",
        "—He seems to have been paid a great price, something he dearly desired, but I could not clearly hear what, due to the injury to my ear-holes.",
        "—It is knowledge, of course. Some great secret. It is ever so.",
        "—So I deem it as well. And it seems this compact binds in both directions, which is why the mortals come here no more, added the Seeker.",
        "—Except for the mad mage. How came he here, and upon what ill errand? asked the urn-organ.",
        "—I know not. But if we catch him, we will pull out his … what is that sound?",
        "I heard it too, and so I ran. For I knew that sound. It was gibbering."
    ]
}