{
    "id": "SecretsofAmenos",
    "paragraphs": [
        "By Miramel Charascel, Chairperson of the Gonfalon Bay Historical and Social Society",
        "",
        "Amenos stands as a somber reflection of High Isle, sitting across the straits to the northeast of the primary island in the Systres Archipelago. The place has a long, dark history that only serves to enhance the already dismal reputation the island currently enjoys. We here at the Historical and Social Society wish our neighboring island was a less lethal and more inviting location, but one supposes that criminals and political prisoners must be housed somewhere, and Amenos seems well suited to the task.",
        "",
        "Our earliest records of settlements on Amenos are limited, but we believe the Druids of Galen settled all four islands of the archipelago when they arrived from High Rock around 1E 330. Amenos has always been the most hostile and unforgiving of the four islands. Whatever magic the druids were able to instill on High Isle, Galen, and Y'ffelon to \"\"balance nature,\"\" as they say, never seemed to fully take on Amenos. In 1E 660 or thereabouts, the so-called Lefthanded Elves arrived from Yokuda and began their conquest of the archipelago. They found a foothold on Amenos and constructed a fortress there to serve as their base while they assaulted the other islands and laid siege to Y'ffelon. Who knows what state the archipelago would be in today if the Lefthanded Elves hadn't been consumed in the eruption of Mount Firesong in 1E 676? What few remained on Amenos were wiped out by the encroaching Ra Gada in 1E 785.",
        "",
        "Later, the archipelago came under the jurisdiction of the Akaviri Empire. In 2E 11, Potentate Versidue-Shaie converted Amenos into a penal colony for Reman-aligned political prisoners. Though rule of the archipelago has shifted a number of times in the intervening years, two things have remained true. The druids care for the islands from their wilderness encampments, and Amenos is still a prison for criminals of the worst sort.",
        "",
        "During the age of the coin-barons, pirates infested the waters around Amenos. Perhaps the greatest of these were the Systres Sisters. Legend has it that they built a vault on the island to store their treasure. The vault could only be opened with three keys—one held by each of the sisters. It is said that one key is hidden in the southern jungle, a second in the west. The third was lost when that sister was killed after the three pirates had a falling out.",
        "",
        "Today, Amenos features three primary locations: Amenos Station, the Stockade, and the Jungle. Amenos Station, the port town, contains the only safely navigable approach to the island. The rest of the coastline is ringed by jagged rocks, nearly continuous storms, and dangerous currents. Many ships have been wrecked attempting to reach other parts of the island, but only the bravest or most-foolhardy captains dare risk their ships without good reason.",
        "",
        "Amenos Station serves as the island's port-of-call, and prison transports regularly bring supplies and new prisoners for transfer to the Stockade. The town has some amenities, but it is no Gonfalon Bay. It basically exists to support the Stockade and the jailers stationed there, the port, and any mainlander gadabouts who decided to visit to experience the \"\"thrill\"\" of the prison island. House Mornard oversees and maintains the town.",
        "",
        "The Stockade is just that. An enclosed prison to house the prisoners delivered by the transport ships. The Jailer's Keep overlooks the Stockade, and a small army of jailers (some House Mornard retainers, others hired mercenaries) guard the place and make sure the prisoners stay in line. In the Stockade, you can find two types of prisoners: the trusties, well-behaved convicts to whom special privileges have been granted, and the typical prisoner, who is waiting to be processed or has already been processed and is awaiting banishment to the Jungle.",
        "",
        "Processing and banishment. Not much is known about the process the prisoners are subjected to, as House Mornard guards such secrets well. It is said to be some sort of magical or alchemical process that renders a prisoner incapable of surviving outside the Amenos Jungle. Once undergoing this process, a prisoner is banished into the Jungle, where they must remain or suffer instant death. Now, some speculate that this is only a story, but the prisoners believe it. It keeps them contained to the Jungle, in any case.",
        "",
        "Now let's talk about the Amenos Jungle. Deadly plants, natural hazards, and carnivorous beasts abound, so lone prisoners don't survive long after their banishment without some sort of assistance. This comes in two primary forms: prison gangs and labor contracts. Rumor has it that dozens of gangs of banished prisoners roam the Amenos Jungle, gathering in close-knit groups for protection and to better survive the dangers that surround them. The most powerful of these, according to House Mornard reports, are the notorious Green Serpents. For the prisoner who wants to go a different way, House Mornard and its retainers offer an alternative—labor contracts. In exchange for room and board and guaranteed safety, a prisoner can sign on to work in a mine or labor camp. Much of the Mornard wealth is generated by these operations.",
        "",
        "So there you have it. If you do decide to visit our prison island, stick close to Amenos Station and avoid the Jungle. Better yet, avoid the entire island and enjoy the much better amenities in Gonfalon Bay."
    ]
}