{
    "id": "SellonussJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Dawnfang & Duskfang from the Creation Club",
        "",
        "<title>Sellonus's Journal Vol. 1</title>",
        "14th of Last Seed, 4E 130",
        "",
        "Our guild has been commissioned to capture and restrain a renegade Blades captain. Many tales have been spoken of his cruelty and malice, some even claiming he is part serpent. In addition to bearing the arms of his former employers, it is said that he wields an Akaviri weapon of dark magic. The combination makes him quite formidable.",
        "",
        "Thankfully, the guild has great experience in dealing with such things and we will win the day!",
        "",
        "6th of Hearthfire, 4E 130",
        "",
        "We encountered our foe but all did not go as planned and he escaped us. He was more powerful than we had imagined and many lives were lost as a result of our misjudgment.",
        "",
        "However, I am now convinced that his dreaded blade is the source of his power, as I have witnessed first hand the dark magic it yields, for the blade drinks both lifeforce and mana from any that befall to it.",
        "",
        "We must think of a way to separate our foe from the source of his power.",
        "",
        "2nd of Suns Dusk, 4E 130",
        "",
        "We have devised a means to separate our foe from his blade and we must now set a trap and lure him to us. I am certain that it will work, but to be sure I must think of an incentive to draw him to us.",
        "",
        "I think it will be prudent to research this former Captain in more depth.",
        "",
        "13th of Suns Dusk, 4E 130",
        "",
        "Upon reading what I have regarding our Captain, my heart almost feels pity for him. It would seem that his madness and malice stem from the loss of his wife. The records reveal that it was after this tragic event that the darkness of the soul overcame him.",
        "",
        "However, pity will not save lives. He must be stopped in all event! Therefore, I have decided to acquire the remains of his love one, in the hope that this will draw him to us.",
        "<title>Sellonus's Journal Vol. 2</title>",
        "1st of Evenings Star, 4E 130",
        "",
        "We have secured a location that will serve us well; an old partially abandoned smugglers' hideout in Riften. One of the council members, Sychelle Gatharian, had done prior business with the inhabitants, and pointed us in their direction.",
        "",
        "It was a prudent choice, as these small band of unsavory entrepreneurs seem more than happy to assists us with our venture, for they have a love of gold above all else. With this much aid, building our trap should be accomplished reasonably quickly. Once this is done, we will bring her remains to us and draw our spider out!",
        "",
        "18th of Morning Star, 4E 131",
        "",
        "It is done. Now all we can do is wait.",
        "",
        "When he arrives we will incapacitate him with our magic and separate him from his blade. We will then channel his life force and mana into our constructed device, which will use his own energy to shield the weapon from him. In essence he will become bound to it, for whilst he lives, the shield will hold. Hopefully this plan will work and we can avoid bloodshed, for given what we know of him, we do not wish his death.",
        "",
        "Perhaps, there is even hope that, without his blade, we can rehabilitate him, for despite his crime, I do pity the poor soul.",
        "<title>Sellonus's Journal Vol. 3</title>",
        "22nd of Morning Star, 4E 131",
        "",
        "What was done cannot be undone! We did what we set out to do and our commission was fulfilled, but at such a horrid cost for all of us.",
        "",
        "Together we endeavored to lay a trap here, with the aid of the inhabitant smugglers, and ensnare him. Knowing something of his past, we brought with us the remains of his dear departed wife, hoping that this alone would lure him into our grasp. Our plan worked, but something went horribly wrong!",
        "",
        "Perhaps it was a mishap of our magic or the deeper magic of the weapon he wielded, I know not which with any certainty. All I know is that for some reason, our enchantment caused his being to divide, and we suddenly found ourselves caught in a battle with three where there had once been one!",
        "",
        "But with great effort we managed to separate and contain these divisions within the chambers of this vault. But this was a small victory, if any at all, for I have yet to determine the true cost of it. I know not how many of my guild survived the deed, for I cannot break the seals to these doors without undoing all that we have achieved. All I can do is await their return and pray.",
        "",
        "There is at least some comfort in knowing that our foe can no longer wield his blade, for he and the magical shield are one. He is bound to it. He is now both its prisoner and its guardian!",
        "",
        "23rd of Morning Star, 4E 131",
        "",
        "Alas, our casualties were to high. For although we have trapped him here in this vault, it is now clear to me that only I and one other may live to tell this tale. However, there is no time to grieve the loss of our guild, for we must seal this place shut and report to the council at once. They must be informed of what has happened here.",
        "",
        "My colleague is severely wounded, but hopefully he has strength yet to assist me, for we must not fail!"
    ]
}