{
    "id": "SencherahtsNotJustMounts",
    "paragraphs": [
        "By Saharrzag",
        "Scribe: Chirrzari",
        "Acknowledgments: My gratitude goes out to every single person who did not understand that I was and AM an intelligent being. For you, and others like you, I have had this pamphlet created. You know who you are. And if you don't after reading this and we meet, we'll have, at the very least, words. Also, thanks go to my scribe. I'm allowing her to keep her annotations within this pamphlet.",
        "Long have the Senche-raht existed, and long have we served both ourselves and others in the role of protectors and defenders. Our form, being muscular and four-legged, is perfect for solo and partnered combat. When not paired with a partner, we can bound forth in great leaps to claw and bite at any who seek to harm us. A trained battle companion–and please mentally add an emphasis on \"trained\"–can help us become an even deadlier threat on the field of combat. Whether they're experienced in blade, staff, magic, or bow tactics, when paired with us they gain great mobility on the field, while we take advantage of any attacks they make. We watch for threats to the other, making it harder to bring either of us down, as well.",
        "The above sounds like it would appeal to bloodthirsty individuals seeking better weapons and tactics on the field. Our abilities in combat are no secret.",
        "[Scribe's note: This one has seen Senche-raht in combat. They are a ragestorm of claws and teeth. One should not wish to make enemies of such beings.]",
        "But here's my message to those who think they can enthrall Senche-raht and use them against their free will.",
        "Don't.",
        "Some have tried before. It might seem like it's working for a little bit. But we find ways. Oh, do we find ways. And we have allies. Plus, if you don't have our permission and our acceptance, you're just not going to get the best performance out of us.",
        "[Scribe's note: This one notes the esteemed Senche-raht is understating the above. They can be clever indeed. But this one will not reveal any of the Senche-rahts' tools, of course.]",
        "In fact, we tell tales to our young about how to sabotage battle efforts in subtle and overt ways. No, I'm not foolish enough to share those with readers. They are not for you to know.",
        "In short, if you do not work to gain our blessing for any endeavor you would have us tackle, you will ultimately fail. And you might not ever know why.",
        "So, don't seek to have us on your side in anything unless it is as an equal.",
        "Instead, talk with us. We are intelligent beings and worthy of being heard. And we listen well.",
        "[Scribe's note: It is best to listen to Senche-raht when they choose to speak, yes.]",
        "Now, all that aside, if you're reading this, when it comes to interacting with the Senche-raht, start from the position that we are intelligent beings who have our own lives and experiences. Never assume that we are simply mounts or pets or creatures used to wage war. We can be friends, we have family, and we can also be dreadful enemies. Start from the position that we are equals, always. As with any thinking being, it will be up to individual Senche-raht to take it from there.",
        "Most importantly, because this comes up a lot, when you see someone we're partnered with who happens to be mounted and working with us? NEVER assume that this person is our owner, handler, or controller. \"Partner\" is a good starting point there.",
        "[Scribe's note: If one does not start with \"partner\" when thinking of Senche-rahts, one might end up not thinking at all ever again. This one has seen that outcome.]",
        "I hope this short pamphlet, if you've read it and truly taken in the words I've shared, helps you treat all Senche-raht with respect and not as mere beasts of burden or war. If it hasn't and we meet, I'll make a note of your behavior and decide how best to correct it. And so will every other Senche-raht.",
        "[Scribe's note: It is true. Senche-raht have long and accurate memories. This one would rather start from that knowledge than hope that a given Senche-raht does not remember things. Hope is not a given, and life is already filled with too many challenges.]"
    ]
}