{
    "id": "SentinelJeweloftheAlikr",
    "paragraphs": [
        "Know, O Prince, that in the time of the Ra Gada, the Forebears did come to Hammerfell from doomed Yokuda. First they landed at Hegathe, which they freed of the affliction of the beast-peoples. Then spread they bothwise along the coasts, seeking out goodly harbors and well-watered oases.",
        "To the north and west went the warrior-sailors of the Grandee Yaghoub, in the great ships they had brought from Akos Kasaz, until they rounded Cape Shira. Then was Yaghoub the first of the Ra Gada to behold the Iliac Bay, and he deemed it laudable, and praised its excellences, and vowed to make his home thenceforth upon its shores.",
        "And as Yaghoub sailed toward the Steed at dawning of the seventeenth of Second Seed, his watchman cried out that he spied a desirable harborage. And Yaghoub, perceiving it, agreed, and said, \"This harborage shall belong to us, for we shall take it to be ours. And I do name it Sentinel, after the one who first espied it.\"",
        "Then Sentinel (for thus ever after was it known) already contained a port on its harbor, which port was the haunt of low Elves, and Men who did consort with Elves. And the shores were green with the leaves of pomegranate, and fig, and olive, and the men of the Grandee saw this and were hungry, and sought to come ashore, despite the warnings and cries of the port-rabble.",
        "But when Yaghoub landed with his warrior-sailors, with their bright swords and peaked helms, the port-rabble were cowed, and spake, cringing, \"What would you with us, O mighty sword-singers? Slay us not, for we have done you no harm.\"",
        "And Yaghoub said to them, \"Nay, though you are infidels and partake of unclean practices, I will not slay you. For I have a thought to build me a palace upon the height above the harbor, and such labor is not meet for my noble warrior-sailors. Therefore you shall live, and become masons, and stonewrights, and servants of the house.\"",
        "And thus was the true port of Sentinel founded. The port-rabble found purpose in their new labors, and built the walls, and the marketplace, and the palace of Yaghoub. And this was Samaruik, of glorious name, and legendary are the mighty kings and queens who have reigned from it since. For the Crowns who followed the Forebears found Sentinel a worthy seat, and many were the Na-Totambu who settled there.",
        "Even today, O Prince, above the city gates flies always a banner of the crescent moon, for this was the banner of the Grandee Yaghoub, which has become the symbol of Sentinel in remembrance of him. And the faithful celebrate the Grandee on the Koomu Alezer'i Yaghoub, every seventeenth of Second Seed, when we share pomegranates in honor of our esteemed ancestor."
    ]
}