{
    "id": "SentinelsoftheIsles",
    "paragraphs": [
        "<title>A treatise on Golden Saint / Dark Seducer culture and history within the Shivering Isles</title>",
        "<header>Author's Note</header>",
        "This volume attempts to catalogue and analyze known, suspected, and rumored facts about the two races that serve to maintain order within the Shivering Isles. It is by no means intended to serve as the authoritative work on the matter; rather, it is a personal effort on the part of the author to better understand these unique creatures.",
        "<header>In the Service of the Lord</header>",
        "It is beyond the scope of this work to determine the origins of the Golden Saints and Dark Seducers. They are Daedra, and as such their base existence is a mystery to those mortal-born. The commonly held belief that all Daedra are incapable of Creation suggests that even Lord Sheogorath himself is not responsible for the genesis of these races. Yet, it is worth noting that the Prince of Madness has motives and powers that none may guess; to attempt to do so would only confuse the subject further.",
        "It is enough, then, to see that they exist and know that it is so. Beyond this knowledge, however, it is curious that the Saints and Seducers serve Lord Sheogorath unerringly. This allegiance is ultimate and eternal, from all indications, but its source is unknown. Could it be that they themselves were tricked into service by the Madgod? Or do they simply ally themselves with the greatest power in the realm? Previous literary works suggest that Daedra choose to serve their masters so they might find protection and safe harbor. Clearly the Saints and Seducers have this in the Shivering Isles; indeed, they have fortresses which few not of their race are allowed to enter. They have power in the realm, acting as guardians of those who serve Lord Sheogorath. Constantly they vie for the favor of Our Lord, fighting any who oppose him and, at times, even each other. It is reasonable to assume, then, that they have made a willing choice to take up their role in the Isles.",
        "<header>Character and Society</header>",
        "The immediate image called to mind when hearing the name \"Golden Saint\" suggests an angelic figure, elegant and benevolent. It is ironic then, that while the Golden Saints embody this image in form, their behavior is in stark contrast to it. The Saints are a proud, arrogant race, quick to anger and cruel in their punishment. There is no question that they view all in the Isles as inferior, and make no effort to hide this in their interactions.",
        "Dark Seducers also exhibit little beyond their appearance to match their names. While they too assert their superiority over all others in the realm, they appear to have a more patient, introspective nature about them. They often appear humble in their dealings with mortals, and are known to be patient with the \"lesser races.\"",
        "In fact, the terms \"Golden Saint\" and \"Dark Seducer\" are external constructs. While the two groups recognize and respond to these names, they have their own names for their races: The Aureal and the Mazken, respectively. It is possible the Daedra simply have no concern for the names and titles given to them by lesser beings, or perhaps they find amusement in the names. Further research into this subject is necessary but daunting, as the Saints and Seducers do not freely offer personal information about themselves.",
        "Other information can be gathered from observation. It is easy to see that the two groups are strongly militaristic in their societal structure; one's strength and discipline determines one's place in society. Military commanders, for example, are revered by their subordinates. With further observation, a second distinction becomes apparent: both societies are Matriarchal in nature. Females lead the guards within New Sheoth, and have the highest positions of power. Males, while not openly denigrated, are clearly subservient to their female superiors. It is unclear where this practice began, but has been wholly integrated into the daily lives of both races.",
        "<header>Conflict and Conquest</header>",
        "Any resident of the Shivering Isles can confirm that it is unwise to provoke the Golden Saints and Dark Seducers. They thrive on conflict and warfare, and are quick to punish any and all who disobey. Acting in their capacity as guardians of the realm does not satisfy them, however, and so they often engage in combat with one another, despite being garrisoned in areas where they are unlikely to interact. It is possible that this is more than an outlet for aggressive behavior; repeated engagements between the two races may be an effort to gain favor with Lord Sheogorath. If one can triumph over the other, it would prove superiority and a right to gain sole control over the realm. The battle for Cylarne is of particular interest, as both sides have been locked in combat with no hope of resolution for time beyond memory. Does this combat serve to sharpen the skills of the two sides, or weaken them when they could be directed elsewhere? If the conflict cannot be resolved, why then does Lord Sheogorath not step in and settle it himself?",
        "<header>Religion and Ceremony</header>",
        "Little is known about the private customs of the Golden Saints and Dark Seducers. They are reclusive when it comes to matters specific to their race, particularly regarding the mysterious process by which they return to the realm in the unlikely event of their death.",
        "It is common knowledge that Golden Saints and Dark Seducers, as Daedra, cannot be killed. The Animus of the Daedra is cast back into the darkness of Oblivion, and can return to the realm to take form once more. But reports of the time it takes for a Daedra to return to the realm from the Waters of Oblivion are anecdotal and inconclusive; the process by which this return occurs remains shrouded in mystery. Based on behavior patterns and strength of numbers, it can be deduced that the stronghold for each race plays some major part in this process. Common phrases in language (such as \"May the chimes call you home\") suggest that rather than merely a metaphor, sound may play some role in the sequence of events. It is believed that the chimes referenced by Saints and Seducers do indeed exist and are considered almost holy relics. Attempts to gain information about these chimes, or the process by which they are used, has been met with exceptional hostility and so have been abandoned.",
        "Any and all information regarding the Golden Saints and Dark Seducers, particularly relating to private customs and origins, should be brought to the attention of the author immediately. The greater the scope of our knowledge, the better our ability to understand these compelling creatures."
    ]
}