{
    "id": "SerpentHollowObservations",
    "paragraphs": [
        "I am inside at last. It took me several days of watching and waiting, but I am patient. I was rewarded with a mass exodus at twilight yesterday. The entire group, accompanied by their cave bears, left on some quest that was doubtless of great importance to them.",
        "The door to their caves beneath Serpent Hollow had been left slightly ajar and I slipped inside. I moved cautiously through the cave's winding passages, fearful of meeting a guard. But there were none. I found a perfect observation post, secreted myself behind some boxes, and was settled in with my supplies long before the expedition returned.",
        "I am elated to report that the rumors are true. The ogres residing here are indeed unusually intelligent. I will take diligent notes for the three weeks my supplies will last. I can already hear the applause when I present my findings to my colleagues in the Imperial City, once this foolish war is over.",
        "Day 1: Settled into my post undetected. Ogres and cave bears returned hours later. Several seemed to hesitate, sniffing the air deeply, but they soon moved on to normal activities.",
        "Day 2: I have witnessed tool use and rudimentary communication among these ogres! The big one, the one I have dubbed \"Bruuke,\" pointed at a crate and grunted several times at one of his underlings. That worthy scowled, grabbed the crate, and threw it into a corner, shattering it and scattering its contents about. That seemed to appease Bruuke, who scratched himself in satisfaction.",
        "Day 3: These caves were obviously once the site of humanoid habitation, likely Imperial miners. Possibly the ogres came upon these folk and killed them in the process of claiming the cavern for their own. But the ogres have cleverly adapted the implements the miners left behind. Fires have been carefully tended and kept burning, and I have seen a shield used as a plate. The ogres also stage impromptu concerts using human bones and skulls as primitive instruments.",
        "Day 4: Today I witnessed play behavior among the clan. Bruuke picked up a long bone, possibly a miner's femur, struck a bear on the nose with it, and threw it into the water. The bear chased after it and returned it to Bruuke. Soon the other ogres and bears were playing this game as well. It entertained the entire clan for most of the day. I believe this is behavior never before documented among ogres.",
        "Day 5: I have no doubt that Bruuke is the source of this clan's cleverness. Several times yesterday, as I wrote in my journal, I saw him peer suspiciously about. I believe he hears the sound of my quill scratching on the paper and recognizes it as unusual, possibly dangerous. If he ever comes over here to investigate, then I will —"
    ]
}