{
    "id": "ServosJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "She's finally done it. I knew she'd eventually crack. I probably should have left when I had the chance. The untapped power within these spiders has finally gone to Merilar's head. Who would have thought these tiny albino creatures had the ability to harness such magic?",
        "Being locked in this cage is frustrating, of course, but it is keeping me even more focused on my work. What did she think I was going to do, anyway? As my sister, she must have known how devoted I am to this work. Although, I can't fault her for her actions right now. Who knows what kind of fumes these experiments have been giving off, or what effect they have on the human brain. At least I'm all right. Or maybe I'm not but I think I am? Could these experiments be having the same effect on me that they are on her?",
        "",
        "Magnificent! It seems as though you can combine any one of the base spiders with a modifier to tweak its behavior. For instance, just imbuing an Albino Pod with a Ruby seems to create a spider that jumps at its victims and proceeds to explode. But, by simply adding a Salt Pile to the mix it creates the same manner of spider, but instead of jumping and exploding it emits flames from its body. I'd experiment with more of these behaviors, but it seems the bandits we tested the mind control spiders on are all still locked away, Merilar doesn't want me to let them out. Maybe there are too many in there for her to handle?",
        "I heard her muttering to herself earlier today. She was saying things like, \"The spiders are mine. They'll listen to me!\" What exactly is she planning? I hope she's not attempting to enter the blocked off room in the main chamber. She knows we specifically sealed it after hearing odd chanting coming from that direction. Then again, what she used to \"know\" may not matter right now, considering the state she's been in. I hope she'll be all right."
    ]
}