{
    "id": "SettlingtheDebate",
    "paragraphs": [
        "Flexibility or maximum protection? Netch or guar? Maybe you've heard one of the heated arguments, fueled by a few too many cups of mazte at your local cornerclub. Almost every craftsman takes an almost religious stance on this matter, believing his own approach, traditions, and products to be superior to all others, but I want to present both sides and some of their considerations in an unbiased manner to help inform your own opinion.",
        "The best leather in Tamriel comes from Morrowind, courtesy of the native guar and netches. This is an indisputable fact, and no other leathers produced in Tamriel come close to their quality. The naturally-exposed hides of these beasts and the ease of processing them, combined with ancient tanning techniques, produce a material that is more durable and tougher than bear, mammoth, or any of the hides commonly used outside Morrowind. Though both are of very high quality, the debate rages on—which makes superior armor?",
        "Netch leather is thinner by quite a bit. It bends and flexes easily, and it is much more receptive to dyes than guar hide, and therefore more suitable for finer, more ornamental works. It is likewise ideal for the combatant who prefers mobility, but it is much more readily punctured and torn, even when boiled to increase toughness. Another difficulty is that it requires relatively high maintenance—to keep it in fighting shape, it must be oiled and treated with dreugh wax weekly. Netch leather is harder to harvest, as well; the beasts are quite dangerous when riled and have a nasty poison that even experienced netchimen fear.",
        "Guar hide, on the other hand, is much thicker, resulting in heavier armors overall (though still not as heavy, obviously, as armors crafted from metal). This makes it more difficult to work with, but the end product offers more protection and durability. Staunch traditionalists frequently claim that guar hide has been used longer than netch leather, and that we honor our ancestors in favoring it, but I have been able to locate no proof of this point. If you're more interested in protection than in mobility, guar hide armor is likely a better choice for you.",
        "Even though every craftsman seems to have an unwavering opinion on which leather results in superior armors, I am not swayed by either side. It occurs to me that the choice is largely on the wearer, depending on his or her own fighting style (though armorers are never shy to offer recommendations in this regard, either). Hopefully, you are more informed now about your options, and whether you choose netch, guar, or an unorthodox combination of both, I wish you luck on the battlefield."
    ]
}