{
    "id": "TheSevenShadowsofRajhinpt1",
    "paragraphs": [
        "The Greymanes say the light of both sun and moons shines down upon all the peoples of Nirn equally, but what happens after may not be so clear.",
        "Take the legend of the Seven Shadows of Rajhin. As every cub knows, Rajhin the Purring Liar, the Trickster God, and the Cat Who Walks cares little for stuffy aphorisms. He lives to challenge limits and stretch more than just the truth. To him, one shadow proved too few for his purposes ….",
        "For one day, Rajhin found himself walking in the hot sun. He called out to Khenarthi to blow a breeze through his mane, but the Wind God was otherwise occupied. Rajhin then asked Alkosh to shorten the day and bring cool night. But Alkosh did not steal away the day at the Thief-God's word. None of Rajhin's further appeals brought relief, and so the trickster was left to his own devices.",
        "In time, Rajhin came upon a wealthy merchant in the shade of a tall stone. \"My friend,\" Rajhin said, \"kindly share your resting place with this unfortunate one.\"",
        "But the merchant growled, \"There is no room, wanderer. The stone's shade is large enough for one, but not two!\"",
        "Rajhin saw the truth in this statement, rude as it was, and did not argue. Instead, he purred, \"Did you drop a bag of gold along the path? For this one passed such a treasure not a moment ago.\"",
        "The merchant's frown turned to surprise. In a moment, the fat one struggled to his feet. \"Why, I must have! Pray, tell me where you saw it and I shall leave my shady stone to you!\"",
        "Rajhin directed the greedy trader down the path whence he had come and the man hurried off. But as he went, the trickster saw the fat merchant's shadow easily dwarfed that of the stone.",
        "\"Why should I settle for the egg when the hen stands before me?\" Rajhin mused. With a flick of a hidden knife, the thief-god cut the fat merchant's shadow away so cleanly that the greedy man didn't even notice.",
        "Within moments, he tied the shadow's feet to his own and it spread out before him, opposite his own shadow. This cooled the Trickster God hid him from the burning sun.",
        "Laughing, Rajhin continued down the road, his two shadows dancing before and behind him."
    ]
}