{
    "id": "SeviursJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "30th of Sun's Height, 4E 201",
        "",
        "To master the art of necromancy, one requires a constant supply of corpses upon which to practice.",
        "",
        "Here on the coast I can practice my arts undisturbed, save for a lone fisherman I convinced to let me rest in his shack. Amazing how far a few potions and fire salts can take you.",
        "",
        "Soon, I will begin the pacification ritual that will bring me wave after wave of docile creatures to slay and practice my abilities.",
        "",
        "",
        "2nd of Last Seed, 4E 201",
        "",
        "The ritual is complete. Mudcrabs arrive from the sea in droves, each ready to surrender their life.",
        "",
        "Already I feel myself growing stronger in the dark arts. I bring down the knife, and see life's flame extinguished from their eyes. Then I raise my hand, and see it spark once more. I bring the knife back down again. The others watch on, their feeble minds unable to resist.",
        "",
        "",
        "7th of Last Seed, 4E 201",
        "",
        "A curious thing happened today. As a fresh wave of the clawed creatures rose out of the water, one of them ran ahead of the pack and lunged right at me, snapping and chittering. Perhaps my illusion has had some kind of adverse effect on them, driving them to frenzy instead of calm submission.",
        "",
        "I will dispel the illusion for now and make do with the creatures I find close to the shore.",
        "",
        "",
        "10th of Last Seed, 4E 201",
        "",
        "More have come from the sea with deadly intent, this time almost too many to manage. I need to be careful.",
        "",
        "Is this my doing? No... the illusion ritual ended long ago. I fear I have ignited something within them.",
        "",
        "No matter. I've come too far to stop now."
    ]
}