{
    "id": "ShadAstulaCurriculum",
    "paragraphs": [
        "Fledgling Members of the Academy:",
        "Rise and shine! We have another education-filled day ahead of us. Another chance to develop your gifts of mysticism and magicka, leadership and military strategy.",
        "The first few days of study have flown by, and you have proven worthy of the honor of enrollment at this prestigious Academy. You have not only demonstrated the requisite acumen for your studies, but also confirmed your ability to keep up with the modest tuition payments that keep Shad Astula's welcoming doors open. For these reasons, we are pleased to offer you the opportunity to select your own course of study for the next ten days.",
        "Please choose the introductory course you wish to pursue and properly petition the instructor of that art. For the next ten days, you will diligently work to master one of the following disciplines.",
        "Understand that these designations exist solely for the purposes of teaching. They do not represent any formal schema of organization within the Mages Guild or any similar organization.",
        "ALTERATION I: This introductory course teaches simple magical methods of physical manipulation, including techniques for strengthening and weakening basic materials.",
        "CONJURATION I: In this introductory course, students learn to summon simple weapons and shields, such as daggers or bucklers. Note that knife fighting and defense are not covered in this class.",
        "DESTRUCTION I: As a prelude to later studies, students learn the basics of the elemental manipulation of flame and frost. An additional security deposit is required to cover the unlikely event of damage to persons and property.",
        "ILLUSION I: Learn simple manipulation of light and shadow, sound and silence, in this introductory course. Your first project will be to create magical candlelight.",
        "RESTORATION I: This introductory course teaches the basics of the healing arts, as well as the fundamental principles of manipulating life force. The purchase of various small animals may be required, in addition to any other course-required materials.",
        "Completion of any of these basic courses will serve as a prerequisite to later studies. A student is free to select a course from ONE of these options. Upon completion of an introductory class, the student is eligible to pursue a second introductory class, if instruction time and class size allows.",
        "The study of the ARCANE ARTS awaits you! No doubt you will prove yourself worthy of the instruction and patronage you are receiving.",
        "Failure to complete a course of study may result in additional tuition charges to cover the cost of taking make-up instruction.",
        "Good luck!",
        ""
    ]
}