{
    "id": "ShadAstulaAcademyHandbook",
    "paragraphs": [
        "Welcome to Shad Astula, the Academy of Magic! This is where the most talented mages of the Ebonheart Pact come to learn, share a common origin, and become leaders in the magical community. Your journey begins here.",
        "For many, the journey to master magic is fraught with frustration and difficulty. The training provided here can lead to a life of service and rewarding work, thanks to the availability of the best teachers and teaching methods. The fact of the matter is, while everyone invited to the Academy is selected for their potential for greatness, not all of you will measure up to the task before you. For those unfortunate enough to fail, Shad Astula serves as a safety net, a place to refine one's meager skills without causing harm to oneself or to others.",
        "But you will not fail. You are not one of the unfortunates. You will rise above. You will take your place as a leader in the Ebonheart Pact!",
        "You have already realized that you are different from others who can wield the gift of magicka. Now, prepare to be introduced to a world of power. For you, Shad Astula serves as a place where you can spread your wings. With the help of our staff of master mages, you will not only learn to fly, you will soar!",
        "As one of the chosen of the Academy, the usual restrictions and rules that govern the learning of magic do not apply to you. Those rules exist to ensure the safety of mages who may pose a danger to themselves or to others. We anticipate that the Academy's select students will excel, and we believe you're capable of learning your limits quickly. A few guidelines do apply, however:",
        "— Do not summon creatures from Oblivion planes, except within designated summoning circles.\n— Magical experimentation on other Academy students is forbidden.\n— Magical experimentation on non-Academy members is discouraged, but use your best judgment.\n— Magical experimentation on staff is encouraged. Keep them on their guard, and they'll do the same for you.\n— Designation of assistants as \"minions\" is strictly prohibited, and cultist or cabalist behaviors or organizations will be dealt with swiftly and harshly. Save your megalomania for after graduation.\n— Students who have not passed the Emotional Control and Mental Stability Exam (ECMSE) are forbidden from sharing a room.\n— Magical dueling is strictly prohibited, except under a staff Battlemage's supervision.",
        "You will soon receive an appointment with the Headmaster, who will have more to say about Shad Astula and your status as a member of the Academy. In the meantime, feel free to explore the campus and introduce yourself to your fellow students. Some will become your peers, others your underlings, and a very select few your betters. Learn them well.",
        "Welcome to Shad Astula. Spread your wings and soar! We expect much of you. Do not disappoint us."
    ]
}