{
    "id": "ShazahsDiary",
    "paragraphs": [
        "22nd of Sun's Dusk",
        "Father told Shazah not to look, but she did.",
        "There was a cart full of dead Khajiit. One of them was Pahzbar, who snuck candy for this one from the market and said her fur was very nice. Shazah didn't know what to say so she ran away. She has one piece of candy left and wants to put it in his paw for the burial, but Father won't let her near the cart.",
        "This one is sorry she never got to say thank you, and she is very sad this sickness is here, but Father and his friends are working hard on it. Shazah will help, though she is still just learning.",
        "23rd of Sun's Dusk",
        "Father says not to be afraid, but Nien stewed vegetables for everyone without anyone even asking. She even told Shazah a story last night before bedtime and was kind to her. They all think Shazah can't understand, that she is just a kitten, but she does. When they do odd things, it means things are bad.",
        "The fires burning in the market smell like the time this one cast fire and burned herself. And these fires have not gone out in days.",
        "24th of Sun's Dusk",
        "Father talked to one of the rich nobles this morning. They thought Shazah was asleep, but she wasn't and has very keen ears. The rich noble wants the district sealed off but Father says there are still sick people that need help. They argued for a long time.",
        "25th of Sun's Dusk",
        "Father has moved our camp to down near the gate. The rich nobles won't let us back in. The market is all burned down and people are just wandering the streets. So many are sick. Earlier, one woman was screaming outside of a house, pounding on the door, but they wouldn't let her in. The sun is almost down, but this one can see her lying next to the steps. Edhelruin went to help her but came back looking very upset.",
        "Lanelor and Thorelir don't look so good, either. Father has given them tomorrow off.",
        "26th of Sun's Dusk",
        "Father has a cough but won't let Shazah get him any water. Edhelruin gave me a few new books to study instead, but it is hard to concentrate. The air smells very bad and the smoke makes this one gag.",
        "There is talk about an army coming. Shazah hopes it will help Father distribute the medicine.",
        "Lanelor left this afternoon after speaking with Father. He still hasn't come back and it is very late. There is a lot of screaming farther up by the rich noble's gate. Shazah is getting very scared.",
        "27th of Sun's Dusk",
        "Father and Nien wrapped Thorelir in a sheet this morning. There were sores and blisters all over her skin. Father's cough is worse, too. Just after midday he argued with Edhelruin. Shazah heard her name mentioned.",
        "There are a lot of dead people in the street now. Glothor and Rallion used to collect them but they have stopped. Instead, they went to ask for help from the rich nobles.",
        "Nien didn't even try to find food for us today. All we had was some boiled broth and this one is now very hungry, but she secretly gave what she had left to Father. He looks very tired.",
        "28th of Sun's Dusk",
        "Nien is gone. She left sometime last night and this one misses her. She would sing at night when she thought no one heard, but this one always heard. Now it is just Edhelruin and Father. Shazah suddenly misses her sister and Mother very much. It is very lonely here. Everyone is sick and angry. Someone came to the camp this afternoon and tried to steal things from Father. Edhelruin had to chase them away with a knife.",
        "Father won't let this one see him anymore. Edhelruin says we must leave and find Mother. How can Shazah leave Father like this? He is not well!",
        "Edhelruin is coming now. This one will demand to stay and help, even if Father says her destiny is elsewhere.",
        "This one loves her Father more than any stupid destiny."
    ]
}