{
    "id": "TheShieldsofSenchal",
    "paragraphs": [
        "By Ziri, Chronicler of the Senchal City Council",
        "The Knahaten Flu devastated Pellitine, what the Imperials refer to as Southern Elsweyr. So many Khajiit fell to this terrible disease, including Z'har Tasluz, governor of Senchal and vassal to the royal family of Anequina, as well as most of the nobles of the Pellitine bloodline. For seventeen years, Senchal was cut off from the rest of Tamriel and literally left to its own devices. And those devices, they were not altruistic.",
        "Pirates, smugglers, marauders, and thieves rose to positions of power and influence in order to fill the vacuum left by the death of our legitimate leaders. It was a dark time for Senchal and the surrounding countryside, a time of death, destruction, fire, and oppression. We had to become stronger, wilder, to survive, which was ironic considering we always thought of ourselves as the more refined and cultured half of Elsweyr.",
        "Finally, help arrived in the form of an Imperial Legion. The Thirteenth Legion, to be exact. General Renmus and his legionaries were sent by Emperor Aquilarious shortly after he took the Ruby Throne. It was a noble gesture, but once the emperor disappeared and the empire collapsed, the general and his soldiers were on their own. But they never abandoned their post. They brought back a semblance of order and made Senchal safer than it had been in years. Until the Dragons returned.",
        "General Renmus returned law to our lawless land. He refuses to become a military dictator or oppress our people. Even though we originally met the Imperials with hostility and distrust, we grew to respect them. We even gave them a new name—the Shields of Senchal, for that is what they quickly became. Under their protection, Senchal began to rebuild and return to something resembling the days of old. Criminal elements were driven back into the shadows and a modicum of law was reestablished. The general even helped us form a governing council to better administrate the needs of the city.",
        "They may not be Khajiit, but their hearts are with Senchal and its people. They are our shields, and we appreciate everything they have done and continue to do for us. This one just wishes she believed they can actually save us from the rage of Dragons."
    ]
}