{
    "id": "TheShiveringApothecary",
    "paragraphs": [
        "Many, many things.",
        "Wet things and dry things. Things from plants, things from animals, things from stone and sky and tree and man and mer.",
        "So many beautiful things for potions. All of them there for the taking, waiting to be plucked and put to use. \"Grind me! Take my essence and turn me into something new, something wonderful!\" they cry out to me.",
        "I have given my life to finding so many of the wondrous things of Tamriel, and now the things that lie beyond. The realm of the Madgod, dangerous and beckoning, has so many new things to offer that I have trembled with excitement over it. I stop to take note of what I have found, so that I may not forget it in the coming days when I spend my time searching, mixing, and discovering.",
        "The Apprentice will find that Marrow from the Shambles and fins from Scalons merge to make a deadly poison that strikes at one's very heart, damaging the health of those who ingest it. Many a blade did I sink into wet flesh and dry bone to learn this, but what I have found pleases me.",
        "Flame stalks and the very essence of Flesh Atronachs can be mixed by even a Novice to counter that damage, as one can drink a potion made from these two to feel healthy again. The Expert may find that rather than risk himself against those walking monstrosities, the Screaming Maw can be used instead.",
        "For Magicka (and without Magicka where would I stand now?) the ichor of an Elytra can be mixed with Withering Moon by a Novice or Thorn Hook by a Journeyman. No explorer in the Shivering Isles should venture forth without looking for these.",
        "The tongue of a Hunger -- by itself a marvel of anatomy -- can be eaten to cure poisons or matched with Withering Moon to cure disease. (I cannot help but wonder what disease would be so dire as to risk one's life against a Hunger....)",
        "I have been most pleased to find that to the Expert Alchemist, Rot Scale, and Worm's Head Caps can be mixed to paralyze one's enemies. This has proven most useful in extracting ingredients from the Isles' less cordial residents."
    ]
}