{
    "id": "ShornhelmCrownCityoftheNorth",
    "paragraphs": [
        "The Breton people of the Markwasten Moor and Shornhelm heights have a long and storied history, with much to be proud of: the Trammeling of the Giants in the time of legends; the Purge of the Wyrd-Hags in the Year of Sun's-Death (which restored Magnus to the skies of the Mundus); and the Charge of the Montclair Knights (often erroneously referred to as the Charge of the Shornhelm Knights) at the Battle of Glenumbria Moors.",
        "Through all this tumultuous history, the people of Rivenspire are fortunate to have been ably led, through times of terror and triumph, by the noble lords of the House of Montclair.",
        "It is true that the Barons of House Montclair have not always been selected by fate to also reign as King of Shornhelm. But the Montclairs count humility among their many virtues, and have often been willing to defer to pretenders with weaker claims to royalty in the interest of peace. That this humility has sometimes been tragically over-indulged was sadly proven in the case of my father—Phylgeon, 38th Baron Montclair.",
        "As all students of Breton history know, the greatest post-Reman monarch of Shornhelm was King Hurlburt, who led our army at the Battle of Granden Tor and ruled the North from 2E 522 until his death in 546. Hurlburt was of House Branquette, 21st Count of the Name, and had taken as his queen Countess Iphilia of Montclair. When King Hurlburt died his legitimate son, Prince Phylgeon, was only fourteen years of age, and though his inheritance was championed by House Montclair, Houses Branquette and Tamrith supported his elder half-brother, Prince Ranser, who had been born out of wedlock to a poor Tamrith cousin. (House Dorell, typically aloof, declined to endorse either candidate.)",
        "What is less well known is the behind-the-scenes maneuvering that led to Ranser being crowned King of Shornhelm rather than Phylgeon. The advisors of the young Baron Montclair (his mother had predeceased King Hurlbut by a mere two years) contended that he, as the legitimate son, was the proper heir to the throne—a claim further buttressed by language in a codicil to the famous \"Bretonnick Natalitie\" that declared \"Howse Mount Clayre\" the royal house of Shornhelm. The Council of the North met to consider the various claimants, but during their deliberations the Montclair advisors found that the Bretonnick codicil had gone missing, while Prince Ranser brought forth a suspiciously long-lost Direnni decree that named House Branquette their \"Breton Royal Delegates\" in Rivenspire.",
        "The vote of the Council was a narrow victory for Prince Ranser, thereafter King Ranser of Shornhelm. Some of Prince Phylgeon's advisors urged him to fight for the crown, but the young prince declined, preferring to become simply the Baron of Montclair.",
        "Oh, fateful humility! We all know where Phylgeon's deference led—to the tragic events of 566 and the insurrection against the First Daggerfall Covenant in what is known (to our shame) as Ranser's War. According to the standard histories, all the noble houses—Montclair, Tamrith, even Dorell—answered King Ranser's call to muster and marched behind his banner in his fatal war against High King Emeric and the South. What is not generally known is that Count Phylgeon of Montclair was uncertain of the rightness of Ranser's cause, and offered to both Kings Ranser and Emeric to serve as a peace envoy between the two sides. High King Emeric's reply has been lost to history, but Ranser's angry refusal is well known. Once again my father deferred to his elder half-brother, and the Montclair Knights joined Ranser's doomed army.",
        "In the immediate aftermath of King Ranser's fall, Rivenspire fell into chaos. The Crown of Shornhelm went missing during the Battle of Traitor's Tor, and the fateful \"Direnni decree\" that elevated Ranser to the throne has likewise not been seen since. The death of Ranser was the end of the line of House Branquette, and since then there has been no King of Shornhelm, Rivenspire having been jointly ruled by the triumvirate Council of the North. That body has tried, with the best of intentions, to keep peace and order in the northern counties, but nobody, if they were speaking honestly, would say the Council's efforts have sufficed. Shornhelm—and the North—need a King.",
        "And why shouldn't they have one? If I may speak frankly, setting aside, however regretfully, the traditional Montclair mantle of humility, then I must confess that I, Baron Wylon of Montclair, am certainly the legitimate heir to the throne of Shornhelm. My grandfather was King Hurlburt, and I descend from him in the direct and legitimate line of succession, a claim no one else in the North can make. (That also makes me the sole living heir to the domain of the Branquettes, much of which was unfairly parceled out to the Tamriths and Dorells, but no—humility, always humility!)",
        "Furthermore, at this critical juncture I am fortunate to be able to announce that the long-missing Bretonnick Codicil has been found by the Montclair house historian, the operative clause of which I shall quote here:",
        "\"… seeing all in order then in Sharn Helm and its Lands Contyguous, the most royale and high … (unintelligible) … appointeth in Perpetuitie sayde Howse Mount Clayre in rulership over … (unintelligible) … and Sharn Helm. So mote it bee.\"",
        "People of Rivenspire, Baron Wylon of Montclair is prepared to do his duty."
    ]
}