{
    "id": "SiltStriderCaravanersLog",
    "paragraphs": [
        "15, Second Seed — Seven passengers ferried. Eighteen parcels at twenty-two stone weight. Weather fair.",
        "At 5 of the clock, set course for Seyda Neen. Passage uneventful.",
        "At 1 of the clock, set course for Balmora. Wild nix-pack sighted near Odai. Outlanders were very excited and requested stop.",
        "At 2 of the clock, resumed journey to Balmora. Passage uneventful.",
        "At 6 of the clock, arrived in Balmora. All passengers and parcels accounted for.",
        "* * *",
        "16, Second Seed — Five passengers ferried. Thirteen parcels at twenty-seven stone weight. One novice caravaner brought on board. Mertisi Apo. Weather exceptionally cloudy.",
        "At 5 of the clock, set course for Gnaar Mok. Allowed novice Mertisi access to the drive-cavity to gauge aptitude. Novice pulled the left antennal lobe—prompted minor seizure in strider. Two passengers flung overboard. Seven parcels lost. After recovering passengers, sent Mertisi to stowage.",
        "At 3 of the clock, arrived in Gnaar Mok. Passengers demanded restitution for unexpected stop and loss of parcels. Coffers minus fifty-six gold.",
        "At 4 of the clock, set course for Gnisis. Novice Mertisi repeatedly inquired about second chance at drive-cavity. Sent him back to stowage. Passage uneventful.",
        "At 9 of the clock, arrived in Gnisis. All remaining passengers and parcels accounted for.",
        "* * *",
        "17, Second Seed — Six passengers ferried. Fourteen parcels at twenty-four stone weight. Novice Mertisi Apo remains on board despite protests. Weather fair.\nAt 5 of the clock, set course for Khuul. Novice Mertisi resumed pleas to take control of the Strider. Despite misgivings, I allowed access.",
        "At 7 of the clock, Novice Mertisi stepped on right suboesophageal ganglion. Prompted violent discharge of strider's gastric system and musk tubules. Passengers rightly horrified. Sent Mertisi back to stowage.",
        "At 1 of the clock, arrived in Khuul. Again, passengers demanded refund. Coffers minus forty-three gold.",
        "At 2 of the clock, set course for Maar Gan. Four passengers ferried. Nine parcels at twelve stone weight. Passage uneventful. Looking forward to removing Novice Mertisi from the strider at next stop.",
        "At 5 of the clock, arrived in Maar Gan. Spent remainder of the day cleaning fluids off the strider's carapace and scrubbing clogged tubules.",
        "* * *",
        "18, Second Seed — Eight passengers ferried. Twenty-two parcels at thirty-one stone weight. Novice Mertisi remains on board. Was notified that the novice is a beloved nephew of prominent Hlaalu benefactor. Morale suffers. Weather hot and blustery. Winds from the Southeast.",
        "At 5 of the clock, set course for Tel Vos. Novice Mertisi requested one last chance at driving the strider. Presented the basics of strider physiology for the fifteenth time. Allowed access to the drive cavity.",
        "At 6 of the clock, Novice Mertisi poked ocellar nerve with curved vedran-prod. Strider began screeching immediately. Sent Novice Mertisi back to stowage.",
        "At 12 of the clock, the strider finally stopped screeching. Passengers relieved.",
        "At 12 and 15 of the clock, relief turned to bitter accusation and cries for refunds. Coffers minus fifty-two gold.",
        "At 1 of the clock, summoned Novice Mertisi to drive cavity for a private meeting. Had brief and civil discussion about caravaner methodology.",
        "At 4 of the clock, passengers reported that Novice Mertisi was missing. Thorough search of the strider revealed no sign of his presence. Likely fell overboard somewhere near Zergonipal. Tragic loss. Morale much improved.",
        "At 7 of the clock, arrived in Tel Vos. All passengers save Mertisi accounted for. Was notified that I will receive a new trainee in Tel Mora. Morale suffers."
    ]
}