{
    "id": "SilverslipsJournal",
    "paragraphs": [
        "ENTRY ONE",
        "A Redguard approached me today about a job. It concerns Song. I was suspicious, but a little curious, too, so I said I'd hear her out. She said Song's family is alive and well, and is desperate to make sure she's safe. Apparently, Song left home on bad terms and they want me to talk to her. I said I'd think about it. But I don't know if I should tell the others. Maybe I'll wait and see what happens.",
        "",
        "ENTRY TWO",
        "The Redguard approached me again. This time she asked me to deliver a letter to Song. I took the letter. Apparently it's from Song's mother. Now I'm conflicted. Should I give Song the letter? I mean, she's going to know I've been going behind her back if I do. It feels bad. I can be prickly and feral at times, but never to Song. I'd never do anything to hurt her. Is this hurting her?",
        "",
        "ENTRY THREE",
        "I admit it, I caved. I read the letter! Maybe I was curious, maybe I was a little jealous—it doesn't matter! It was an odd letter. I thought it would be all emotional and weepy, but it was more stern. There was a strange sketch painted onto the paper as well. It was an eye. Not exactly like what the Mages Guild has on their banners, but it reminded me of that. I'm more confused than ever. Maybe I should just burn the damn letter.",
        "",
        "ENTRY FOUR",
        "WHY! WHY! WHY! Why did I ignore my instincts?! I knew this felt wrong and yet I went ahead and took that damned letter anyway. I know I wasn't followed, but they found our base anyway. A bunch of mercenaries piled in and grabbed all of us. I don't know where they took Jhaka. They've kept Song and me together, at least, but she's been crying a lot. I don't know where they're taking us. All I know is that this is my fault. I want to tell Song, but I'm too afraid. Too ashamed. I'll just have to get us out of here. Or maybe Ember will come rescue us. I just need to be patient.",
        "",
        "ENTRY FIVE",
        "Those slimy bastards traded me to vampires. It's a fitting fate, honestly. Almost funny. I think about the others all the time, but I have to leave that life behind me. It's better if they think I'm dead. I deserve to be, don't I?"
    ]
}