{
    "id": "SinderionsFieldJournal",
    "paragraphs": [
        "4E 58 Second Seed, Middas",
        "I've spent a large portion of my life unraveling the mystery of the nirnroot and yet I still feel unfulfilled. The trilling sound this strange herb emits seems to taunt me, to push me even harder to discover its secrets. Even after a generous and indomitable traveler became a field collector in my stead, and provided me with five score of the nirnroot, I was only able to muster what I consider a mediocre alchemical creation at best. This only served to strengthen my hunger and whet my appetite for the solution.",
        "It wasn't until over fifty years later that the answer to my prayers was carried into my basement workshop at the West Weald Inn. The first thing I heard was the familiar tone - that unmistakable warble unique to the nirnroot. But when I turned around, my heart leapt and a chill ran down my spine. This was indeed a nirnroot, but of a variety the likes of which I have never seen. The herb was awash in a spectacular array of red hues, each leaf seemingly emblazoned with innumerable variations of crimson. I couldn't move - I was completely transfixed. Never in my wildest dreams could I have imagined a species of nirnroot with such a unique property.",
        "After an awkward silence, I finally managed to stammer out a few questions to the traveler who'd brought me this treasure. He told me his name was Obeth Arnesian, a treasure-seeker from Skyrim. Apparently, he'd been exploring a vast subterranean network of grand caverns called Blackreach and had stumbled across what he dismissed as \"a noisy red weed.\" His expedition was largely unsuccessful and he didn't want to leave the caves empty-handed, so Obeth picked one of the crimson nirnroot to bring home. He said that it took some time, but eventually he was pointed my way and that perhaps I'd pay a fair price for it.",
        "Before I could gather my wits and ask anything else, Obeth offered to sell me the crimson nirnroot sample, a map showing me how to find Blackreach and the strange key needed to breach its outer defenses. It took me mere moments to decide. Obeth left Skingrad a thousand septims richer, but I would have easily paid ten times that amount to obtain the sample alone.",
        "It took a year of planning, but I was able to pack up and sell my workshop and make my way into Skyrim. Before delving headfirst into Blackreach, I knew I needed to set up a new laboratory, but wished to do so in seclusion. After making inquiries at the College of Winterhold, of which I was an honorary member, I was directed to speak to Avrusa Sarethi, a student of botanical alchemy who had a small farm near the city of Riften. By bartering my knowledge of nirnroot cultivation, I was able to secure Sarethi Farm as a launching point for my field research. I kept the knowledge of the crimson nirnroot a secret from Avrusa, but imparted everything else I knew to her in exchange for her hospitality.",
        "A few months passed, but I was finally ready to enter Blackreach. I used the Runed Lexicon that Obeth had provided and descended into the depths. My goal was to gather enough crimson nirnroot to produce my greatest alchemical creation to date - I was certain it would take at least thirty of them to provide the necessary catalyst.",
        "This brings me to the present. My initial research seems to indicate that the crimson nirnroot has a similar affinity for moisture as the garden variety, but also maintains some sort of symbiotic relationship with the enormous fungi that inhabits Blackreach. It's my guess that the fungi itself is a source of water, absorbing it from the moist subterranean air like a sponge. This provides the ideal environment for the nirnroot to grow. Unfortunately, the crimson nirnroot appears to have a vastly shortened lifespan, and they are in no way plentiful down here. Gathering thirty of them will be quite the challenge, but hopefully the denizens of Blackreach will allow me to gather my samples unhindered.</font>"
    ]
}