{
    "id": "SirAmielsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "",
        "",
        "",
        "This journal is a record of failure. My failure.\nIn the immediate sense, this is no doubt obvious. If you are reading this, you are probably standing over my body, slain in the depths of the Shrine of the Crusader. Perhaps the gods granted me the gift of at least glimpsing the holy Helm before I died, undeserving though I am. I must believe that you are indeed a holy knight, following in my footsteps in quest of the Crusader's Relics. It is to you, Sir Knight of my hopes, that I direct these words. May the account of my failures help you avoid my fate.",
        "Know that my failures encompass far more than my own death (which is of little account, at the end of a long life). The high ideals of the Knights of the Nine, of service to the gods rather than men, of dedication to a higher purpose -- these are my failures, as I shall record here.",
        "As I write this, the scratching of my pen the only sound in the empty Priory, I am preparing to embark on my last quest for the Helm of the Crusader. I know that my chance of success is small. I am too old for such a task. This quest should have been taken up by the next generation of Knights of the Nine, while Sir Caius and Sir Berich and the rest of us stayed behind and spun tales of our days of glory. Alas, there is no next generation. Sir Berich is my embittered enemy, the rest of my old companions are all dead. There is only me, the last stubborn Knight of a failed Order.",
        "For many years I blamed Sir Berich for the dissolution of the Order, but in my old age I have finally come to recognize my own part in those tragic events. I now believe that the seeds of our destruction were sown early, although the fruit did not ripen until late. Even in the first heady days, questing for the Cuirass with Sir Caius and Sir Torolf, I set the pattern of personal glory. The Cuirass was mine, and although it resided in the Priory, I wore it into battle and accepted the acclaim of my fellows and the people for its recovery. And so it went. The Sword and Greaves, recovered by Sir Berich, became his personal arms, and the Gauntlets to Sir Casimir. Why not? Should the holy weapons lie idle while there was evil to be vanquished? And who more fitting to carry them than the knight who had proved himself worthy by their recovery? So we told ourselves -- so I told myself -- but all that followed flowed from this.",
        "When Sir Berich wanted to take his Relics with him to the war, who was I to forbid him? I, who had jealously considered the Cuirass my own and none other's? Sir Berich was wrong, but I was wrong first, and the blame for the dispute over the Relics falls first on me, the leader and founder of the Knights, who should have set a higher example, but was instead first to claim a Relic for my own.",
        "Sir Berich's later actions I will leave for others to judge. But let it be known that I do not blame him for the dissolution of the Knights. If he would speak to me, I would tell him so myself. He and I are now all that are left of the original Knights. The others are all dead, and I have dedicated myself to recovering their bodies and interring them in the Priory Undercroft, as is fitting for such holy warriors. Alas that they did not have the leader that they deserved.",
        "Now it is time for me to depart on my quest for the Helm. If you would follow in my footsteps, Sir Knight, know that the Priory basement, at least, will remain inviolate. I have sealed the stairs and only my ring will now open it. My brother knights will sleep in peace, in company with the Cuirass, the only Relic that remains in the Order's keeping. I say that, although the Order is officially dissolved, hoping and believing that the Knights of the Nine will one day be reborn. Perhaps you are the one to restore the Order. If so, go to the Priory in the West Weald. Use my ring to enter the vaults beneath the Priory House. There you will find the Cuirass, and claim it for your own if you are a true knight.",
        "May the Nine guard and guide you. Farewell.",
        "Sir Amiel\nPriory of the Nine\nThe West Weald\nCounty Skingrad\nYear 153 of the Septim Era"
    ]
}