{
    "id": "SkeevatonModificationandOperation",
    "paragraphs": [
        "This thesis is the result of three hundred and seventy disassemblies and reconstructions of skeevaton fabricants throughout the",
        "<I omitted the next seven plates of droning introduction. You'd think metal engraving would encourage brevity.>",
        "Standard Functionality",
        "Identifier: Unless removed, all skeevatons possess a sensory tool more sophisticated than their basic auditory and visual equipment. Mounted on a telescoping rod, the Identifier sends out pulses of detection magic to survey objects of interest and search within specific parameters.",
        "<This was the only noteworthy device in the standard design. Unless you're fascinated by scent interpreters.>",
        "Skeevaton Modification",
        "Skeevatons are found throughout Clockwork City, even in extremely hazardous environments. Tinkerers have managed to get around the weaknesses of the fabricant's diminutive size by incorporating some offensive and defensive devices.",
        "Gear Shifting: One of the most common modifications I've encountered involves a secondary set of motility gears meant to increase the skeevaton's speed in short bursts. Certainly useful when they need to traverse the inner workings of active machinery.",
        "<Simple enough, but weight will be a limiting factor.>",
        "Energy Absorption: Skeevatons are sometimes fitted with a micro-magicka condenser allowing them to temporarily store and transport energy without a charged soul gem. The practical uses for this are theoretically limitless, but retaining a powerful magical charge provides some defensive uses as well.",
        "Discharge Energy: A fully charged micro-magicka condenser can release its volatile payload in an emergency, sending raw Destruction magic erupting in all directions. This should be done only under desperate circumstances or safe conditions as the blast can easily overload active constructs.",
        "Deploy-able Barrier: While skeevatons with reinforced chassis are more common, one of the more effective defenses I've discovered is a form of emitted barrier that the skeevaton can project over a sizable radius, allowing it to protect not only itself, but other vulnerable objects as well.",
        "Shock Chassis: A few mischief makers and would-be saboteurs have outfitted skeevatons with dangerous modifications that generate a powerful destructive shock through the fabricant's exterior. This jolt is painful to living things and fry animunculi.",
        "Restoration Emitter: While most skeevatons are equipped with physical tools to conduct repairs, one ingenious model incorporated a modification that generated a restorative magical field around the skeevaton that mended distressed metal, dissipated residual heat, stabilized energy emissions, and other processes used to maintain smooth operation.",
        "<These modifications are marvelous, but there simply isn't enough room in a skeevaton to incorporate everything. I'll need to decide what's best tailored to certain roles.>",
        "Trans-corporeal Operation: While most skeevatons I have reverse engineered have operated autonomously to carry out simple or routine tasks, I encountered several that had been tinkered with to allow an individual direct control over the fabricant. These modifications ranged from cumbersome wires, resembling a puppeteer's strings, and hand-held tonal emitters to a trans-corporeal pneumeria chamber that allows a being to inhabit the fabricant itself! This modified Dwemer device ingeniously converts a being into pure Liminal energy and stores it within a hermetic chamber. When connected to a fabricant the intelligence of the occupant may operate the fabricant as an extension of their animus. Obviously, this allows for unprecedented precision of control, but it also carries immense risk. If the skeevaton were to suffer a catastrophic failure while the pneumeria chamber was occupied, the animus would be violently ejected and almost certainly kill the occupant, if they even rematerialized at all.",
        "<I wouldn't have thought to use a pneumeria chamber to contain metaphysical material, but I shouldn't be surprised. Tonal devices often blur the lines between material and immaterial. I can think of a few uses for this.>"
    ]
}