{
    "id": "SkinBlightsByAnyOtherName",
    "paragraphs": [
        "By Ravosa Ildram, House Healer",
        "I have been asked by the prominent noble from Rotheran, Ulasa Redoran, to expound upon the bane of long-suffering Dark Elves everywhere - skin blights. These pox care little for economic or social standing. Poor or rich, young or old, skin pestilences can affect anyone and seem to have a preference for the Dunmer complexion. They range from mild annoyances to destructive infestations that leave disfigurement and even death in their wake. The Council of Dunmer Healers, where healing masters from each house gather to exchange information and work together to deal with plagues and diseases at the behest of the Tribunal, have dubbed all skin-related illnesses as \"corprus,\" using the ancient Velothi word for \"skin blight.\"",
        "Like other plagues that ravage the land, corprus maladies have both natural and unnatural origins. Sometimes an alchemical or even magical version of a blight gets loose to devastate the public. Take, for example, the Flay Blight of 2E 565. Throughout that long and scorching summer, a terrible affliction ravaged the western shore of Vvardenfell. Hundreds upon hundreds of Dark Elves contracted rashes that irritated the flesh and blotched the skin. After an extensive investigation by the Council of Healers, it was categorically concluded that the Flay Blight was the direct result of a change to the alchemical formula of Mystic's Majestic Face Cream.",
        "As to why the Dunmer integument seems to be notoriously susceptible to corprus maladies, well, the best I can offer is theory and conjecture. Some believe that the Dunmer people are \"ill-favored by fate,\" which makes us particularly predisposed to skin blights and other irritations. Others claim that our ruthless and distrustful nature makes our blood run hot, allowing all manner of disease to breed and take root in our bodies. As a healer, I have found no clear proof of such thermal differences between a Dark Elf or, say, an Orc or Nord. (Although we do appear to run warmer than Argonians, but that's a subject for another report.) There are also those who hold to the \"old religions\" and see corprus and other blights as direct evidence of Malacath's fury against the Dunmer. The God of Curses, they believe, tests us by sending affliction after affliction that pushes our physical prowess and overall health to its limits.",
        "As a healer and alchemist, I try to leave myth and religion outside when I enter the realm of methodical theorizing. My studies, which include treating afflicted Dunmer and reviewing the work of reputable healers throughout Morrowind and the neighboring lands, lead me to conclude that most natural corprus outbreaks - including inflammation and discoloration, as well as flaking and sloughing of corrupted flesh, or an outbreak of blisters or ulcerations - appear to be the result of unsanitary conditions, unbalanced humors, or miniscule creatures of foul and ill-tempered disposition. Of course, many of my colleagues scoff at such theories, preferring to believe that every action results from either the interplay of magicka or the movement of celestial bodies or other more traditional view of healing and sickness.",
        "In conclusion, the best method for avoiding corprus blights of all varieties is to bathe often, wear clean garments, and eat and drink only the purest of foods and liquors. If it makes you feel any better, you can also mutter a protective prayer to ward off Malacath's unwanted attentions. The Tribunal knows such arcane rituals probably won't make your chances of contracting a blight any worse, and they'll probably make you feel more comfortable."
    ]
}