{
    "id": "SkormSnowStridersJournal",
    "paragraphs": [
        "13th of Sun's Dusk 1E139",
        "At the command of Lord Harald we have swept our company to the south edge of our territories in an attempt to drive the Snow Elves up north to the main host of his forces. The first few days met with heavy resistance, but as we approached the eastern edge of Lake Honnith we have seen little and less of them.",
        "21st of Sun's Dusk 1E139",
        "We've begun to receive reports of attacks back around Lake Honnith and word has come from the front that we should pull back to be sure we are not leaving our rear exposed. If there is a stronghold of Elves here, we will surely root them out.",
        "27th of Sun's Dusk  1E139",
        "It sounds impossible, but we appeared to have stumbled upon a massive hold out of the Dragon Cultists, who were believed to be wiped out during the Dragon War. The Elves must wait, as this is a threat we cannot ignore. If we are quick, we may be able to catch them unaware and avoid a lengthy siege.",
        "21st of Evening Star 1E139",
        "Third week of the siege. The men grow restless with the cold and all miss their families. If that blasted storm hadn't caught us off guard and slowed our ascent we might have taken the Monastery, but as it stands we may be in for several more weeks of pounding on their walls. I've sent word to Harald to send one of the Voice masters to help bring down the wall.",
        "4th of Morning Star 1E140",
        "We've brought down their main gate thanks to the young Voice master, but the brash lad took an arrow in the neck in the process. It seems he will be joining the Eight in Sovngarde soon. The cultists have fallen back to the interior of the Monastery but soon enough we will breach those defenses. The sooner the better - it's too blasted cold on this mountain.",
        "5th of Morning Star 1E140",
        "We entered the Monastery today only to find all inside dead. It appears they purposely caved in the stairway to the refectory and then took their own lives. Some appear to have slit their own wrists, others we found with empty vials. Most appear to be poisoned, but oddly there are not as many empty bottles as one would expect by the number of dead. We shall hold up here over night rather than face the cold, and explore the catacombs in the morning to see if we can find another passage to the upper areas.",
        "6th of Morning Star 1E140",
        "May the Eight protect us from Dragons and madmen. We lost half our remaining men today. We discovered a well in the catacombs, locked but with several buckets already filled, and in their excitement for a drink that didn't risk frostbite on their tongue, two score drank before we could stop them. Gods only know how these cultists could use that horrible poison in their own water supply. We've lost more men to this catastrophe than we did taking the courtyard.",
        "The well was locked from this side, and the key must be somewhere in the catacombs, but with the ghosts of these dead cultists and the men demoralized, it just isn't worth the search. Let those gods-forsaken cultists drink their way to Oblivion and be done with it. The upper door in the courtyard has some sort of barrier over it and our mages believe that the sacrifice made here will sustain it for decades at the least.",
        "We leave this accursed place tomorrow to regroup and push up north, but I will leave this journal, so that in an age or so when the poison has faded, someone may find a way in to be sure the cultists met their due fate."
    ]
}