{
    "id": "SkorvildsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Cause from the Creation Club",
        "",
        "If you are reading this, it means they may have reached me first. The Mythic Dawn do not tolerate desertion. A fitting end for my transgressions, I suppose.",
        "",
        "If you know of the Mythic Dawn, you may have heard that the cult was eradicated long ago, after the Oblivion Crisis of the 3rd era came to an end. This was true until perhaps one year past.",
        "",
        "As discord began to sow in the lands of Skyrim, the whispers of Mehrunes Dagon made their way to the ears and mind of a fervent worshipper named Vonos. These whispers led him deep underground to an ancient Mythic Dawn temple, long since collapsed, where rumors spoke of an Oblivion Gate, lying in ruin for centuries.",
        "",
        "Vonos soon made a pact with Mehrunes Dagon, and began to quietly reform the Mythic Dawn as its new leader. He began to cultivate more members to the cause, and I myself fell victim to the promise of such power.",
        "",
        "After the Oblivion Crisis, the gates throughout Skyrim were buried deep within the lands. However, with much effort, we retrieved many of these pieces, and successfully rebuilt an Oblivion Gate.",
        "",
        "Vonos, a master of conjuration, has been working tirelessly to open the gate and give Mehrunes Dagon's troops a doorway into Tamriel.",
        "",
        "As dictated by the pact, the cleansing of the Oblivion Gate required a personal blood sacrifice from each of us to prove our devotion. Blinded by ambition, I offered up my own brother, Sune. A simple farmer who could not harm a Dartwing.",
        "",
        "Watching the knife penetrate his body sent shock and horror through my entire being. The blood that spilled from his loins was that of my blood. In that moment I realized what I had done. It was not power that bewitched me, but deceit.",
        "",
        "As an Acolyte I was not privy to much information, but I know that Vonos is searching for a powerful, ancient artifact that is necessary to open the gate. What that artifact might be, I do not know. I heard something about an excavation camp to the southwest of Ivarstead, near a mountain pass. Perhaps more information can be found there.",
        "",
        "Lastly, in order to keep its location secret, all but the highest priests in the order are blindfolded when taken to and from the Oblivion Gate, so I have no further information to give as to its whereabouts. I only know it was a cave. I wish I could tell you more.",
        "",
        "I've been on the run day and night, and now the Vigil of Stendarr are also on my trail. I can only imagine what they might do to someone like me, so I come to you with my plea, someone who might better understand my plight.",
        "",
        "Please stop the Mythic Dawn however you can. For myself, my forsaken brother, and the whole of Tamriel.",
        "",
        "-Skorvild"
    ]
}