{
    "id": "ASkyofDusk",
    "paragraphs": [
        "By Romien Garvette of the Whispering Shadows",
        "They said it was beautiful. Like a children's storybook steeped in nightmare. This realm of Oblivion, bathed in a purple sky. Stars splattered like flecks of paint. Falling, streaking across my eyes. A dark forest encroaches, filled with Her creatures. Wolves of shadows. Spirits haunting. Her Shrikes which sing, sing just for me. A melody which I cannot hum.",
        "Blue lights fill Her land. Mesmerizing. Blue flowers that glow in the darkness with a kind light. Deceptive light. Yellow fires burn, burning against the blues and purples. Crypts lie, submerged in murky waters. Cold, cold, as cold as my hands.",
        "Her land is decay, bloated and purple. The trees cast long, dark shadows. The path is winding, branching. There's a castle in the distance, broken apart. This world is broken apart. Crumbling, crumbling. The stone is crumbling, like my mind is crumbling. Tumbling, tumbling, into decay. Into Her shadow.",
        "I walk within this shadow world into a counterfeit one. The realm of a Prince to the creation of a god. From soaking green to burning sand. The sun is blinding, weakening. I am a shadow, banished with the light. I crave it, but it hurts. I cannot have it. I cling to darkness as the darkness clings to me.",
        "I sleep but find no rest, no night to come, no morning after. Just dusk, endless and gloomy. No rest for us wicked souls. Nightmares swarm, swarm like her crows. Endless eyes watching me. Singing which lures me in. The darkness seeps beneath my fingernails, under my eyelids, between my guts. Like tar, I'll fall apart if I rip it out.",
        "My Mistress lulls me into this slumber, into this nightmare. I cannot awaken for I have become the nightmare. I am one of Her shadow creatures. I am the wolf that howls, the spider that crawls. The spirits which haunt this plane.",
        "I will feel nothing as I strike. I have nothing left to feel, save Her."
    ]
}