{
    "id": "TheSkySpirits",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "Azurah. The Mother of All Khajiit. Queen of the Night Sky, the Realms of Twilight, and the Dusk and Dawn. The Favored Daughter of Fadomai. Her spheres are many, for she carries the burdens of our ancestors. All tribes know Azurah as the God of Magic, Beauty, and Prophecy. She is also the keeper of all gates and keys, all rims and thresholds. Khajiit know it was Azurah that lifted us up and bound us to the Lunar Lattice, and thus broke us from the chains of fate so that we alone shape our own future. Hers is the gift of ja-Kha'jay and all our perfect forms. It is written that she knows the names of all the Khajiit that will ever live. You must come to know her yourself, for that is the first step on the Path.",
        "Khenarthi. Elder Spirit of the Heavens, who sings her songs with the wind and rain when she passes close to Nirni. The most ancient sounds were gifted to the world by this spirit, and we honor her with music, song, and the speaking of myths. For some tribes she also serves as a spirit of mourning, as it is written that when Lorkhaj died she hid herself in a storm and wept until Alkosh came to comfort her. Khenarthi carries the souls of dead Khajiit to Azurah for judgment, and is also her messenger. At the end of time, it is her clarion call that will summon the eternal united spirit of all Khajiit to defend creation.",
        "Jone and Jode. The Ever-Mourned. The spirits of the stillborn twins of Fadomai, who still dance in the Lunar Lattice. Khenarthi held them when they were born, and did not have the heart to tell her dying mother the truth. She lit two lanterns to make their eyes bright and rocked them in the sky until her mother passed. Azurah cares for them now and lights the lanterns again when they burn low. The love of Jone and Jode spreads to all Khajiit as moonlight and sugar. To give your praise to these spirits, you must sing Khenarthi's lullaby on nights of Bright Moons.",
        "Lorkhaj. The Moon Prince. Fadomai's Favored Son. The White Lion. He was born in the Great Darkness and it followed him as his burden. Loved by many, he was considered a noble leader. Lorkhaj was the first spirit to make his own path with purpose, because he was in conflict with himself as soon as he was born. His courage inspired all those he encountered, so much that he united the spirits to make the World. He gave his life to do this. We honor his sacrifice by walking the Path with purpose and resisting the call of the Dark. Lorkhaj represents the duality of the Khajiiti soul and the hardships that all Khajiit must overcome. In her wisdom, Azurah lit her brother's pyre with the Twin Lanterns of Jone and Jode, and thus the true spirit of Lorkhaj will sometimes appear—but only when called by Azurah or Khenarthi, or by his oldest name.",
        "Magrus. The Sun God. Commonly known as the Cat's Eye or the Third Eye of Azurah, He serves as a daily reminder of her wrath. It is written that when Magrus fled from Boethra and Lorkhaj, he could only see out of one eye and fell into the Moonshadow. There Azurah judged him as too full of fear to rule a sphere, and she tore out his other eye. Magrus left to the heavens blinded, but Azurah made of his eye a stone to reflect the Varliance Gate. This is the Aether Prism, which opens at Dawn and closes at Dusk. Some sorcerers hold that Magrus left the eye willingly as an offering to Azurah and her children, and these magi still utter prayers to his name."
    ]
}