{
    "id": "SkyreachExplorer",
    "paragraphs": [
        "<title>Skyreach Explorer, Volume One</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "With an equal measure of excitement and trepidation, I begin this series of journals that will one day form the basis of a scholarly work on Skyreach and the ancient Nedic people. The University of Gwylim has generously funded this expedition, in exchange for the exclusive rights to publish at least two books related to the subject at hand.",
        "Note, however, that these journals are not the finished published work. They contain my observations, theories, and general musings on everything I encounter throughout this trip. The journals will also contain asides by my scholarly partner Verita Numida, whose theories are usually wildly opposite of anything I propose. I like to think that our differing points of view help to create a more complete picture of the past, but I will admit here, within these pages, that she often drives me into an intellectual rage. Without her support and the addition of her lofty credentials alongside my own, however, I'm not sure this expedition would have come to fruition.",
        "Why Skyreach? These ancient ruins, we believe, hold the answers to the question that has intrigued us both since we first started looking into Cyrodiil's past. Namely, who were the ancient Nedes, the people who eventually gave rise to the mighty Imperials? I always imagined them to be uncivilized brutes that were as likely to fight each other as they were their enemies, but Verita has constantly insisted that they had to have a more advanced culture than I gave them credit for. Perhaps deep within the ruins of Skyreach, we will settle our argument once and for all.",
        "* * *\nRemarkable! The city of Skyreach appears to extend not only around the Dragontail Mountains, but through them and even beneath them. What an amazing feat of engineering went into the crafting of the place. It appears I have lost at least one argument with Verita. The ancient Nedes were certainly not simply uncivilized brutes. But beyond that, these monoliths have yet to tell us exactly who they were.",
        "We have begun our investigation in a section of the ruined city we have decided to call \"The Hold.\" Our first goal is to explore the area and come to some conclusions about what daily life must have been like in this Nedic metropolis. Did they utilize both the exterior and interior spaces, or were they primarily dwelling within the space carved from the very heart of the mountain? Perhaps the intricate carvings will provide some clue.",
        "On first inspection, I theorize that the Nedes built this massive living structure as a private estate for one of their vaunted High Kings. Perhaps it was even the final residence of Durac, the High King that presided over the fall of the Nedes.",
        "Verita, as usual, disagrees. She posits that the commonfolk lived and worked both inside and outside these now-ruined buildings. The evidence we see for what appear to be areas converted into living spaces, she claims, lend credence to the theory that the Nedes retreated into the mountain as a result of the Yokudan invasion. Her theory may be more sound, on further consideration, but I am not yet ready to concede to her on this. Not yet.\n",
        "<title>Skyreach Explorer, Volume Two</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "As we saw in the other parts of the city we have already explored, the same odd figures appear throughout the Nedic architecture. Clearly, a serpentine motif is depicted everywhere. I contend that this is proof positive that the Nedes worshipped some sort of serpent god and were so enamored of this deity that they wanted to see him wherever they looked.",
        "Verita says my theory has merit, and I thank her for that. But she insists on offering an alternate opinion. She says it's to make sure all avenues of possibility are explored, but I contend she just wants to be contrary. She does enjoy disagreeing with me at every chance she gets. Her theory is that the snake was simply a popular figure in Nedic culture, not unlike the Friendly Netch, the Brave Little Squib, or the Gift-Giving Guar of our own popular legends.",
        "We must agree to disagree, as the other popular saying goes.",
        "Other images we have spotted over and over again in the stonework include an odd, Orcish face, a stag-skull sort of creature, and a winged serpent, which could be related to the other snake images. Gods? Popular story characters? Simple decorative elements without higher meaning? I believe we are looking upon the Nedic pantheon, for I can't imagine going to all this trouble just to depict imaginary creatures from camp-fire tales.",
        "* * *\nWe now believe that the catacombs were originally used as the city of Skyreach's graveyard. We have found evidence that the interred came from all walks of life, from commoners to crafters, nobles to royals. We have also developed conflicting theories about why the confines of these catacombs have disturbed us so profoundly.",
        "I believe that it is shared illusion, given substance by lingering legends and fueled by our own fears. We just need to rely on our intellects and strength of will then everything will be fine. Besides, illusions cannot hurt us. Of that, I am fairly certain.",
        "Verita, of course,  has a differing opinion. She believes that the legends concerning Virmaril the Betrayer, who we know of only through the remains of a text now called the Perenaal Fragment,have at least a grain of truth to them. It is her belief that Virmaril was indeed a necromancer, and that somehow he has defied the laws of nature and still exists in one form or another somewhere deep within this labyrinth. I say balderdash, but as I agreed to let her join this expedition, I feel somewhat obligated to allow her to express her theories - no matter how outlandish they may be.",
        "It is Verita's contention that Virmaril has been asleep these long aeons, and we have somehow begun the process of awakening him from his eternal slumber. Just to be on the safe side, we have decided to cut our exploration of the catacombs short and move on to the next site in the complex. Perhaps we shall return to these ruins at a later time, after our heads have cleared.",
        "<title>Skyreach Explorer, Volume Three</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "Today we made our first foray into the undercroft known as Skyreach Catacombs. It is evident that the dead of the Nedic city were interred within this vast labyrinth. However, we have not yet been able to determine if all classes of citizens were allowed to make use of these facilities or if it was just a place for the rich and powerful. We will begin examining a sampling of the graves at once. Who knows what relics we might find buried with each Nedic corpse?",
        "Some of the guards and workers in our party have begun to complain about this place. They say these catacombs are haunted. One of my students actually reminded me of the legend of Virmaril the Betrayer. I usually don't hold with such nonsense, but I must admit that a feeling of dread has settled over me. And like some of the others, I imagine I'm hearing a voice whose words are spoken just low enough that I can't make them out. Perhaps we're just frightening each other with these wild tales. Still, the faster we complete our study, the faster we can exit this dismal place.",
        "(I've taken up the quill again, as Reginus appears to be almost frozen with fear at the moment. We haven't actually seen any spirits or walking dead yet, but more and more of our crew are complaining about the strange voices in their heads. I'm going to ignore them for the moment and talk about the amazing chamber we just came across. This must have been where the legendary meeting of the Nedic kings took place! Each of the kings appear as they must have looked in their last moments of life, sitting in their thrones as if about to enter into a grand debate.-Verita N.)",
        "I don't know what came over me, but I have shaken off the feeling of doom and retrieved my quill from our fanciful Verita. I must document the position of each of these ancient kings so that our record of this discovery is complete. Though their names have been lost to history, we know the titles of each of the kings spread out around the High King Durac. They include such luminaries as the Forest King, the Spirit King, and the Frost King. We don't know why they carried these titles, but I'm sure it had something to do with the region of the Nedic realm they ruled. Or perhaps it had something to do with their own personal portfolios of power.",
        "(Give me that quill! Who cares what they were called. I think this chamber demonstrates the true state of Virmaril the Betrayer's mind. I don't think he was trying to raise an undead army. I think he was more of a collector. I think this place is now his collection! It makes a certain amount of sense if you look at the evidence before us. -Verita N.)",
        "Nonsense! Virmaril is nothing more than a legend. And ghost stories do nothing to advance the cause of knowledge and history. Let's move on before we all succumb to these imaginary voices.",
        "<title>Skyreach Explorer, Volume Four</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "Supplemental Notes by Verita Numida, Ancientist, University of Gwylim",
        "Reginus needed a rest and some juniper tea so I've taken up ink and quill to continue the record of our exploration of Skyreach Hold. (I love how he hates that I have a more friendly and exciting writing style than he does! Smashing!)",
        "I'm coming more and more to the certainty that the Nedes possessed an advanced society. Perhaps even more advanced than our own in certain ways. The engineering skills that were required to construct these massive spaces within the mountain are almost too much to fathom. I'm not sure if our best engineers and crafters wouldn't be hard-pressed to duplicate the effort. The intricate gardens, the vaulted ceilings, the ingenious waterways and fountains - it all points to a level of sophistication and aesthetic that rivals or exceeds the best Cyrodiil has to offer.",
        "I think that the overall skill and craftsmanship demonstrated in the stonework that surrounds us clearly shows that the Nedes were much more than war-loving savages. I'm sorry, Reginus, but I have to record it as I see it. The architecture demonstrates that they treated stonework and masonry as an art form. The carvings are more than simple decoration. They tell a story of a proud and powerful people, of a culture reaching for the stars that was then cut short by jealous invaders. Even in ruins, there is a grandeur here that leaves me breathless.",
        "Even more impressive are the spaces that are open to the sky. These open ceilings let in fresh air and sunshine, and were perfect for observing the night sky - a practice we know the Nedes were fond of thanks to ancient texts and tablets such as the Perenaal Fragment and others. I believe that the Nedic obsession with the stars isn't simply because they worshipped or had some other deep connection to the Celestials. I believe that the Nedes were somehow involved in the very creation of the whole concept of the Celestials. I plan to find proof of this during our explorations of this space and the neighboring ruins.",
        "Of course, Reginus strongly disagrees with my proposition. He even demands that I return the quill to him. Historian, indeed! He wouldn't know a fact from a fantasy if it walked up and said \"hello.\" Oh, very well. My hand was beginning to cramp, anyway.",
        "<title>Skyreach Explorer, Volume Five</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "Supplemental Notes by Verita Numida, Ancientist, University of Gwylim",
        "Reginus stepped into a crack in the stone walkway and sprained his ankle. He's currently resting at the base camp with a cup of hot juniper tea. He reluctantly agreed to allow me to explore the pinnacle ruins without him, as we can't afford to waste time waiting for his ankle to heal to complete our examination of the Skyreach complex.",
        "Here I am, inside the highest accessible point within the Skyreach ruins. A long, winding corridor leads deeper into the structure, though I have yet to see any evidence that would allow me to formulate a theory about the purpose of this place. I do have the unnerving feeling that I'm not alone in here. Well, in addition to my guards and research assistants. I wonder if it has something to do with the faces staring out from the carvings in the pillars and walls?",
        "Anyway, the corridor into the ruins appears to have seen damage in the past. Parts of the walls have fallen away, and sections of the approach appear to consist of natural cave instead of worked stone. Perhaps an earthquake caused the damage and even opened natural passages through the ruins? And it still feels as though I could turn around and look into the face of an ancient Nede - or something even stranger - at any moment.",
        "As I reached the end of the corridor and it opened into a vast, finished chamber, I wondered whether or not the passage I entered the ruins by was ever meant as an original accessway. It appeared to bisect the main chamber almost as an afterthought, as though someone or something dug their way into this section of the ruins at some point after the fall of Skyreach and I was now following the path of previous explorers or tomb robbers.",
        "I need to think about that a bit before I write any additional comments.",
        "<title>Skyreach Explorer, Volume Six</title>",
        "By Reginus Buca, Historian, University of Gwylim",
        "Supplemental Notes by Verita Numida, Ancientist, University of Gwylim",
        "I continue my commentary on my exploration of Skyreach Pinnacle while Reginus lounges around back at the base camp, nursing an injured ankle and cursing his bad run of luck on this expedition. But now that I think about it, maybe he was just getting tired of crawling around in dusty, old ruins and decided he needed a break. I wouldn't put it past him to have me do all of the work around here.",
        "I've reached the main chamber of this portion of the ruins. It was obviously a ceremonial room of some sort, perhaps associated with the Nedic religion or arcane practices. Four summoning circles or ritual stones of some sort occupy key positions around the room. I'm not an expert on arcane rituals by any means, but I wouldn't be surprised if these stone platforms were wards of some sort. I'll make etchings of the stones and see what Reginus thinks they represent.",
        "The center of the chamber appears to be decorated with an engraved ritual circle that seems to depict an alien visage of some kind. Is it another of the supposed Nedic gods that we have yet to fully identify? I'll put that it the definite \"maybe\" category. I do get a sense of foreboding in this ancient space, as though something of great consequence took place here. I wish I could find a text or something that would just explain everything to me, but then I guess I'd have no work to do for the university, would I?",
        "The raised platform at the far end of the chamber contains two interesting and noteworthy features. First, a fifth summoning circle (ward stone?) is embedded in the floor of the platform. Second, a huge opening in the wall provides a view into the night sky. Could this have been an astronomical tool of some sort? Does a particular pattern of stars appear in this portion of the sky on a given day? I'll need to see how I can research that avenue of study, but in the meantime, I really don't like the sense I'm getting in this chamber. The place feels angry. Like a hornet's nest of dark emotions waiting to explode.",
        "Yes I'm done here. Let's see if Reginus can make any sense of what we've discovered here."
    ]
}