{
    "id": "SlythesJournal",
    "paragraphs": [
        "<bold>Page 1</bold>",
        "As midnight approaches, I still watch the fires burn. The great city of man, Kvatch, lay in ruins. They didn't heed my words. They didn't listen to my voice. Now, they are all paying the cost of ignorance. The Sunken One strikes swift and hard. He swats those who oppose Him as if they did not exist at all. The excuses of man fall upon deaf ears. The Sunken One has no pity; He has no mercy, He only sits below and passes sentence. And now, with a mighty stroke, He's toppled one of man's pitiful blights on His land. And yet, He still hungers. His appetite is voracious. Kvatch will not be the last city to fall by His hand. The world of man grows more and more corrupt, and it angers Him. Man's lies and deceit will be his undoing as The Sunken One grows impatient and no longer waits for or accepts the proper offering.",
        "The burden is mine to shoulder. I am the last who knows of He Who Shakes The Ground. If I do not bring him the Offering, who knows what city may fall prey to his whim? Anvil? Chorrol? Or perhaps He will turn his eyes on the greatest boil of all, the great Imperial City itself. No, I must not let that happen. I must get the Offering to him like my father did before me. Man may be fallen in His eyes, but they must have time to learn The Sunken One's teachings. Destroying man now would be a waste, when I am certain that given the chance, they will come to see His ways. Yes, I will do this thing. I will brave the depths of Sandstone Cavern to see Him. My weapons will be my will and my word. The Sunken One will watch over me and guide me. I must depart soon, before it is too late. If anyone finds this page, let them know that I, Slythe Seringi, do this for the good of all man.",
        "<bold>Page 2</bold>",
        "As I descend into the depths of Sandstone Cavern, I wonder to myself... why? Why would The Sunken One test me so? Have I not been loyal? Have I not spread His word? Have I not obeyed His laws? This journey has been cruel and unfair. I've nearly met my end more than once. I don't know if I can make it to His home. But no, I cannot think this way! I must get there! I must see Him. If I do not, then the world of man is doomed. I dare not tarry longer, as I do not wish to suffer His wrath. I must get the Offering to Him.",
        "<bold>Page 3</bold>",
        "I am fallen.",
        "I have failed. I will not reach Him in time. And because of me, man is doomed. The creature jumped me without warning and before I could dispatch it with my magic, it dealt me a mortal blow. Now, all of Tamriel will face wanton destruction and death. His wrath will be unspeakable, his anger immense. Kvatch was but a small amount of his true potential. All hope is lost. The Sunken One wakens and soon, man will feel His hunger."
    ]
}