{
    "id": "SmithingAWorthyEndeavor",
    "paragraphs": [
        "Anyone with ore and a hammer can fashion a crude weapon at an anvil, yes, but it takes more than a burly arm to grasp the subtleties of the art. Some of my fellow Altmer may sneer at weapon forging, considering it work fit only for commoners, but in doing so they only expose their own pitiable ignorance. Unraveling the mysteries of form, function, and the effects of various materials on the substance of the weapon is an undertaking that requires not only a sharp mind, but strength of body and patience through hours of practice each day.",
        "To become a master and create peerless weapons, much time must be spent in research, slowly uncovering new secrets which, in turn, lead to more revelations. One must study weapons from every culture crafted by many smiths, deconstructing them and analyzing the results methodically to identify the source of unusual properties. The weapon's shape, its component materials, and its balance are just a few of the elements that must be scrutinized.",
        "Of course, we cannot ignore the many types of weapon. Each one, from sword to axe to hammer, one- or two-handed, is its own realm of study. It is entirely up to the smith whether to pursue exhaustive knowledge of one type or to study a wider variety, but the end goal should be the same for all who demand perfection: to attain a comprehensive understanding of all weapon traits and how to impart them to any creation.",
        "As you can see, producing weapons goes far beyond making a stick of metal to hit enemies with. The complexities of the craft run as deep as any magical study, and only through time, research, and practice can one truly claim to be an expert.",
        "There are those who will try to convince you the work of a smith is crude or artless; in such encounters, simply smile back, knowing that you are on a worthy path. By putting in the requisite effort to elevate your creations through the relentless pursuit of knowledge, your work will be remembered in legend long after your detractors are dead and forgotten."
    ]
}