{
    "id": "SmugglersTradeNotes",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Staff of Hasedoki from the Creation Club",
        "",
        "The new source has been a real boon. Skooma, poisons, black soul gems, you name it. We've got a line to a wide range of goods, and an even wider range of clients. Which reminds me, someone needs to tell Ahkari where she can stick her bottles of sugared cat piss. We're done.",
        "",
        "Meanwhile we're filling up our coffers faster than we can empty them. We're drinking day and night and still haven't gone through half the gold from that Morrowind job for the corpse fondlers. With Argonian patrols up and down the border, we can charge an arm, leg, and a tail for every crate that comes in. As for the zombie petters, they were pretty pleased the staff wasn't damaged. Creepy looking thing too, was glad to be rid of it.",
        "",
        "It's a shame we couldn't hold out a couple more days though. This morning another buyer came by the camp, an Orc with a face so lumpy he must've jumped head first off the top of Dragonsreach.",
        "",
        "Turns out he was looking for the same staff, offering to pay double. I told him we could have something better for him on the next boat from Solstheim, but he was pretty sodding clear there was only one staff he wanted to buy. Makes sense. The only thing uglier than this Orc was that staff. Maybe he wants to hold it up when he shaves so he doesn't feel so bad for being born.",
        "",
        "Anyways, I sold him the information on the buyers, and sent him on his way. Couldn't get him to trade any of the valuables on his carriage, but it's all right. There's more than one way to part a fool and his things.",
        "",
        "I told the boys to cut him off on the road west of Whiterun, at the burnt down house between the watchtower and Fort Greymoor. Given how obsessed he was about that staff, it'll be easy to catch him off guard."
    ]
}