{
    "id": "TheSocietyoftheSteadfast",
    "paragraphs": [
        "By Phrastus of Elinhir",
        "",
        "At the request of several highly placed members of Imperial nobility, I shall wade into a subject usually foreign to me—the arena of current affairs. Specifically, the increasingly visible and political role of the Society of the Steadfast.",
        "",
        "The philanthropist Lord Bacaro Volorus started the Society of the Steadfast to provide relief to those caught up in the suffering caused by the Three Banners War. Families have been displaced, children made orphans, soldiers wounded, and famine has swept in behind the front as the three alliances clash. The Society does its best to provide aid and comfort to those so afflicted by the ongoing conflict.",
        "",
        "During the earlier Colovian Revolt that resulted in the end of the Longhouse Emperors, local community leaders stepped forward to act as champions for the war refugees streaming away from Imperial City as Varen Aquilarios's forces marched on the capital. Straw beds were made, shelters hastily constructed, and stew pots set to cooking. Banners were sewn from blood-spattered tunics and ragged bedclothes to signal safe harbor and succor for all those who needed it. This informal assembly of goodwill and aid may have been nothing more than a footnote in history if not for Lord Bacaro Volorus. The sprawling Volorus family was impacted deeply by the war against Emperor Leovic, with Bacaro himself losing his partner and children to the fighting. In his grief, the noble threw his vast fortune into an assortment of charities. And when the Three Banners War commenced, he founded the Society of the Steadfast to assure that aid would be available to those most in need.",
        "",
        "The Society establishes healing pavilions for the wounded, distributes food and water to the hungry, and provides whatever other aid they can. As Lord Bacaro has been noted to say, \"\"My family has always believed that wealth should be used to foster good works. We seek to help the common folk caught up in the violence of the alliance war.\"\"",
        "",
        "While not a religious organization, the Society does take inspiration from the teachings of Stendarr. Between their healing centers and food distribution tents, they work to show compassion and mercy to those touched by the war, soldiers and commoners alike. A relatively small organization, they mostly work near the battlefields of Cyrodiil. Lord Bacaro has recently turned his estate on High Isle into a healing center, and personally pays to transport the most egregiously wounded to the compound for treatment and recuperation.",
        "",
        "Ships sail from Gonfalon Bay daily flying the Steadfast flag. Each carries rations and supplies across the sea, aid for those impacted by the war. Whether Pact, Covenant, or Dominion, the color of a warrior's tunic has no impact on the Society's charter. They provide help to any in need."
    ]
}