{
    "id": "ASoldiersLetter",
    "paragraphs": [
        "Gilles,",
        "The other day, I was drinking in a pub in Sentinel, and a Breton sitting next to me started talking about politics. I know how much you miss drinking out on the front lines, and believe me, the first few rounds are on me when you get back, but you can't possibly miss listening to some drunken idiot argue about politics.",
        "So this Breton, he starts getting really loud, and he rants about all the reasons we're at war with the Aldmeri Dominion. He talks about economic factors, he talks about resources, he talks about crafting, the guy goes on for what seems like forever, and that's when he stops to take a drink. Which was long enough for me to say two words: \"You're wrong.\"",
        "Because this guy doesn't know a bloody thing about what it's like fighting the Dominion. Out on the battlefield, they don't care about economics or resources or religion. You're out there for one reason: to kill them before they kill you.",
        "Everyone else here knows the truth. For all their lofty Elven pretense, the Aldmeri Dominion only really cares about one thing: conquest. Though they do have standards—they only want to conquer the non-Elves. Like us.",
        "So I told that drunken fool the same thing you told us. Without soldiers like us standing between them and the Imperial throne, the Elves will push and push and push until they hold everything from the shores of High Rock to the heart of Cyrodiil.",
        "Any Altmer who looks at a Breton, he's going to see a human. Any Altmer who looks at a Redguard like me … well, there's no way around it, he pretty much knows I'm a Redguard. And there's no mistaking an Orc. Ain't none of us Elves.",
        "Life is getting a little more relaxed in the city now, since everyone has pretty much accepted we're at war, and there's still the occasional High Elf in the streets who can go about his business without a fight. It's still sane enough that they can walk around in public. Inside the city walls, I've seen a handful of High Elves walking into the Mages Guild, selling their wares, and even ordering those fruity wines they like so much, and as long as the city watch is keeping the peace, we'll be peaceful.",
        "But when we're in the field, we don't hesitate. Everyone — except that one loudmouthed Breton I put in his place—everyone knows we're holding the line against the Altmer. And when we come back to town in one piece, we're going to be heroes, and we'll be shouting and drinking in that tavern.",
        "So make sure you come back in one piece.\nStay safe,\nDuqaq af-Wazif"
    ]
}