{
    "id": "SolitudeBedtimeStories",
    "paragraphs": [
        "Nylkas and the Snowy Sabre Cat",
        "One day, a young boy named Nylkas went out to do some ice fishing. He walked very far and as he walked, a storm blew up around him. Soon, the snow was falling too heavily for Nyklas to see. He decided to wait out the blizzard in a nearby cave.",
        "While he waited, he heard a deep growl, and a snowy sabre cat emerged from the white fog of the storm! It gave a mighty roar and entered the cave. Nylkas was terrified. He had no weapons capable of fighting such a mighty beast. He braced himself for an attack as the cat roared and growled. Then, Nylkas noticed the snowy sabre cat was limping.",
        "When he looked closer, he saw a large thorn in the cat's paw. Gathering all of his courage, instead of running from the beast, he moved closer and extracted the thorn. The snowy sabre cat roared in pain, but then relief swept through it as the agony receded.",
        "The thankful cat licked Nylkas's face and hands, then curled up beside him. Later, when the storm was still too dangerous for Nylkas to venture out, the cat left and brought back game for the two to share in the warmth and safety of the cave.",
        "When the storm cleared, Nylkas and the cat emerged from the cave. From then on, they traveled together and remained lifelong friends.",
        "* * *",
        "Never Talk to Strangers",
        "Never talk to Reachmen, they'll eat you in the night.\nNever talk to Easterners, they only want to fight.",
        "Don't say hello to Orcs, they always seem to smell.\nDon't say hello to Redguards, all they do is curse and yell.",
        "Never speak with Elves, they are aloof, and brusk, and very rude.\nNever speak with Imperials, they only want to share their foul mood.",
        "Don't make friends with Argonians, they're cold and wet and slimy.\nDon't make friends with Khajiit, they'll take anything that's shiny.",
        "Never talk to Bretons, they're just as bad as Elves.\nNever talk to strangers, we Nords must keep to ourselves!",
        "* * *",
        "The Jarl's New Robes",
        "There once was a jarl who was incredibly vain. He loved his fine clothes more than anything in the world, and often neglected his duties in favor of finding and purchasing new outfits.",
        "One day, two skeeving criminals calling themselves tailors made their way to the hold. They told the jarl that they could weave him exquisite clothes in the most beautiful colors and designs. The clothes they made were so spectacular, in fact, that they would be invisible to both fools and anyone unfit for the position they held.",
        "The jarl insisted the tailors make him a fine outfit as quickly as possible, one fit for a jarl! He paid them handsomely and the two of them set to work. In reality, the tailors did no work at all! They asked for splendid materials like silverweave and spidersilk, but merely took them for themselves and continued to pretend they were hard at work. They asked for sweetrolls and pies, and slept in lavish beds in the jarl's longhouse while they pretended to toil away.",
        "Eventually, the jarl asked how his clothes were coming along. He sent his housecarl to check on the tailors. When the housecarl arrived, the tailors were working at empty tables! She wondered how this could be possible. The tailors asked if she liked the clothes, and if she thought the colors were beautiful. The housecarl remembered that only fools and those unfit for their post could not see the clothes. She did not think herself either, so she lied and told the tailors the clothes were the most beautiful she'd ever seen. She reported back to the jarl and assured him the clothes were fine indeed. The jarl sent the court mage and his steward to check as well, and the two of them saw nothing either, but pretended they did. They assured the jarl the outfit was spectacular.",
        "Soon, the tailors announced their work was complete. The jarl went to see for himself. When he arrived, he was shocked to find he saw nothing at all! The tailors displayed the empty table and asked him if he was pleased with the result. Did he like the design? The breathtaking colors? The jarl, too afraid to admit the truth, told the tailors he adored the clothes and would wear them straight away.",
        "He undressed and let the tailors pantomime the act of putting his new clothes on him. They were meticulous and even secured the imaginary robe around his neck before they finished. Then, he called in his retinue to admire his new clothes. Each of them were surprised to see the jarl standing as naked as a horker before them, but all of them were too ashamed to admit this. Instead, they fawned over his clothes and all agreed they were exquisite.",
        "The tailors insisted the jarl go out into the hold and display his new clothes for his people. So, he did just that. He proudly marched down the road as his people gathered. They all saw he was naked, but were too afraid to admit it, lest they be called fools or worse.",
        "It wasn't until a child stepped out of the crowd and boldly exclaimed, \"The jarl is naked!\" did the crowd stop pretending. They began to laugh and point. The jarl, mortified, ran back to his longhouse ... but the two so-called tailors were already gone!",
        "So the jarl instead punished his housecarl, court mage, and steward for their failure to stop the jarl from making a fool of himself. He chopped off their heads personally—and with a very real and solid axe."
    ]
}