{
    "id": "SolitudeACharredJournal",
    "paragraphs": [
        "Transcribed and Annotated by Ysogar",
        "[Annotator's Note: I found this charred journal in the bottom of my grandmother Nan's memory chest. It isn't her handwriting, so it must have belonged to another relative. Her mother, perhaps? I transcribed and annotated it into a new journal, to better preserve it for posterity.]",
        "I recently started having strange dreams—they began on my first night in Solitude. All my life, I never dreamed. I had no idea what dreams really were, though others described them to me. Seemed like a lot of nonsense to me.",
        "But here? I can only call them dreams because they have no resemblance to what's going around me when I'm awake. I'm writing them down to make better sense of them.",
        "My first few dreams were set in Solitude, but I saw no buildings. Just the natural terrain. And the wind. So strong! I remember walking from the arch, then down the shore to a camp. Temporary shelters built out of fur and wood, but I saw no people. Where were they? They left behind burning cooking fires and half-eaten food.",
        "[This sounds like pre-Solitude days when the Nords made a makeshift camp along the Karth River, using the arch as a windbreaker. I've had a few dreams like this myself thanks to the stories Nan told.]",
        "After that, when I showed up where Solitude now stands—thank goodness for landmarks like the arch—some buildings sprouted up. Again, I saw nobody, but I heard nearby conversations about High King Erling, who had ordered the construction of a temple to the gods and wanted to start planning the walls. A woman named Thryrahilde championed a specific style for the walls, stating that not only would they be distinctive, but would afford better protection than the other plans presented. Her opposition called her by name, but I never heard their names. Lost to history?",
        "Because clearly my dreams are taking me back into the past somehow. Just not fully. I don't see anyone. It's... so lonely in my dreams, except for the voices.",
        "[Traveling to the past in dreams? Nonsense. Also, none of the names of the original architects of Solitude made it through the generations in my family's stories. Regardless, I can't speak to the existence of Thryrahilde, but it is true that Solitude's outer walls are distinctive, and the temple in Castle Dour continues to hold a strong place in the hearts of our people.]",
        "In my next dream, I'm watching priests blessing stones before masons add them to the wall. That was only one dream, but I received the impression that each and every stone received a blessing from the priests. Erling's voice drifted in and out, as if he was directly overseeing the process.",
        "[Nan does tell of how each stone was blessed by the gods. As far as I know, that is lore known only to my family. Did Nan get this from family tales or from this journal? I trust her more than this writer, so I think that information stands as true.]",
        "The next night I watched the Blue Palace begin to take shape. As I stood within its half-finished corridors, I heard a screech and a clatter of tools.",
        "\"There's a ghost! I saw her!\"",
        "It took a moment, but given the proximity of the voice, I could only ask: Does he mean me? Can he see me? Why can't I see him? Then I woke up abruptly and couldn't sleep again that night.",
        "[Odd. Perhaps this is someone's attempt at storytelling instead of an actual journal entry?]",
        "As if to protect me from people who could see me, we leaped forward again in time. I say \"we\" because surely some other agency is at play here. This time, and over the next several nights, I saw the Bards College take shape. The very first bard walked across the finished threshold as a hazy shadow, accompanied by singing. I couldn't quite make out the words.",
        "But I saw the shadow. And the shadow saw me. I woke up screaming this time.",
        "[I lose patience with this narrative presented as history.]",
        "The next dream was a coronation. My guess? Olaf One-Eye. Why? Because in that same dream, I saw an effigy of this man burned. Just like the one they're burning tomorrow in the annual Burning of King Olaf, a local festival.",
        "His eyes—both sets—burned into mine. Now I have burns over most of my body. They are healing, but I dare not sleep again. Not ever.",
        "[I'm not sure why Nan kept this journal among her things. It's nonsense—pieces of known history spun into dreams. Bah. But just in case, I spent the time to transcribe it.]",
        "[A few weeks have passed, and I'm dreaming about words catching alight, swirling around the one-eyed high king. This morning, I woke to the smell of my beard burning. It was charred. Tomorrow we burn King Olaf in effigy. I will seek out the Divines today and hope to free myself from whatever dream trap I've fallen into—before the festival. Why did I ever open that charred journal?]"
    ]
}