{
    "id": "thesongofpelinal99",
    "paragraphs": [
        "Librarian Comment:",
        "Originally from the Knights of the Nine Official Plugin.",
        "The Elder Scrolls Online version features minor grammatical differences.",
        "",
        "[Editor's Note: Volumes 1-6 are taken from the so-called Reman Manuscript located in the Imperial Library. It is a transcription of older fragments collected by an unknown scholar of the early Second Era. Beyond this, little is known of the original sources of these fragments, some of which appear to be from the same period (perhaps even from the same manuscript). But, as no scholarly consensus yet exists on dating these six fragments, no opinions will be offered here.]",
        "<title>The Song of Pelinal, Volume 1: On His Name</title>",
        "That he took the name \"Pelinal\" was passing strange, no matter his later sobriquets, which were many. That was an Elvish name, and Pelinal was a scourge on that race, and not much given to irony. Pelinal was much too grim for that; even in youth he wore white hair, and trouble followed him. Perhaps his enemies named Pelinal of their own in their tongue, but that is doubtful, for it means \"glorious knight\", and he was neither to them. Certainly, many others added to that name during his days in Tamriel: he was Pelinal the Whitestrake because of his left hand, made of a killing light; he was Pelinal the Bloody, for he [drank] it in victory; he was Pelinal Insurgent, because he gave the crusades a face; he was Pelinal In Triumph, as the words eventually became synonymous, and men-at-arms gave thanks to the Eight when they saw his banner coming through war; he was Pelinal the Blamer, for he was quick to admonish those allies of his that favored tactics that ran counter to his, that is, sword-theory; and he was Pelinal the Third, though whether this was because some said he was a god guiser, who had incarnated twice before already, or that, simpler, he was the third vision given to Perrif, anon Alessia, in her prayers of liberation before he walked among the quarters of rebellion, is unknown.",
        "<title>The Song of Pelinal, Volume 2: On His Coming</title>",
        "[And then] Perrif spoke to the Handmaiden again, eyes to the Heavens which had not known kindness since the beginning of elven rule, and she spoke as a mortal, whose kindle is beloved by the Gods for its strength-in-weakness, a humility that can burn with metaphor and yet break [easily and] always, always doomed to end in death (and this is why those who let their souls burn anyway are beloved of the Dragon and His Kin), and she said: \"And this thing I have thought of, I have named it, and I call it freedom. Which I think is just another word for Shezarr Who Goes Missing... [You] made the first rain at his sundering [and that] is what I ask now for our alien masters... [that] we might sunder them fully and repay their cruelty [by] dispersing them to drown in the Topal. Morihaus, your son, mighty and snorting, gore-horned, winged, when next he flies down, let him bring us anger.\" ... [And then] Kyne granted Perrif another symbol, a diamond soaked red with the blood of elves, [whose] facets could [un-sector and form] into a man whose every angle could cut her jailers and a name: PELIN-EL [which is] \"The Star-Made Knight\" [and he] was arrayed in armor [from the future time]. And he walked into the jungles of Cyrod already killing, Morihaus stamping at his side froth-bloody and bellowing from excitement because the Pelinal was come... [and Pelinal] came to Perrif's camp of rebels holding a sword and mace, both encrusted with the smashed viscera of elven faces, feathers and magic beads, which were the markings of the Ayleidoon, stuck to the redness that hung from his weapons, and he lifted them, saying: \"These were their eastern chieftains, no longer full of their talking.\"",
        "<title>The Song of Pelinal, Volume 3: On His Enemy</title>",
        "Pelinal Whitestrake was the enemy of all elfkind that lived in Cyrod in those days. Mainly, though, he took it upon himself to slay the sorcerer-kings of the Ayleids in pre-arranged open combats rather than at war; the fields of rebellion he left to the growing armies of the Paravania and his bull nephew. Pelinal called out Haromir of Copper and Tea into a duel at the Tor, and ate his neck-veins while screaming praise to Reman, a name that no one knew yet. Gordhaur the Shaper's head was smashed upon the goat-faced altar of Ninendava, and in his wisdom Pelinal said a small plague spell to keep that evil from reforming by welkynd-magic. Later that season, Pelinal slew Hadhuul on the granite steps of Ceya-Tar, the Fire King's spears knowing their first refute. For a time, no weapon of the Ayleids could pierce his armor, which Pelinal admitted was unlike any crafted by men, but would say no more even when pressed. When Huna, whom Pelinal raised from grain-slave to hoplite and loved well, took death from an arrowhead made from the beak of Celethelel the Singer, the Whitestrake went on his first Madness. He wrought destruction from Narlemae all the way to Celediil, and erased those lands from the maps of Elves and Men, and all things in them, and Perrif was forced to make sacrifice to the Gods to keep them from leaving the earth in their disgust. And then came the storming of White-Gold, where the Ayleids had made pact with the Aurorans of Meridia, and summoned them, and appointed the terrible and golden-hued \"half-Elf\" Umaril the Unfeathered as their champion… and, for the first time since his coming, it was Pelinal who was called out to battle by another, for Umaril had the blood of the 'ada and would never know death.",
        "<title>The Song of Pelinal, Volume 4: On His Deeds</title>",
        "[Pelinal] drove the sorcerer armies past the Niben, claiming all the eastern lands for the rebellion of the Paravania, and Kyne had to send her rain to wash the blood from the villages and forts that no longer flew Ayleid banners, for the armies of Men needed to make camps of them as they went forward. ...[and] he broke the doors open for the prisoners of the Vahtache with the Slave-Queen flying on Morihaus above them, and Men called her Al-Esh for the first time. He entered the Gate at ... to win back the hands of the Thousand-Strong of Sedor (a tribe now unknown but famous in those days), which the Ayleids had stolen in the night, two thousand hands that he brought back in a wagon made of demon-bone, whose wheels trailed the sound of women when ill at heart... [Text lost]... [And after] the first Pogrom, which consolidated the northern holdings for the men-of-'kreath, he stood with white hair gone brown with elfblood at the Bridge of Heldon, where Perrif's falconers had sent for the Nords, and they, looking at him, said that Shor had returned, but he spat at their feet for profaning that name. He led them anyway into the heart of the hinterland west, to drive the Ayleids inward, towards the Tower of White-Gold, a slow retreating circle that could not understand the power of Man’s sudden liberty, and what fury-idea that brought. His mace crushed the Thundernachs that Umaril sent as harriers on the rebellion's long march back south and east, and carried Morihaus-Breath-of-Kyne to Zuathas the Clever-Cutting Man (a nede with a keptu name) for healing when the bull had fallen to a volley of bird beaks. And, of course, at the Council of Skiffs, where all of the Paravania's armies and all of the Nords shook with fear at the storming of White-Gold, so much so that the Al-Esh herself counseled delay, Pelinal grew furious, and made names of Umaril, and made names of what cowards he thought he saw around him, and then made for the Tower by himself, for Pelinal often acted without thought.",
        "<title>The Song of Pelinal, Volume 5: On His Love of Morihaus</title>",
        "It is a solid truth that Morihaus was the son of Kyne, but whether or not Pelinal was indeed the Shezarrine is best left unsaid (for once Plontinu, who favored the short sword, said it, and that night he was smothered by moths). It is famous, though, that the two talked of each other as family, with Morihaus as the lesser, and that Pelinal loved him and called him nephew, but these could be merely the fancies of immortals. Never did Pelinal counsel Morihaus in time of war, for the man-bull fought magnificently, and led men well, and never resorted to Madness, but the Whitestrake did warn against the growing love with Perrif. \"We are ada, Mor, and change things through love. We must take care lest we beget more monsters on this earth. If you do not desist, she will take to you, and you will transform all Cyrod if you do this.\" And to this the bull became shy, for he was a bull, and he felt his form too ugly for the Parvania at all times, especially when she disrobed for him. He snorted, though, and shook his nose-hoop into the light of the Secunda moon and said, \"She is like this shine on my nose-hoop here: an accident sometimes, but whenever I move my head at night, she is there. And so you know what you ask is impossible.\"",
        "<title>The Song of Pelinal, Volume 6: On His Madness</title>",
        "[And it is] said that he emerged into the world like a Padomaic, that is, borne by Sithis and all the forces of change therein. Still others, like Fifd of New Teed, say that beneath the Pelinal's star-armor was a chest that gaped open to show no heart, only a red rage shaped diamond-fashion, singing like a mindless dragon, and that this was proof that he was a myth-echo, and that where he trod were shapes of the first urging. Pelinal cared for none of this and killed any who would speak god-logic, except for fair Perrif, who he said, \"enacts, rather than talks, as language without exertion is dead witness.\" When those soldiers who heard him say this stared blankly, he laughed and swung his sword, running into the rain of Kyne to slaughter their Ayleid captives, screaming, \"O Aka, for our shared madness I do this! I watch you watching me watching back! Umaril dares call us out, for that is how we made him!\" [And it was during] these fits of anger and nonsense that Pelinal would fall into the Madness, where whole swaths of lands were devoured in divine rampage to become Void, and Alessia would have to pray to the Gods for their succor, and they would reach down as one mind and soothe the Whitestrake until he no longer had the will to kill the earth in whole. And Garid of the men-of-ge once saw such a Madness from afar and maneuvered, after it had abated, to drink together with Pelinal, and he asked what such an affliction felt like, to which Pelinal could only answer, \"Like when the dream no longer needs its dreamer.\"",
        "<title>The Song of Pelinal, Volume 7: On His Battle with Umaril and His Dismemberment</title>",
        "[Editor's Note: This fragment comes from a manuscript recovered from the ruins of the Alessian Order's monastery at Lake Canulus, which dates it to sometime prior to the War of Righteousness (1E 2321). However, textual analysis suggests that this fragment actually preserves a very early form of the Song, perhaps from the mid-sixth century.]",
        "<image=https://www.imperial-library.info/sites/default/files/OBbks_Song_Pelinal.gif>",
        "",
        "[And so after many battles with] Umaril's allies, where dead Aurorans lay like candlelight around the throne, the Pelinal became surrounded by the last Ayleid sorcerer-kings and their demons, each one heavy with varliance. The Whitestrake cracked the floor with his mace and they withdrew, and he said, \"Bring me Umaril that called me out!\" ... [And] while mighty in his aspect and wicked, deathless-golden Umaril favored ruin-from-afar over close combat and so he tarried in the shadows of the white tower before coming forth. More soldiers were sent against Pelinal to die, and yet they managed to pierce his armor with axes and arrows, for Umaril had wrought each one by long varliance, which he had been hoarding since his first issue [of challenge.]... [Presently] the half-Elf [showed himself] bathed in [Meridian light] ... and he listed his bloodline in the Ayleidoon and spoke of his father, a god of the [previous kalpa's] World-River and taking great delight in the heavy-breathing of Pelinal who had finally bled... [Text lost] ... [And] Umaril was laid low, the angel face of his helm dented into an ugliness which made Pelinal laugh, [and his] unfeathered wings broken off with sword strokes delivered while Pelinal stood [frothing]... above him insulting his ancestry and anyone else that took ship from Old Ehlnofey, [which] angered the other Elvish kings and drove them to a madness of their own... [and they] fell on him [speaking] to their weapons... cutting the Pelinal into eighths while he roared in confusion [which even] the Council of Skiffs [could hear]... [Text lost] ...ran when Mor shook the whole of the tower with mighty bashing from his horns [the next morning], and some were slain-in-overabundance in the Taking, and Men looked for more Ayleids to kill but Pelinal had left none save those kings and demons that had already begun to flee... It was Morihaus who found the Whitestrake's head, which the kings had left to prove their deeds and they spoke and Pelinal said things of regrets... but the rebellion had turned anyway... [and more] words were said between these immortals that even the Paravant would not deign to hear.",
        "<title>The Song of Pelinal, Volume 8: On His Revelation at the Death of the Al-Esh</title>",
        "[Editor's Note: This is the oldest and most fragmentary of all the existant Pelinal texts. It is, however, likely closest to the original spoken or sung form of the Song, and therefore has great value despite its brevity. Strangely, it appears that Pelinal is present at Alessia's deathbed, although he was killed by Umaril earlier in the saga (years before Alessia's death). Some scholars believe that this fragment is not actually a part of the Song of Pelinal, but most accept its authenticity although there is still much debate as to its significance.]",
        "\"... and left you to gather sinew with my other half, who will bring light thereby to that mortal idea that brings [the Gods] great joy, that is, freedom, which even the Heavens do not truly know, [which is] why our Father, the... [Text lost]... in those first [days/spirits/swirls] before Convention... that which we echoed in our earthly madness. [Let us] now take you Up. We will [show] our true faces... [which eat] one another in amnesia each Age.\"",
        "",
        ""
    ]
}