{
    "id": "SongsoftheReturn",
    "paragraphs": [
        "Librarian Comment:",
        "The Elder Scrolls V: Skyrim includes volumes 2, 7, 19, 24, and 56. Elder Scrolls Online includes volumes 5, 27, and 49.",
        "",
        "<title>Songs of the Return, Volume 2, The First Tale of the Darumzu</title>",
        "Our great lord Ysgramor, the harbinger of us all, did then sent forth his two beloved sons (with him the only other survivors of the brutalities of Saarthal) to seek out the bravest warriors of the land and mount the great return.",
        "Yngol and Ylgar, they were called, and they were known among Atmora as fine warriors with bright eyes and dawning futures. Yngol, the elder, was the brave strategist, bringing his learnings to bear on the battlefield that his enemies would be defeated before they even know the battle had begun. Ylgar, the younger, was possessed of an unwavering spirit that drove his singular prowess to overwhelming feats in war. Together, the mind and the arm, they were capable of sowing a destruction most thorough and glorious to any foe who stood before them.",
        "Before they parted ways to gather their crews, the two clasped arms and necks in the old fashion and laughed at the heavens for their stories to come.",
        "Young Ylgar then took to the massive shipyards of Jyljyrfyk at the southern point and commissioned two ships for himself and his brother. He would command the Darmuzu, and his brother the Harakk, thus carrying the names of the two favored stars of their heavens. The shipmakers spirits had been suitably filled by Ysgramor's tales of the savage elves, and they set about to birth ships that befit their noble homeland.",
        "Arrangements having been made, Ylgar set forth to the academies of honored soldiers, seeking out his most trusted friends and advisors to join him on the venture of the Return. By now the stories of the new land to the south were spreading before him, and the emergence of his presence was enough to cause the finest warriors to lay down their present undertakings and follow him.",
        "So was he able to call to his side the great Shield-Sisters, Froa and Grosta (who thought and spoke as one), and they brought with their the wise war-teacher Adrimk, who first taught them to dance among the blades. She, in turn, mustered all the students at her command, whose names were not yet made, but some of whom would one day be know: Hermseskr (Who Threw his Shields), Urlach (Who Breathed Fire), Ramth the Greater, Merkyllian Ramth, and the Far-Sighted Uche, who would see the first of many dawns.",
        "On the Day of Final Passage, when the many-oarded fleets would last see the distant green summers of Atmora, the brothers were near in their father's wake as the freshly joined Five Hundred would eagerly press onwards towards Tamriel. Ylgar could see his well-minded brother smiling from afar across the waves, and they shouted war-cries to each other, longing for the soon-day when their assembled crews would draw the treacherous elf blood itno the ground which they would now claim for their own rights.",
        "But Kyne's ministrations are not to be taken lightly, and though her blessings gave wind to drive those brave sailors to their destiny, so too did her mmighty tears fall, to drive them apart. When the Storm of Separation first arose, young Ylgar had no fear, for his crew was strong and able, and their ship drove true through the forest of swells as though pulled by the rope of fate.",
        "When the skies cleared, and Ylgar glimpsed again, with new eyes, the land of his past and future home, he knew his brothers vessel was not within his horizon. The Darumzu, arriving late, drew forth onto the sands and Ylgar rushed to his father to seek word of his brother. The Grear Ysgramor, harbinger of us all, wept for his lost son, and sought comfort in the arms of his only remaining joy. The crew of the Harakk became the first deaths among the Five Hundred, and Ylfar was so enraged with love for his brother that his crew would soon be counted as the first among the many noble and honored names in the Companions.",
        "<title>Songs of the Return, Volume 5</title>",
        "It came to pass that our great lord Ysgramor, the Harbinger of us all, sat before an encampment fire. The crews of the Jorrvaskr, the Fallowfire, and the Kaal Kaaz bade him eat, and boast, and drink. For the boon members of the Five Hundred Companions were abroad in the land. Stories were told, hearts won and lost, and always the smell of roasting meat hung in the air. The greatest of us all beckoned every warrior to his side, and spoke the tale of Wuuthrad's forging.",
        "Every Mer the Harbinger slew died at Wuuthrad's bite. All through the long campaign, the only weapon that would fit in the Harbinger's hand was the mighty Wuuthrad. As he told it, the most legendary of axes was forged in the darkest of nights.",
        "It was the Night of Tears. Ysgramor sat staring out across the waters. He rode upon the last ship in his fleet, fleeing Tamriel for the shores of Atmora. From that vantage point, he watched as Saarthal—the first city—burned. A swollen sky poured rain upon the flames and upon the sea. And the greatest of us all wept bitter tears.",
        "So great was the grief of the Harbinger that, instead of salty sorrow, Ysgramor wept tears of purest ebony. His eldest, Yngol, collected the tears in a stein and held his father in a warm embrace. He poured mead down the Harbinger's great throat, wrapped furs around the Harbinger's great shoulders, and slung the Harbinger into a great hammock below decks.",
        "Then he set to work. For Yngol, eldest son to the Harbinger of us all, was the greatest smith our people have ever known. There, on the sea, Yngol set to work with his tools. He used lightning to heat the Night's Tears, the ocean's swell to cool them, and always his hammer-blows rang in concert with the rising wind.",
        "When Ysgramor awoke the next morning, Yngol presented him with a mighty axe, hewn from the sorrow that had laid him low just the night before. And the Harbinger of us all embraced his son. He cried out in joy, sadness, and rage. And there on the deck of the last ship from Saarthal, Ysgramor named his axe Wuuthrad, which means \"Storm's Tears\" in the language of Atmora.",
        "It was then, in telling the tale, that Ysgramor paused. The Harbinger of us all called out to lost Yngol, who had been with the crew of the Harakk in the Storm of Seperation. For his son, his eldest and greatest joy, was with him always. He who had bound the storm's tears, he said, rode with him always in the days of the noble and honored Five Hundred.",
        "<title>Songs of the Return, Volume 7, The Tale of the Jorrvaskr</title>",
        "When at last the rightful claim of Saarthal had been retaken, driving the murderous elves back to their lofty cities, did great Ysgramor turn and let loose the fearsome war cry that echoed across all the oceans. The Five Hundred who yet stood joined in the ovation for the victory and the lament for their fallen peers. It was said to be heard on the distant and chilling green shores of Atmora, and the ancestors knew their time had come to cross the seas.",
        "As the reverberations echoed out and drowned to silence, all looked to Ysgramor, who bore the blessed Wuuthrad, for his next commandment. With his lungs that bellowed forth the fury of humanity, he bade them to continue their march, that the devious Mer might know the terror they had brought on themselves with their trickery.",
        "\"Go forth,\" he roared. \"Into the belly of this new land. Drive the wretched from their palaces of idleness. Oblige them to squalor and toil, that they would see their betrayals as the all-sin against our kind. Give no quarter. Show no kindness. For they would not give nor show you the same.\" (Our great forebear gave this order as he did not yet understand the prophecy of the Twin Snakes, that he would be fated to die before seeing the true destiny of his line.)",
        "Hearing this, the Circle of Captains gathered each their crews unto themselves. From here, they decreed, we will go forth. Let each ship's band make its own way, seeking their fates to the open sun. A night spent in feasting, the Oath of the Companions was sworn anew, with each of the Five Hundred (so they still named their count, in honor of the shields that were broken at Saarthal) swearing to act as Shield-Brother and Shield-Sister to any of the Atmoran line were their fates to ever again entwine.",
        "As the red hands of dawn stretched from the east, so broke the Five Hundred Companions of Ysgramor, setting about their journeys, sailing now across the land with waves of stone and crests of trees flowing under their footed hulls.",
        "The first to break from the grounded fleet was the crew of the Jorrvaskr, who had been formed of Ysgramor's closest friends. Their captain was known as Jeek of the River, so called by the Harbinger himself from their youths passed in glory. When assembling their glistening hull, he sought out the labors of Menro and Manwe, who now bore the native timbers across this new land of Tamriel. Among their fiercest were Tysnal (Who Was Twice-Named), and Terr, his twin and Shield-Brother whose girth was never spoken of to his face. There were others, too, in their band -- Meksim the Walker, Brunl (Who Fought with his Off-Hand), and Yust the Smiler. These and others were sworn to Jeek, and they pushed forth into the shadows where yet the sun had not reached.",
        "Southwards they went, by beast and by foot. Elves they found, though none remain to tell what those battles entailed. The numbers of the Jorrvaskr never faltered, so shrewd were they in battle, with minds as sharp as their blades.",
        "Once, as the sun beat from its high-home, Jonder the Tiny, the one who ran ahead, came over the hill to tell what was seen. Amidst a vast plain his eyes had met a monument of a bird, whose eyes and beak were opened in flame. When his brothers and sisters crested the hill, they too saw its glory, but they were afraid for no elven settlement could be seen to the horizon.",
        "\"But this is not seemly,\" said Kluwe, who went by Loate when hiding his face. \"Is not this wide land fit for harvest? Why have not the elves, vile to their core, seen to exploit and tame it?\" They asked of their elven captives (for they had many) what they found unfit about these plains. Yet even the captives who still bore their tongues could say nothing of the valley. They looked with fear at the winged colossus, and from their babblings did the warriors of the Jorrvaskr learn that it was older than even the elves themselves. Of those who wrought it solid from its mother-stone, nothing could be said, but it was known to drive a magic almost as old as Nirn itself, some remnant of the gods' efforts to render a paradise in Mundus before the shattering of Lorkhan.",
        "This first of many, this crew of the Jorrvaskr, heathens and ancestors to us all, feared no stories or gods. Indeed, if there was something the elves feared, they would have it for their own. Thus began the labors, once more, of Menro and Manwe, whose eager hands again laid to the Atmoran wood which had born them all across the sea, and what was their ship became their shelter as this valley became their purview until the end of all their days.",
        "Thus began the building of the Great City, circled by the running of the White River, as brought forth by these beloved of Ysgramor, yet but twenty-two of the glorious Five Hundred Companions.",
        "<title>Song of the Return, Volume 19, The Second Tale of the Ylgermet</title>",
        "When that final battle at the barren pass was completed, and the melting snow carried elf-blood back to the sea, the crew of the Kaal Kaaz, the Sadon Reyth, and the most exalted crew of our lord's ship, the Ylgermet, at last parted ways, never to join shields again. They drew apart in that form which is not a loss, but a gain knowing one's heart can be carried in the chests of others. So great was the love that those first of the Five Hundred had for each other, and most especially for the great Ysgramor, harbinger of us all.",
        "They pressed eastwards, seeking the sea, when they came upon the barrow of Yngol, the mighty of Ysgramor's son who had fallen to the whims of Kyne rather than the treachery of the elves.\nOur lord had not expected to lay eyes upon it again so soon, and his grief flowed anew at the sight of it, as a reopened wound will bleed as it did when first received.",
        "His eyes turned to the south, where a river met the sea, and decreed that there would he and the crew of the Ylgermet create a great city, in monument to the glories of mankind, and that from his palace he might always look upon the hill of his dead son's resting place, and feel that his line would know peace in this new home that was never known in Atmora.",
        "The elven captives were set to work, bringing forth stone to build in their conqueror's fashion. As many elves died in the building of the city as had the crew of the Ylgermet slain while on way to its site, and Ysgramor drove the wretches ever more, to build higher, to lay a claim to the river so that none might pass into the interior of this land without first showing due respect to its rightful claimant.",
        "Thus was the great bridge constructed, forever striding the river that no elf might sneak through to avenge his devious cousins. As the bridge was build long, so too was the palace built high, spires reaching the sky to show dominion even over the very winds that had brought forth such grief.",
        "In the deep hollows beneath the city, a great tomb was prepared for the day when lord Ysgramor, harbinger of us all, would be called home to glory in Sovngarde. But as we know, he chose instead to be buried on the shore, facing towards Atmora, that though his heart lived and died in this new land, it would forever yearn for the beauties of still-green Atmora, before the freezing took it.",
        "Thus was founding of Windhelm, the city of Kings, though her history is long and her glories did not end with her founder.",
        "<title>Songs of the Return, Volume 24, The First Tale of the Krilot Lok</title>",
        "[When the time came for] breaking of camp, not all crews took southwards across the rolling lands. Some turned with quick eyes back to their ships, for their hearts were bounded to the waves as sure as they were bounded to each other [as allied Companions].",
        "One such crew was that of the Krilot Lok, sinewy long folk from the [eastern] edge of Atmora. Their ruddy skin matched the dawn and it was often said that morning herself learned [her glorious colors from] the first faces to meet her at the break of day. The great Kyne lifted their souls and their winds, propelling them westwards with the new lands of Tamriel ever beckoning to the south.",
        "In time, these perpetual wanderers came upon sights fearsome and terrible. Entire kingdoms of men beyond their recognition, skin charred like overcooked meat. Elves [even more devious than the northern betrayers] disgraced their horizons, until they learned the sheltered ways between. Great deserts the likes of which were never known in the homeland, peopled by beasts that spoke like men, with the [savagery?] of elves. Many a notable and well-sung Companion met his end at the spears of the legged snakes of the southern marsh.",
        "Among the brave crew of the Krilot Lok were of Roeth and Breff the Elder, the great Shield-Brothers (who often swapped spears), and [their] war-wives, Britte and Greyf (the fair child), Shield-Sisters in their own right who could bring [the face of terror?] across the ice-chilled seas. Together these four stared into the abyss of trees that formed the foul-smelling homeland of the snake-men. And as they were blessed Atmorans who feared no shore of Tamriel, they ventured forth to seek out their glories in the most dangerous of these new lands.",
        "Onward they flew, ravaging the swamplands, beating a trail between themselves and their ship such that they would never lose sight of the shore. In the far-off day when at last Roeth would fall, when Britte screamed her famed war-cry so that all the marshes were emptied, this trail would fill once more with the treacherous snake men. So began the [burning?] march of these great captains of us all.",
        "<title>Songs of the Return, Volume 27</title>",
        "At last Sinmur was brought to bay. Ysgramor, Harbinger of us all, boldly led the remaining Companions into the final battle. Many a brave Companion had already fallen to the giants. Stalwart Valdur and Sly Hakra, long may their spirits be honored, fell assaulting the wily half-giant. Many others now trod the blessed pathways to Sovngarde. With all his kin slain, only Sinmur still defied the greatest among us.",
        "The axe Wuuthrad, dripping with the gore of a hundred dead giants, gleamed in the darkness of Sinmur's barrow. Ysgramor strode forward, halting his followers with a gesture. With another he dared Sinmur to face him in mortal combat. The giant-kin proved willing, roaring his defiance and leaping to battle. His massive, iron-bound club swung forward to crush. Our Lord Ysgramor stepped aside and the club shattered the stone a pace from his side. Wuuthrad sang a blood song as it chopped into the club, breaking it asunder as if made from straw.",
        "Sinmur howled his rage and hurled the stub of his once-fearsome weapon at Our Lord Ysgramor's head. He grappled Ysgramor, seeking to squeeze life away. A roar of laughter was the answer the monster received. Ysgramor's forehead and knee delivered two mighty blows. Sinmur screeched and fell to his knees before our lord.",
        "A song of death and delight keened from Wuuthrad as Ysgramor buried it deep in the giant-kin's skull. A splatter of gore and a death rattle came from Sinmur as Ysgramor gave a victory yell. The Companions cheered mightily as Wuuthrad waved overhead. The depredations of the giant and his vile kin were at last ended. And the legend of Ysgramor, Harbinger of us all, grew mightily that day.",
        "<title>Songs of the Return, Volume 49</title>",
        "With the Circle of Captains' decree that each ship's crew should go forth of its own accord, making its own legend, the crew of the Fallowfire rejoiced. They yearned to bring the fear of Men to new lands of the Mer that had not yet been put to the sword. They took to heart their Lord Ysgramor's words to \"Give no quarter. Show no kindness.\"",
        "A pyre upon the shore was raised for the Fallowfire. The ashes of their beloved vessel fell upon the waters and drifted toward Atmora, cutting all ties with their homeland. Led by Captain Gurilda Sharktooth, the crew of the Fallowfire turned their backs to the sea and strode inland.",
        "South they traveled, seeking lands untrammeled by others of Ysgramor's crews. South and south they went, sowing the blood vengeance demanded by Ysgramor. No Mer escaped their axes once seen, no settlement remained unburnt in their path. Truly the Fallowfires brought their lord's wrath to bear upon the treacherous Elves. As they journeyed, so the terror of them grew among the Mer.",
        "Gurilda led her crew to the foothills of a lofty range of mountains. These they named Ysgramor's Teeth and long they sought a pass through them. When finally a way was found, the crew crossed over and into a new land. \"The Rift\" they called this region, for it was riven by deep canyons and swift-flowing rivers. In the name of Fallowfire, their lost Companions, and Yngol, they scoured the land, burning Mer villages and putting all they encountered to the axe.",
        "Finally, the Mer offered battle. The cowardly Elves gathered in great numbers high atop a rocky hill, daring Gurilda's Companions to attack. And so they did. Challenges were offered, brave deeds were done, and heroes made. Battle raged through the day and as the sun touched the peaks of the western mountains, the Mer broke and fled. Gurilda lay dying, pierced by a multitude of weapons, but lived until sunset. Her spirit ascended to Sovngarde knowing her crew was victorious.",
        "That day, the dominion of Elves over the Rift was ended. The Companions claimed the land in the name of Ysgramor, Harbinger of us all, and made it free to all Nords. To honor their dead, the Companions labored long, delving into the hillside to craft a tomb. Gurilda was buried there, with all her weapons and armor. There too were placed the remains of Bergitte the Toothless and Kajord Eagle-Eye, laid alongside Gurilda as they had fallen in battle, defending their captain. Others of the honored dead were entombed as well. A mighty cairn of stone was erected around the tomb entrance, to forever mark the grave.",
        "Vikord One-Ear, long Gurilda's first mate but now captain, gazed long upon the hills rising about them and the valleys at their feet. This was a land he could love, where his people could prosper and grow. He decreed the crew's wandering at an end and caused a great hall to be built on the battle site. Thus was Fallowstone Hall created, in homage to the ship that carried them to these shores. From this time, the days of the Companions of the Rift are counted. Never may their glory fade!",
        "<title>Songs of the Return, Volume 56, The Final Tale of the Chrion</title>",
        "These Songs of the Return are eternal and numerous, for these first Five Hundred, those Companions of Ysgramor who cleared the way for mankind’s rightful habitation, burned with a fire not seen since those days long passed. Each ship carried a crew that performed legendary feats that could feed the pride of any nation for a thousand years. And during this time of the broadening, scores of Companions wandered the land, bringing the light of the proper god to the heather land of elves and beasts.",
        "They were but mortal, though, and in time, all would taste the glories of Sovngarde. It was in one of the uncounted years after the retaking of Saarthal that the crew of the Chrion was declaring their fortunes in the eastern lands near the Red Mountain. They were encamped, surrounded by bodies of murderous elves who had attempted to make them believe they held peace in their hearts. The shrewd Rhorlak was the Chrion's captain, though, and would show no quarter to the liars of the southlands, as had been commanded by his lord Ysgramor, harbinger of us all.",
        "It was in this state of carousing that they were approaced by a young and breathless messenger of their sister crew from the Kall Kaaz. The boy (Asgeir, as his name is now sung) had ran unimaginable distance at breakneck speed from the blood-stained fields of the Clouded Sun, to deliver the news to all would would hear. When he reached their camp, he bellowed a great sob before releiving his heart of the news that the mighty Ysgramor had breathed his last.",
        "Asgeir continued his swift run, to inform the other crews as quickly as they could be found (for there were many now crawling the land, rendering our legacy from their deeds), and the camp of the Chrin descended into a mourning of the most forlorn sort. Among these fiercest sat the bravest men and fiercest women who had ever graced the dirt of this land, and they were brought low by such a notion. While we in the day-shine know only of Ysgramor's glory as the gleams of history, these Companions knew his might with their own eyes, and such a loss hands so heavily on the heart that mere words cannot express the altering of their world.",
        "For indeed the stories tell that Rhorlak, the most battle-hardened and unflinching of all captains, did collapse with grief, and never again lifted his mighty axe. And all around Tamriel, as the news spread as dark cloud washes from horizon to horizon, did brilliant lights go out in silent honor of their fallen general and war-leader.",
        "So ended the period of the Return, and the original glories of the Five Hundred Companions of Ysgramor, harbinger to us all."
    ]
}