{
    "id": "SoransJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Wild Horses from the Creation Club",
        "",
        "Journal of Soran Hariksen, Wildlife Scholar",
        "",
        "14th of Rain's Hand, 4E 201",
        "In my duty to document all living creatures in Skyrim, the long-lost Unicorn has never been far from my mind. It is said that long ago the very last of its kind was sacrificed to Hircine. However, rumors of sightings in Tamriel have surfaced in recent times.",
        "",
        "Indeed, while these claims echo mostly from taverns in the late hours, one can wonder at the validity of such claims.",
        "",
        "I've chronicled the habits of Mudcrabs and Rabbits long enough. This old man is quite ready for something a little more interesting.",
        "",
        "3rd of Second Seed, 4E 201",
        "I have spoken with several hunters who swear by the Divines that they have seen a Unicorn during their travels. All have tried to approach it for a closer look, or to take it as a prize, but it has evaded them all.",
        "",
        "I continue my research with skepticism. If this is indeed true, how could this be? Was the last unicorn not truly the last, or is some other force at work?",
        "",
        "18th of Second Seed, 4E 201",
        "While studying the mating habits of Salmon is certainly enlightening, I have become quite obsessed with my pursuit of the elusive Unicorn.",
        "",
        "I spoke with a hostler who said that during one of his horse taming expeditions he too saw something that closely resembled the fabled Unicorn, though he was unsure. He is a man is of great integrity, so I took his word in good faith.",
        "",
        "I decided then to speak with Tolfdir at the College of Winterhold. Being a wise man with deep knowledge of such things, I hoped he might have some insight. I was correct in my assumption.",
        "",
        "According to Tolfdir, the Psijic Order have appeared from time-to-time throughout history to assist with situations they believe are extremely important. While he cannot personally say for certain, he believes they may have intervened after the last Unicorn was sacrificed, transporting another through time in order to set right what they believed was a wrongdoing.",
        "",
        "I am more motivated than ever to see this creature with my own two eyes.",
        "",
        "24th of Second Seed, 4E 201",
        "The last sighting of the Unicorn was rumored to be in a dense forest area near Riften. As old as I am, an energy filled my bones that I haven't felt since I was a young man.",
        "",
        "I hiked up the ridge of the mountains there, and set up a very small camp. I was cautious to not set any fires or make much noise, lest I scare it away.",
        "",
        "After waiting two nights, through this morning's early fog, I finally saw the majestic creature for the first time. I still cannot believe my own two eyes. It lingered long enough for me to see it clearly, its brilliant coat and distinct horn shimmering in the morning light.",
        "",
        "I watched its movements for nearly thirty minutes, enough time to draw a rough depiction for my library. This is absolutely the crowning achievement of my scholarly life.",
        "",
        "I've decided to turn this information over to the College of Winterhold rather than publish it to the general population. I would like to ensure this creature remain protected, and I believe they are the most capable of such a task."
    ]
}