{
    "id": "SorceryisNotNecromancy",
    "paragraphs": [
        "A mage of supreme power and erudition such as myself may be called upon to exercise his skills in almost any corner of farflung Tamriel, so for a native of Morrowind I am widely traveled. Thus I can tell you with the authority of personal experience that petty local officials, regardless of race or culture, are universally suspicious and ill-informed. \"A sorcerer, eh?,\" they say. \"Well, we'll have none of your raising the dead in this jurisdiction, is that understood?\"",
        "I cannot tell you how many times I have been subjected to some variation of the above conversation. These ignorant and self-important functionaries have no conception whatsoever of distinctions within the arcane arts. As far as they are concerned, every manipulator of magicka is just waiting for midnight before skulking off to the cemetery to animate the corpses of their neighbors and ancestors.",
        "Imbeciles. Fools. BUREAUCRATS.",
        "Now, it is true, of course, that conjuration is a common tool of sorcery, and we sorcerers often resort to summoning aid from Oblivion when a problem is best solved by judicious application of vicious brute force. It is also true that summoning Daedric spirits to possess and animate corpses, or calling up the souls of the dead for information or other services—in short, necromancy—is a subset of the art of conjuration, albeit inherently distasteful and degrading. However, to infer from this that all sorcerers are de facto necromancers as well is false, misleading, and libelous.",
        "That said, everyone was young once, and it's typical of youth to experiment with things dangerous and forbidden. It is long since I was a lad in Tel Aruhn, and my memory of the early First Era is inexact, but it's just possible that as an apprentice I may have tried out an animation spell or two—never on corpses of anyone I knew, of course (or at least, nobody I knew well), and never for long. To my recollection.",
        "So, at any rate, I know whereof I speak when I say to you: sorcery and necromancy—there IS a difference."
    ]
}