{
    "id": "SorrowsoftheWind",
    "paragraphs": [
        "By Bastibien Marolles, Historian",
        "",
        "There are several stories about the source of power in Tor Draioch. Some feature the usual culprits, such as an evil witch or a vengeful chieftain who turned to dark magic to slay his enemies. The histories vary, but one thing remains certain: Whatever occurred at this tower in the distant past has left a mark. The most prevalent legend is called \"\"Sorrows of the Wind.\"\" A fanciful tale to be sure, but one wonders if a grain of truth rests at its core. Locals say the motes that blink in and out of sight sometimes are the remnants of a mournful, terrible spirit named Windsorrow.",
        "",
        "The story goes that the isles were once home to creatures of nature, Elven or human in appearance. The existence of such creatures has never been confirmed and may be bardic fancy in service of a good story. Certainly the earliest inhabitants of these isles were powerful magic-wielders who shaped the land and sea. Over time, the archipelago was discovered and settled by men and mer, and if any of these ancient inhabitants remained, they stayed mostly hidden. A female ancient, lovely and fair, was said to be so attuned to the breeze that moved over the isles that her clothing and hair constantly moved, as if stirred by the wind. She fell in love with an ancient chieftain who settled nearby and left the hidden places of the archipelago to live with him.",
        "",
        "The tales say she bore him two children, both bright and beautiful. After many years, she learned of her mother's passing. Thus, she left their home and children to return to her own people. When she returned from her travels, she found that her husband had abandoned her for another. This other woman was dark of heart and jealous. She clouded the mind of the great chieftain with magic. Worse, and more tragically, she poisoned the two children so that her own issue would inherit all.",
        "",
        "The spurned wife might have weathered the betrayal of a spouse, but her grief at the loss of her children unbound the winds. (So the legend goes). Wild with pain and sorrow, she razed everything in her path for days. A group of brave souls—druids, chieftains, warriors, and witches—fought to rein her in and stop the violent winds so the isle could heal.",
        "",
        "The lovely dell where Tor Draioch now stands was the site of this ferocious battle against the creature they named Windsorrow. Her grave rests somewhere near the tower, or so the legend says. According to this version of the story, the motes that flit about the tower are manifestations of her spirit, as well as her childrens', who are buried alongside her. Other stories say that she was never conquered, only subdued, and that she may return one day to tear High Isle apart, rock by rock."
    ]
}