{
    "id": "SothaSilandtheScribe",
    "paragraphs": [
        "By Andrunal, Seer of Verse",
        "The Scribe rubbed at his temples, his head aching from another long night of trying to make sense of myth and memory. It was the voice of Sotha Sil that shook him from his thoughts.",
        "\"You should rest more often, my friend. A tired mind makes puzzles out of even simple things.\" The Scribe looked up. Sil was there and not there, as usual.",
        "\"I didn't expect I'd see you again,\" said the Scribe. The words were perhaps harsher than he intended. In truth, his heart swelled at the sight.",
        "\"You could not write the words this time,\" said Sotha Sil. \"Because they were for me?\"",
        "The Scribe shrugged. \"How could I?\" The question needed no elaboration. Both knew what they meant to each other.",
        "Seht smiled. A rare sight, even when he was among friends. \"I like what you did with the garden. Roland's Tears. Clever.\"",
        "\"Manipulative,\" the Scribe said distastefully.",
        "Sotha Sil spread his arms. He had chosen to portray them both as flesh this time. \"Is that not the role of the Scribe?\"",
        "\"I wanted them to know you as I do, but the words wouldn't come. I had to pass the task on to another.\"",
        "\"You mean you trusted another with a task so dear to your heart that you could not put quill to parchment.\" Seht's tone bore a rare hint of playful amusement. \"That is no bad thing for people like us.\"",
        "The Scribe shook his head. \"I was afraid of being wrong.\"",
        "\"No, you were afraid of being imperfect.\" Sotha Sil conjured an old tome and flipped through the pages. \"You always are. Do you really love them so much?\"",
        "The Scribe stood slowly, turning to gaze at a map of Nirn pinned to the wall of his chambers. \"No,\" he spoke the truth quietly. \"But I love her. And she belongs to them.\"",
        "\"If it helps, the words I spoke were true.\"",
        "\"I know,\" said the Scribe. \"I have read them many times.\"",
        "\"You like them,\" said Seht.",
        "\"I do.\"",
        "Sotha Sil made a chair for himself and sat. The Scribe turned to his friend, his mentor, his child shared with many fathers. \"Did you come to say goodbye, Seht?\"",
        "\"In a way,\" Seht replied, and there was no sadness in his voice. \"Perhaps another form will appear that looks much like me and plays the role he is needed to play in yet another tale. I will be gone by then.\"",
        "The Scribe nodded as he returned to his chair. He looked across the writing desk at Sotha Sil's face and Seht's eyes.",
        "\"Will what we tried to do be enough?\" The Scribe saw understanding as he spoke. The Light of Knowledge could give courage to Prisoners, but never to the Scribe.",
        "\"This world cannot know peace,\" said Sotha Sil the God. \"Just as its caretakers cannot. It will never be enough, but we persevere for the beauty of dawn in spite of long nights.\"",
        "It was Seht that leaned forward then. \"Every parent believes they have not done enough.\"",
        "The Scribe reflected then on his many regrets, but spoke only one. \"I tried to save you,\" he said. \"To give some weight to the myths. But I cannot stop what is.\"",
        "\"You chose not to because you love me.\" Once again, the words of a god rang true.",
        "\"You are the Father of Mysteries,\"\" said the Scribe.",
        "\"And I must leave, whether I wish to or not,\" said Seht. \"If only so Sotha Sil can remain.\"",
        "The Scribe nodded again. \"Will you leave any instruction for us?\"",
        "The Clockwork God pursed his lips, then spoke. \"Beware the leap to certainty. The Named Daedra have many aspects. Many faces. Do not let one aspect overpower another, for they are agents of chaos. To let their nature calcify will lead to complacency and ruin. This era of strife cannot end until you scatter the lie of their simplicity.\"",
        "The Scribe bowed his head in silent assent, then opened his eyes again. \"And you, Seht?\"",
        "\"I saw the imperfections in everything I ever attempted,\" said Seht, glancing at the map of Nirn. \"Even imperfections in my pursuit to rid myself of them. Yet I could never stop tinkering. I could never stop creating. I loved her too much. I will give no instruction to you who have already come to know love.\"",
        "Sotha Sil's body dematerialized into a thousand tiny lights. They danced around the room, illuminating books, and scrolls, and maps with a divine golden glow. It was Seht that spoke the last.",
        "\"I leave it to you.\"",
        "A heady silence settled in the Scribe's chamber—filling the dimly-lit room with renewed and solemn purpose. At length, the Scribe's mouth turned to a smile, and once again he took up his quill."
    ]
}