{
    "id": "OnSoulShriven",
    "paragraphs": [
        "It is by the grace of my lord and master, Molag Bal, that I, Mannimarco, was gifted this meager knowledge regarding the process of creating the Soul Shriven. Those debased and pitiful entities that serve as fodder for the bestial Daedra and objects of torture for the dremora are more than just remnants — they are critical to Molag Bal's scheme to absorb Nirn into his own demesne.",
        "I pored over the scriptures given unto me by the Master to determine the nature of the Soul Shriven, for their very existence seemed in defiance of the accepted theory that all stolen souls travel not to Coldharbour, but to Soul Cairn. Nevertheless, in the confluence of events that followed foolish Varen's bid for Divine investiture, it seemed that all souls taken from that moment forward went not to Soul Cairn, but to Molag Bal's own clutches.",
        "And thus, the first of the Soul Shriven were formed in Coldharbour — wretched creatures bereft of soul, an accretion of Oblivion-matter in the form of an echo of what the creature was in life. Interrogation and vivisection followed the arrival of this first Soul Shriven. Between wild spasms of hysteria, followed by deep states of ennui, the Soul Shriven expressed feelings of emptiness, hunger, and desire that no sustenance provided to them could fill.",
        "Of course, this means little given the state of sustenance supplied within Coldharbour, but the diagnosis was hardly difficult to determine. The lack of a soul caused these feelings, just as the trauma of their sacrifice and soul entrapment caused the fluctuating emotions.",
        "Further, and to my surprise, the Soul Shriven showed extreme endurance. They could sustain injuries of all sorts to a far greater degree than a living creature might, and they could be set to work for long periods past the point where a living slave would collapse from exhaustion. However, the Soul Shriven were not invulnerable; the eventual death of the Soul Shriven subject resulted in its complete annihilation, so utterly final that not even a trace of its essence could escape to Aetherius.",
        "I would later learn that this complete destruction had another, unforeseen effect — a soul destroyed in such a manner empowered Molag Bal himself.",
        "The soul gems that contain the remnant essences of the Soul Shriven are like any other. Their power can be used to create or reinforce enchantments on mundane objects, or fuel particularly potent spells. The machines of the Daedra are similar in this regard, using the raw, unfettered energy of a stolen soul to fuel their operation.",
        "Possessing a soul gem on one's person renders the holder wholly immune to the aggressive actions of the respective Soul Shriven, and with sufficient training, one can even command the Soul Shriven to do the holder's bidding. Naturally, it is impossible to carry every single soul gem made since the Planemeld began, but particularly troublesome individuals can be brought to heel if their will is too strong to break through conventional torment and toil.",
        "With the Daedric machines working constantly to empower the portals and drive the cogs that control the anchors, it is no small surprise that Molag Bal requires so many thousands of soul gems. Each one passes through my castle sooner or later for inspection, some bearing unusual qualities depending on the individual trapped within. Indeed, those whose souls were condemned to Coldharbour through the sacrificial ritual tend to display these gem qualities more commonly than others, and it should be little surprise that they contain more latent power than \"simple\" black soul gems.",
        "The differing qualities of these gems are mostly academic, consisting of odd protuberances or scintillating color patterns within the crystalline structure of the gem. However, one came across my table recently that was actively changing as I watched it over the course of several days. My measurements were as perfectly meticulous as they ever are, and I was able to confirm what my eyes and spells were telling me — the gem was actually growing larger, smooth and sharp in some places while being jagged and rough in others. Its color patterns would shift from dark purple to red and blue and green, in all colors of light visible to mer and men.",
        "And indeed, the power within the gem itself was growing stronger. The mind shivers with delight at the enchantments or rituals such a gem could fuel should it continue to grow.",
        "What could it mean? What caused this particular gem to be so malleable?",
        "Theories abound on how this gem came to be, but I suspect its owner was involved in the uprising that took place in the slave pits near the Wailing Prison. Within Coldharbour, all things are muted; colors, emotions, willpower, even basic senses. But if a Soul Shriven were to escape…",
        "It seems that even Daedric princes are not without their foibles. Molag Bal clearly did not prepare for this contingency, of a Soul Shriven escaping captivity. Now, sundered from their soul and set wandering in the waking world, they \"live\" without life and cannot long be grasped by death's clutches. As they grow in power, their soul responds in kind, trapped within its tiny, cold prison.",
        "I wonder at this vestige's motives. Who were they? Could they have been a useful ally? Could they still be one? It is doubtful — stealing one's soul tends to create resentment, after all. Nevertheless, I shall keep all of my options open in regards to this Soul Shriven and its gem."
    ]
}