{
    "id": "SoulTrappingIAnIntroduction",
    "paragraphs": [
        "Pardon the lengthy discussion of morality to follow. We shall reach the meat of this meal—the actual procedure of soul-trapping—soon enough. I was compelled to include an introductory chapter to this revised version of \"Soul-Trapping\" after the ethical arguments that sprang from the publication of the first edition.",
        "Soul-trapping is the art of taking a creature's soul upon death and confining it in an appropriately-sized phylactery. Throughout the history of magic, mages and philosophers alike have battled back and forth about the morality of the art.",
        "Some mages would argue that, once dead and soul-trapped, a creature's spirit is merely an echo of its previous life, no longer aware of what goes on around it. Even those rare individuals who become phantasmal hunters lurking the darkness of Tamriel are nothing more than predators acting on natural impulses. To these mages, once dead, an individual loses some spark, some intangible element in biological death, that cannot be regained. As such, they argue, soul-trapping is not unethical. In fact, it's a waste of resources to leave the soul of the deceased free.",
        "Of course, we the living, being still alive, can never know for certain. Theories regarding the afterlife are myriad, but even the most powerful mages in Tamriel have never returned from death's reach to report their level of awareness in that state. As such, there are those in the communities of Tamriel, both magical and not, that decry the use of soul-trapping spells. The eccentric Archmagus Elomion of the First Era famously asked, \"Would you like to spend your afterlife powering my levitation staff?\" The Archmagus claimed to never have used a soul-trapping spell in all his years.",
        "Adding some weight to that argument is the rumor that one such soul has retained a very mortal sentience in its entrapment. If rumors are true, the Altmeri royalty have utilized an advanced form of soul-trapping to imprison some ancient High Kinlord for the duration of his afterlife (perhaps one of the Rilises—that lot is notoriously manic, and their souls must be doubly so). The High Kinlord has reportedly maintained his (its?) faculties, taunting and jeering his keepers on a daily basis. I don't know where this Kinlord might be, and I don't want to know. I'd like to keep my head. But his very existence speaks to how aware a soul can be, and the morality of soul-trapping can be further postulated from there.",
        "What do I believe about the subject? I've written ten volumes on trapping souls: instructional, theoretical, and historical in nature, and I cannot answer that question. It is my belief that you won't be able to, either. But what you can answer is whether the material I teach in the following volumes is worth using. All I ask is that you read them."
    ]
}