{
    "id": "TheSourceoftheBone",
    "paragraphs": [
        "The bones of every beast have stories to tell. They have memories of stalking through the vines, of flying through the canopy. Of hunting and killing and eating. When we shape the bone into arrows, we prepare a Death Story, and the bone we choose has great meaning. Some laugh at this or roll their eyes, calling any arrow \"just an arrow,\" but the Bosmer know bones tell the best tales.",
        "Bones from birds of prey rarely miss, and those of great lizards and snakes are quick and sharp. Arrows made from prey creatures are fleet, those from hunters bite deep into their marks. Cheerful arrows for warning shots are best made from monkeys. The more dangerous the beast, the more deadly the result.",
        "These are but a few we know:",
        "The river droop, torpid bottom-dweller, bristles with venomous spines that induce sleep plagued by nightmares. The size of a large dog, it is lazy and easy to catch, but it is tricky to handle and worthless to eat. An arrow fashioned from its dense ribs and spine carries the weight of sluggish rivers and tortured sleep, and it dulls a foe's senses.",
        "Wounds from senche-tiger arrows bleed foes dry. They should be cut jagged and cruel, like the claws of the beast. They are swift and silent, remembering the way to stalk through the undergrowth and pounce, thirsty for the tang of warm blood. Bones from a senche-tiger you did not kill do not speak with the same power; respect must be earned.",
        "Old whispers say that arrows made from the mighty swamp-beast, the wamasu, carry a jolt that rattles deep inside the bones. Pursuing this terror is a worthy task; it lurks deep in the mires of Black Marsh and slaughters nearly all who stumble upon it. Its bones shine black as night. Touching them tingles. The power lingers for years.",
        "These truths are not often written, like so much of my people's knowledge, so treat them with honor. Know that every archer favors a different beast and forms a bond with it through the hunt. May you find your own, and may your shots strike true."
    ]
}