{
    "id": "SpecialFloraofTamriel",
    "paragraphs": [
        "The Poppy, in both black and white varieties, may be found growing  wild in the mountains of Hammerfell.  Their succulent pods are often the  only nourishment for adventurers who find themselves in the wilderness  without rations.  It is said that black and white poppies imbibed  together have magical properties.  When they are crushed and mixed with  the milk of the agile-footed mountain goat, the resulting potion allows  the user to glide safely aboveground.",
        "Fire Fern, a perennial herb, is native to the province of Morrowind.   The flowers are inconspicuous and often hidden.  The glossy, evergreen  foliage and blossoms are resistant to conditions of high heat and bright  light.  A petal from this plant placed under the adventurer's tongue  will provide protection from the heat and fire of the lava pits and  thermal streams around Dagoth-Ur.",
        "Dragon's Tongue, a common name for a fernlike herb found in Black  Marsh, is especially prolific around the area of the Ultherus Swamp.  It  is a beautiful wildflower whose name comes from the fire-red fronds  that protect its golden efflorescence.  As pretty as it is, however, it  is a deadly poison to most living beings and needs to be avoided by  adventurers, especially unprotected ones, as it is lethal to the touch.   It is said, however, that Argonians can handle the plant and use the  sap derived from its roots to enhance their endurance.",
        "Domica Redwort is an herb grown by many residents of Valenwood for  their beautiful and showy flowers.  They attain a height of about three  feet and sport feathery leaves; the flowers are usually bright red.  In  addition to their beauty, they are said to have the magical ability of  enhancing the appearance of anyone who carries or wears one of the  blooms.",
        "Ironwood Nut is a hard-shelled fruit that comes from the ironwood  trees growing deep in the forests of Skyrim.  The wood of these trees is  hard as the metal after which it is named.  The very rare black variety  of ironwood is said to produce a nut which is very succulent and  believed to greaten the strength of the adventurer who is able to crack  its shell and partake of it.",
        "The Ginko leaves which are found along the banks of rivers and lakes  in Hammerfell are most inconspicuous, only their peculiar half-moon  shape making them noticeable.  The edible foliage is very sweet and  quite tasty.  Legend has it that when mixed properly with the pulp of  the aloe plant, the resulting concoction has the ability of increasing  one's stamina for a short while.",
        "The Somnalius Fern can be found in the swamps of Black Marsh.  The  fronds of this plant are light green and quite delicate.  Picking a  frond can be very difficult, as they usually crumble to the touch, but  once retrieved it can be used to put an enemy to sleep for a short while  by passing it under his nose.",
        "Arrowroot is a thick, rubbery tuber that can be found in the province  of Valenwood.  The plant is quite difficult to find as its aboveground  foliage is very meager and scrawny.  But the root itself can be most  beneficial to the gatherer as it has magical properties.  The paste made  from grinding the root is quite wholesome and can improve the user's  accuracy with a bow and arrow, or other missile weapon.",
        "Nightshade is reputed to be a very poisonous herb.  However, the  variety found in many parts of Elsweyr is cherished by Khajiits who have  taken up careers in thievery.  Many Khajiits will tuck a piece of  Nightshade inside their armor to increase their abilities to skulk,  hide, and become invisible."
    ]
}