{
    "id": "SpiritsofSkyrim",
    "paragraphs": [
        "A wide variety of spirits roam the lonely paths of Skyrim. Some are fierce and terrible, hateful and jealous of mortal creatures. Others are simply mischievous, full of playful wickedness that can turn dangerous if the target isn't completely aware of what's happening. A few can be benevolent, but even these can turn hostile if the proper decorum and respect aren't adhered to. These spirits range from free-roaming Daedra to the mortal dead to nature personified, though such distinctions may not matter much if you become embroiled in a haunted encounter. What do you care if the spirit harassing you is a marauding Daedra or the lingering shade of a village peasant? It's still just as insubstantial. It's still just as dangerous.",
        "The Haunted Wood, far to the south of Windhelm, has long been a place of mystery and danger. A multitude of stories describe how sparkling lights or compelling whispers lure travelers deep into the forest. Of even local farmers and loggers who should know better falling victim to strange sounds and even stranger sights that can occur when the sun rides high in the sky or when darkness covers the land.",
        "One such spirit is a guardian spirit tied to a specific natural landmark, such as a lake, a hill, or a copse of woods. The guardian spirit haunts the area it is connected to, and cannot abandon or wander far from the location. A guardian spirit might take on a mortal shape when appearing before mortal creatures, but make no mistake: these spirits were never mortal and are as different from the mortal world as the residents of Oblivion. They might imitate mortal behavior, but they neither understand it nor have any but the most tenuous connection to it.",
        "A guardian spirit might get bored with its routine. It might become curious about new creatures wandering into its environment. It might even become angry at a presumed slight by a mortal visiting its realm. Any or all of these situations might draw the attention of a guardian spirit upon you. Or it might be something else entirely that draws them to you. Who can tell what motivates these strange entities?",
        "The guardian spirit associated with the Haunted Wood tends to be curious and mischievous, but has rarely shown outright hostility to mortal visitors. Stories abound of missing objects, strange appearances, and playful teasing, but there are few accounts of the forest turning against mortal visitors. It seems that, for this spirit at least, some kind of connection is trying to be made. Or, perhaps, this too is a misinterpretation of intent. Perhaps this guardian spirit is simply attempting to lull visitors into letting their guard down. And then the spirit will pounce.",
        ""
    ]
}