{
    "id": "SportingChance",
    "paragraphs": [
        "Allice tried to keep her footing, holding an arrow nocked as the shadows warped around her. Low, moaning sounds echoed between the trees, and the moons' light dripped down, pooling on leaves underfoot. Where was the trail?",
        "She tried to slow her breathing, searching for any recognizable landmark, but the woods she hunted in every night had changed. They were wilder, the trees were thicker and taller. Unknown beasts cried out all around her. There was no sign of her worn hunting trail, nothing to lead her back home. The moons loomed overhead, ominous and huge in the damp autumn air.",
        "The world heaved, and Allice was in a clearing. A form adorned with a hideous antlered mask stared at her, towering over a stained stone altar. Its wicked teeth gleamed in the bloody glow of Masser. Forms gathered at the trees' edge, scattering every time she tried to fix her eyes on them. The figure reached forward, and an assortment of weapons faded into existence on the altar—a loathsome spear, two serrated daggers, and a black bow.",
        "She was drawn forward, compelled to approach. The figure gestured towards the weapons before her, but she shook her head and clutched her own bow even tighter, unwilling to reach out. A deranged cackle rang through her head, and the world heaved again under her feet.",
        "The clearing was gone. Regaining her footing, Allice glanced over her shoulder and saw forms writhing in the dark foliage, a jumble of gleaming eyes, moonlight on slavering maws, and howls of beasts and riders. A low horn blasted and the wood vibrated, rattling her teeth, and the darkness behind her surged. She ran.",
        "Arrows sailed past her as she sprinted. A spear flew over her shoulder. They were gaining; she could hear their mad scrambling draw closer, but didn't dare look back. Desperate, she leaped high, reaching out for a tree limb. She pulled herself up just as a set of jagged teeth closed on the air where she was only seconds before.",
        "Wasting no time, she turned, readied an arrow, and let fly, relieved to hear a howl of pain from the beast below. She targeted another and another, but more arrived, howling and yipping. The creatures and their riders encircled the base of Allice's refuge. She clambered upward into thick branches that offered her cover, but she couldn't lean out far enough to take aim. She was trapped.",
        "There was one hope. The branches in the canopy were entwined and dense. If she could jump far enough to reach a sturdy branch, she might be able to keep moving. Just as she stretched out to test a nearby limb, she slipped as her roost shook violently. Struggling to keep her grip, she looked down to see a mass of thick black fur and shining teeth ram into the base of the bole with its hulking shoulder. Its rider, the antlered hunter, pointed its foul spear at her just as the trunk toppled.",
        "She crashed to the ground, grasping at branches and twisting as she tumbled through the gnarled limbs. There was a sickening crack as she landed. She recovered her bow and struggled to stand, falling forward as pain shot up her leg. The monster raced toward her, panting with anticipation.",
        "There was no escape. Allice's instincts took hold, and she aimed and shot quickly. Before the first arrow even found its mark, she shot at the rider again, and again. A howl of rage echoed in her mind, and she closed her eyes, waiting for the rending jaws to close on her.",
        "The pain didn't come. When she opened her eyes, Allice knew where she was. She could see the stars glimmering through the sparse canopy, saw the torches at her shack in the valley far below. Wincing, she fashioned a rough splint for her leg and reached out for her bow. On its upper limb, inlaid in shimmering red, the outline of a pair of small antlers glistened."
    ]
}