{
    "id": "TheSportofClans",
    "paragraphs": [
        "Vosh ball has a long and fabled history, going back to the earliest days of the Orsimer people. As the Orcs gathered into clans, they developed the concept of \"courage\" ball. It started not as a sport or recreational pastime, but as a way to test the bravery and resilience of clan warriors.",
        "The earliest forms of vosh ball utilized a heavy sphere made of wood or metal that was about the size of an Orc's head. The novice warrior to be tested stood on the far end of a paced off court, staring down a battery of veteran warriors, each armed with a vosh ball. The veterans would each toss their vosh ball in turn, hurling it with as much strength as they could muster. If the novice was still standing after the volley of heavy missiles subsided, he proved his courage and was promoted higher into the warrior ranks.",
        "As time went on, the test became an organized sport, with teams competing for honor and recognition among the clans. The heavy metal ball was replaced with a heavy leather ball, and rules and regulations were formalized and agreed to among the participating clans.",
        "Today, no gathering of clans is complete without a rousing, multiple-day vosh ball contest. Fharun clan holds the current record for ongoing victories, winning the last seven \"series of the clans\" by wide margins. Chief Bazrag of Fharun, the Fharun's most valuable player, has a particularly nasty and powerful toss he affectionately refers to as \"the bone-breaker.\"",
        "While the rules of vosh ball are constantly changing, the basic structure of the game remains the same. Two teams of six Orcs each, all armed with a sling of three vosh balls, competes to control the enclosed court by rendering their opponents unconscious by hurling the heavy spheres with all of their might. Beyond that, there are dozens of rules and regulations that non-Orcs find confusing and contradictory. No matter. Anyone who has ever witnessed the game played in all its glory comes away excited, breathless, and with a renewed understanding of the definition of courage."
    ]
}