{
    "id": "TheStandingStones",
    "paragraphs": [
        "Any visitor to the Shivering Isles will soon come across the dreadful shape of a tall, crystalline stone looming over them like an accusing finger. Variously known as standing stones or obelisks, they cannot be avoided in traveling the Shivering Isles, no matter how hard you might try.",
        "There are many theories on the origin and purpose of these stones. (Purpose? Can a stone have a purpose? Is it a sentient being, or an inanimate object? Is it listening to you - watching you - whispering to you?). Some claim they are simply interesting geological formations. Not so. Not so. They cannot be chipped or cracked or even scorched. Believe me, I've tried. Nothing harms them. (Although perhaps they still feel the blows. They seemed angry for a while. I sang to them and that seemed to soothe them. I can't say why.) And if you've tried to dig one up, as I have, you know that they go down forever. (Months I spent, digging down. No matter how deep, there it was, still gleaming in the secret darkness beneath the earth. They know the secrets, even those that are buried deep.)",
        "I have spent many years trying to understand these stones. (Avoiding doesn't work. As I said, they're everywhere. So try for understanding, as I have. What is the humming? What do the whispers mean?) I can't say that I know everything about them, but I have learned many things, some of which I can share with you. (But I don't know what they want. Not yet. Perhaps if I knew what they wanted, I wouldn't be so afraid. They whisper secrets to me, but I promised not to tell. They know many secrets. They're always watching. They never sleep. Not even at night, in the dark of the moon.)",
        "I know they are old, older perhaps than the world itself. They have seen civilizations rise and fall. And they hate us. They are waiting for their master to return. (They won't tell me who, or when. If they hate me so, why do they tell me their secrets? Is it because they know my secrets already?)",
        "You may not believe me. Most don't, but most have not spent the time that I have in trying to learn about these stones. I have spent days listening to their secret whispers and learning their language. (They talk, you know. To each other, mostly. But now to me.) At first it was just a humming, which you can hear if you lean against a stone and listen very closely. It may take hours, or days, but you will hear them. And once you hear the voice of the standing stones, you will never be able to shut it out."
    ]
}