{
    "id": "StarkhornsCompendiumOfHisArtsAndCraftsInTheRealmsOfLesserEnchantments",
    "paragraphs": [
        "TAKE CARE. The excellences of my works may not always be ready to the  eye, and may lie deep within the warp and weft of the spirit weave.",
        "The BattleAxe of Starkhorn's Swiftblade bears enchantments enhancing the  skills of SHORTBLADE, and gives some Resistance to Shock when equipped  by the owner.",
        "The Boots of Starkhorn's Fleetness affords some abilities in the arts of  RUNNING, and, when in use by the owner, provides a modest Resistance to  Poison.",
        "The Broadsword of Starkhorn's Unseen Wisdom grants benefits in the  disciplines of THAUMATURGY, and, when equipped, confers a measure of  Resistance to Magic for its owner.",
        "The Claymore of Starkhorn's Unknown Wisdom affords some abilities in the  arts of MYSTICISM, and, when in use by the owner, provides a modest  Resistance to Poison.",
        "The CrossBow of Starkhorn's Sureflight affords some abilities in the  arts of MISSILE, and, when in use by the owner, provides a modest  Resistance to Poison.",
        "The Cuirass of Starkhorn's Swimmer affords some abilities in the arts of  SWIMMING, and, when in use by the owner, provides a modest Resistance  to Fire.",
        "The Dagger of Starkhorn's Green Wisdom grants benefits in the  disciplines of RESTORATION, and, when equipped, confers a measure of  Resistance to All Elements for its owner.",
        "The Gauntlets of Starkhorn's Red Wisdom bears enchantments enhancing the  skills of DESTRUCTION, and gives some Resistance to Shock when equipped  by the owner.",
        "The Greaves of Starkhorn's Leaping grants benefits in the disciplines of  JUMPING, and, when equipped, confers a measure of Resistance to Magic  for its owner.",
        "The Helmet of Starkhorn's Stalking grants benefits in the disciplines of  STEALTH, and, when equipped, confers a measure of Resistance to All  Elements for its owner.",
        "The Javelin of Starkhorn's Dolphin bears enchantments enhancing the  skills of SWIMMING, and gives some Resistance to All Elements when  equipped by the owner.",
        "The LongBow of Starkhorn's Smiting grants benefits in the disciplines of  BLUNTWEAPON, and, when equipped, confers a measure of Resistance to  Magic for its owner.",
        "The Longsword of Starkhorn's Golden Wisdom bears enchantments enhancing  the skills of ALTERATION, and gives some Resistance to Frost when  equipped by the owner.",
        "The Mace of Starkhorn's Horny Fist affords some abilities in the arts of  HANDTOHAND, and, when in use by the owner, provides a modest Resistance  to Fire.",
        "The Pauldrons of Starkhorn's Surprise bears enchantments enhancing the  skills of BACKSTABBING, and gives some Resistance to Frost when equipped  by the owner.",
        "The Short Sword of Starkhorn's Silver Wisdom affords some abilities in  the arts of ILLUSION, and, when in use by the owner, provides a modest  Resistance to Fire.",
        "The ShortBow of Starkhorn's Deep Biting bears enchantments enhancing the  skills of AXE, and gives some Resistance to Frost when equipped by the  owner.",
        "The WarAxe of Starkhorn's Hewing grants benefits in the disciplines of  LONGBLADE, and, when equipped, confers a measure of Resistance to All  Elements for its owner."
    ]
}