{
    "id": "StarTeethVolumeI",
    "paragraphs": [
        "<header>Star Teeth, Volume I: The Welkynd Stone's Incompetent Cousin, or Something More?</header>",
        "I have had the opportunity to conduct research on the seven Star Teeth, artifacts that are held in high import by the Ayleids of old (or so several dusty tomes tell us), here at the Agea Relle. We discovered these curious prisms in the very caverns from which the foundation of the school was built. Rulanir and I found them on pedestals, arranged in a staggered pattern that made the array of crystals appear, ironically, as a row of teeth.",
        "I handled them with tacit care (to not do so with such potent relics would be foolish), but I gleaned much from my experimentation. To put it simplest, the Star Teeth are magical stones with the capability to emit light; I have witnessed them casting all manner of it, of many colors and intensities. The Teeth appear to be structurally similar to crystals like the Welkynd Stones, but apparently without the capability to store magicka. There is a different power emanating from them, though I have yet to discover their intended use.",
        "However, as with all magic, I believe there is a way to weaponize this light as a defense against certain types of shades and even varieties of Daedra. I cannot control the Teeth, and the sporadic light that pours from them comes seemingly at random—but, using an unspent Welkynd Stone as a base, I hope to construct an emulation that will obey magical commands. If experimentation goes well, by year's end, every student of the Agea Relle wandering the depths of Rivenspire will have a prototype prism for defense against the vampiric, the spectral, and possibly the corporeally animate. If the endeavor goes poorly, perhaps the stones can serve as reusable torches—barring that, paperweights.",
        "There is much work to do before then, though, as the Teeth seem to spark far less often in the night, without nearby light sources, and no one is sure why. Even during the day the Teeth are less active in the shade. It is odd to say, but the phrase stuck in my mind when a young student of mine commented that the Teeth seemed to be afraid of the dark.",
        "Further examination is clearly necessary. At best, it will allow the Agea Relle to produce a piece of equipment that will help all adventurers, not just our students, in the caves and abandoned castles of Tamriel. At worst, the school will get to publish a piece, this paper being the first part, on a collection of Ayleid relics no one in the modern world has had a chance to study.",
        "It is not my intent to write this paper for circulation amongst the Mages Guild chapters, though if our Star Teeth simulacrum bears fruit, I'm certain it, and any related journals, will find their way to those academic masses. If this is the case, and you, dear reader, belong to the Mages Guild, put this paper down and step outside. Go on an adventure or two—hunt a wamasu. Magic is helpful, beautiful, and should be utilized, shared. Not trapped on the highest floor of a dusty tower where no one but yourself and the Daedra you summon can see it.",
        "To Faindor: Obviously, don't transcribe this note into the journal (you think you're funny—it's tragic). Nerien'eth may have time to review this introduction and provide further context—he's had a chance to analyze the Teeth before his recent trip across the continent, so bring this to his attention once he has finished cataloguing the artifacts he found out there. His letters mentioned an ancient weapon—a sword of some kind. He thinks it may be Akaviri. You're always reading about the Akaviri, aren't you? Finish this before the dormitory serves supper and I shall make certain you get a chance to see it."
    ]
}