{
    "id": "TheStickyFingeredLute",
    "paragraphs": [
        "Letter by Kinlady Lairilcilwe\nTranscribed by Relicmaster Glenadir",
        "Honored Sapiarch Tematilana,",
        "Thank you for your most gracious acceptance of my son's case. As a mother, my only wish is that you may help Narlindri recover as soon as possible. I fear he has not slept in days, so he most likely will not be able to answer your questions. I hope my account will be sufficient for your needs.",
        "Upon further inspection, we still are unsure of who gifted Narlindril the lute. He just turned twelve, and the celebration banquet had a great deal of guests and presents. I fear that we'll never found out, given my son's current state. Now I can see that it was most obviously a trap.",
        "The lute was beautiful, and Narlindril took to it right away. That very night he began to attempt the first song which came with the accompanying music book. At first I thought him merely diligent, but as the night wore on I grew tired of the noise. When I told him to cease, he refused to meet my eye and simply kept playing. No matter what I said, I couldn't get him to stop. Finally, I grabbed the lute from his hands, demanding he go to his room for the evening.",
        "He didn't say anything at first, but began to tremble. His entire body, shaking all at once. Then he fell to the ground in anguish, his limbs convulsing. He cried out, \"Mother! Please, give me the lute!\" his voice pained, as if he was being tortured.",
        "Of course I gave him back the lute, fearful for my son's life. He hasn't stopped playing since, and we're reaching our third day. Our family's healers haven't left his side, but it pains me to see his fingers cut and bleed. He hasn't slept, he barely drinks and eats, and always he plays that cursed lute.",
        "My husband will accompany Narlindril on his journey, and can answer any further questions you have. Please, if anything can be done, our family will owe you a great debt. No cost is too great for the life of our only son.",
        "Reverently yours,\nKinlady Lairilcilwe"
    ]
}