{
    "id": "StitchingFlesh",
    "paragraphs": [
        "Librarian Comment:",
        "This series of notes was cut from the game in the latter half of 2016.",
        "",
        "<title>Stitching Flesh, Part 1</title>",
        "3rd of Rain's Hand\n\"There is no such thing as life and death; there is only flesh and fluid.\"",
        "Today we begin our work, dissecting corpses from the Imperial Prisons. My master insists that samples be taken from each. I'm to begin with the eyeballs, and then proceed to cutting off chunks of back-fat for further examination.",
        "26th of Rain's Hand\n\"Day in and day out, the flesh weakens or becomes diseased, and eventually it loses its ability to contain and channel fluids. At this point, it becomes necrotic ….\"",
        "My master feels we've made a landmark discovery. It seems that what we consider to be dead flesh has merely become more porous. The implication is that if we could restore the impermeability of the tissue, the possibilities are endless ….",
        "1st of Second Seed\n\"Do you see? This tissue has vascularity. It's been restored ….\"",
        "My master has begun dissecting the soggy remains of a Ra-Netu that was shipped here from Sentinel just for her. It looks like a zombie to me. She believes this specimen may give us the answers we seek ….",
        "<title>Stitching Flesh, Part 2</title>",
        "6th of Second Seed\n\"The study of necrotic flesh has yielded few revelations, but the mechanisms of undeath hold great promise ….\"",
        "Our efforts to restore the tissue's vascular integrity have come to naught, but Master Shadakul is unwilling to give up. We've been working without sleep for days, but she believes we're close ….",
        "17th of Mid Year\n\"Sacks. Necrotic sacks. The Flesh Colossi have the secrets that we seek.\"",
        "Hordes of Daedra and undead have descended upon the city, and my master says this is our opportunity. Gods help us, we're going to the Arboretum District.",
        "Apprentice Veriasa"
    ]
}