{
    "id": "StolenItems",
    "paragraphs": [
        "Librarian Comment:",
        "Descriptions of the stuff you can steal out of people's pockets in Elder Scrolls: Arena.",
        "",
        "You have pilfered a dirty, sticky handkerchief.",
        "All your victim possessed was a greasy hairbrush.",
        "Your victim's pockets were empty, except for some string and a bit of paper.",
        "You have pilfered a few worthless pebbles.",
        "Your victim had nothing worth stealing, just some scraps of snake skin.",
        "For some reason, your victim was carrying a dead rat around.",
        "There were a few pieces of glass in your victim's pocket with which you almost cut yourself.",
        "You have pilfered a small piece of cloth, speckled with blood.",
        "There is nothing in your victim's pocket but an ink-stained handkerchief.",
        "Your victim was carrying nothing but a small scrap of yellow fabric.",
        "All you managed to pilfer from your victim was a shopping list.",
        "Your victim's pockets were full of leaves, none of which are particularly rare or unusual.",
        "There is a draft for a romantic poem in your victim's pocket. It looks like a bad poem.",
        "Your victim was carrying a bit of deer horn in a satchel.",
        "There was nothing of interest in your victim's pockets, just some dice for gambling.",
        "There were only two buttons and a bit of thread in your victim's pockets.",
        "There were a few grapes in your victim's pockets, apparently being saved for later consumption.",
        "You have pilfered a crust of bread, apparently once part of a sandwich.",
        "There was a small piece of meat in your victim's pocket, apparently once part of a sandwich.",
        "There was not much of interest in your victim's satchel, just a bit of bone from a small mammal.",
        "There was a small glass marble in your victim's pocket, pretty but useless.",
        "You have pilfered a small square of red fabric from your victim's satchel.&",
        "You have not pilfered much of interest, just a piece of cheese and a scrap of crusty bread.",
        "There was some twine in your victim's pocket, but not enough to be of any use to you.",
        "There is little of use in your victim's pockets, just some lint, a bit of thread, and an old button.",
        "There is very little in your victim's pockets worth taking, just a few scraps of tattered paper.",
        "Your victim's pockets are greasy with oil - apparently something spilled in there.",
        "All you pilfer from your victim is a soiled handkerchief.&",
        "You pilfer a note from your victim, a shopping list for a nearby equipment store.",
        "Your victim was carrying two small pieces of wood, apparently something that needed repair.",
        "There is nothing of interest in your victim's pocket, just a few flakes of lint.",
        "You find nothing in your victim's pockets, just a bit of lint and a piece of string.",
        "You find a small, warm, wet ball in your victim's satchel - possibly a bit of bat guano.",
        "You have pilfered a small engraving of a woman, apparently your victim's mother.",
        "You have pilfered a note, a letter from your victim's father, detailing hometown gossip.",
        "You pilfer a few amateurly drawn charcoal sketches from your victim.",
        "Your victim had nothing but a letter from a friend, describing life in a nearby village.",
        "You find an unmailed letter to your victim's mother, describing the petty crime common to the area.",
        "You pilfer a pressed wildflower from your victim, pretty but not uncommon at all.",
        "Your victim was carrying a packet of seeds, most of which are blackened with age.",
        "There is nothing useful in your victim's pockets, just a small ball of\nwax.",
        "You find nothing of value in your victim's satchel, just a ball of flavored wax.",
        "You pilfer a receipt from a faraway tavern.",
        "Your victim is carrying nothing of value, just a small square of black velvet.",
        "There is nothing of value in your victim's pocket.",
        "You successfully search your victim's satchel, but nothing in it is of value.",
        "You do not find anything of worth in your victim's pockets.",
        "There is nothing in your victim's pocket except a dull letter from a friend in a neighboring village.",
        "You pilfer a few pebbles your victim has unaccountably been collecting.",
        "All you pilfer from your victim is a contract from a local moneylender for ten gold pieces."
    ]
}