{
    "id": "TheStormcragFamilyCrypt",
    "paragraphs": [
        "Ragnor Stormcrag built a fortune in the latter days of the First Era, establishing the Stormcrags as a powerful and influential family in Eastmarch and beyond. He made his original pile as a prospector, opening a series of profitable mines throughout the Velothi Mountains. As the Stormcrag fortune and holdings grew, Ragnor invested in related businesses, including shipping, armor and weapon crafting, banking, and jewelry making.",
        "As his long and successful life neared its end, Ragnor began a project to turn one of his mines into a crypt for his family. He didn't live to see the completion of the grand burial chambers, but he was interred in the deepest vault when the crypt was completed by his son, Agemor.",
        "The Stormcrag family has produced business moguls, generals, priests, wizards, thanes, and other prominent individuals in every generation. Most were given a place of honor and reverence within the family crypt when their time came. Some lived long lives and died of natural causes, others fell much too soon, either to illness, accident, or battle. Then there was Sorga Stormcrag.",
        "Sorga was a wizard, a member of the Mages Guild, who became obsessed with the accumulation of arcane power. When study and training failed to provide the power she sought, Sorga began to turn to more desperate measures. Some of these, the rumors reported, involved Daedra.",
        "When the family matriarch of the time, Koralla, heard about the dark path her niece had started down, she was furious. \"Nords do not deal with Daedra,\" she proclaimed. But Koralla's efforts to change Sorga's plans fell on deaf ears. Worse, the family began to hear tales of dark magic and murder associated with Sorga Stormcrag. That was all Koralla needed to hear.",
        "Koralla disowned Sorga, casting her out of the family and cutting off her access to the family fortune and her inheritance. She also declared that the family crypt would never hold the body of a Daedra-loving Nord.\n\"If the family crypt is off limits to me, then no Stormcrag will ever rest there again!\" Sorga declared. She placed a curse upon the tomb, making the dead rise and setting a deathknight loose within the silent depths.",
        "To this day, the curse remains in place, and no Stormcrags have been interred in the crypt since Sorga was disowned."
    ]
}