{
    "id": "TheStoryofPrincessEselde",
    "paragraphs": [
        "<italic>[This bit of propaganda was produced for House Tamrith and distributed while Countess Eselde was in the south, studying with the Order of Arkay.]</italic>",
        "Upon a time, in the realm of Cutcap, there was a mighty king named Rulthrub who ruled nobly and long. After many years King Rulthrub felt himself getting old, and started to think about what would happen to his realm after he was gone. Now this king was blessed with two sons, which normally would be a happy thing for an aging monarch, but in this case it was a problem. For the younger son who had been born of his queen, Prince Pigeon, was weak-willed and indifferent. In contrast the elder son, Prince Lancer, was bold and self-assured, and though his mother was of House Rithmat, the noblest in Cutcap, still Prince Lancer had undeniably been born out of wedlock.",
        "Now King Rulthrub was a wise king, and did not try to conceal that he favored his elder son, Prince Lancer, as he was clearly the prince most fit to rule. But nonetheless when the old king finally went to Aetherius, some people felt that the milksop Prince Pigeon should take the throne. I don't know whether these people were merely misguided, or had some other reason why they thought the rulership of Cutcap should be undermined. Fortunately wiser heads prevailed and Prince Lancer was elected King of Cutcap by the Council of Nobles.",
        "Shortly after Lancer's accession to the throne he met a demoiselle named Lady Vespire at a ball and fell in love. The lovely and clever Vespire was a daughter of House Rithmat, and after a brief courtship King Lancer told his Council of Nobles that she would be his queen. However, Count Pigeon (the former prince) objected that this would not be proper as King Lancer's mother had been a Rithmat, and by the Law of Consanguinity the Lady Vespire was too close a relation for marriage. On this the rest of the council agreed, and King Lancer was persuaded to set the young lady aside. Upon hearing this news, Lady Vespire disappeared, said to have been carried off into the forests by a coterie of nixads, and though the king sent out search parties, his lost love was never found.",
        "In due course the council recommended, for the sake of the dynasty, that King Lancer marry the young and healthy Lady Ignort of House Dull, and this, heartbroken, he agreed to. Lancer and Ignort were married, and King Lancer settled down to do his kingly duty by his new queen. Within a few months it was announced that Queen Ignort had borne King Lancer a child. A Naming-Day festival was declared for the infant princess, and everyone important in the realm was invited.",
        "On the day of the celebration all the goodly and great of Cutcap came and laid presents at the foot of the cradle of Princess Arayelle, for thus she had been named. But at the end of the line came someone no one recognized: a dire Wyrd-Hag, hooded and cloaked, and bearing a darksome flower. Now, no Wyrd-Hags had been seen in Cutcap since the Year of Sun's-Death, but all feared her and none dared bar her passage.",
        "The Wyrd-Hag advanced to the princess' cradle, and when she came to its foot she threw back her hood and cried, \"Behold, King Lancer! It is I, Lady Vespire, now a Wyress of the Wyrd!\" The gaily-clad crowd fell back in horror, for the formerly pretty Lady Vespire now sported a large nose disfigured by unsightly warts. \"By some oversight you failed to invite me to your daughter's Naming Day, but I have come nonetheless. And look—I have brought the infant princess a present!\"",
        "\"What present is this?\" said King Lancer, all a-tremble. \"A darksome flower? I like not its look!\"",
        "\"That's no surprise, Your Majesty,\" said the Wyrd-Hag mockingly, \"for this is a Forsaken Rose, a blossom no one wants! I know what that is like, King Lancer—and so, by my curse, shall your daughter!\" The horrible Hag then dropped the misshapen bloom upon the baby and disappeared in a flash of fire and a cloud of evil-smelling smoke.",
        "So it came to pass: Princess Arayelle grew up beautiful as a rose, but cross-grained and petulant. But she was nonetheless a princess of the north, so when King Emetick of the South came looking for a bride, their troth was quickly plighted.",
        "But Count Pigeon had long made a habit of visiting the South, and was a boon companion of King Emetick. And he pointed out to the King of the South that Arayelle was cross-grained and petulant, and he might make a stronger match by marrying the Princess of Watchtower. In time Emetick agreed. He broke his match with Arayelle and promised himself to the Princess of Watchtower.",
        "King Lancer, however, did not take this lightly, and swore he would go to war upon the oath-breaking King of the South. And he made lawful war upon King Emetick, but at the Battle of the Tor, Lancer was betrayed by one of his own generals. King Lancer was slain, his crown and Princess Arayelle both disappeared, and ever since the Throne of Cutcap has stood empty.",
        "But some say that when King Lancer was born a twin sister likewise saw the light of the world, but was spirited away by a Wyrd-Hag to be raised in the forests. And this child, a daughter of both Rulthrub and Rithmat, herself bore a daughter who was brought back to her maternal family. And this daughter was named Countess Eselde.",
        "And if the truth were told, all would know that her real title should be Princess Eselde. And she, and no other, is the rightful heir to the Throne of Cutcup. However, that is a tale for her people to tell."
    ]
}