{
    "id": "StormholdCityofShadowfen",
    "paragraphs": [
        "Imperial scholars note the Battle of Argonia and conquest of Black Marsh in 1E 2811—the first time a race of Man properly held power in these parts—but fail to mention the impassable denseness of the geography. Although, Imperial Scout Tutor Acilius describes the swampland as \"a soup of suffering, disease, where a drop of ingested ground water can set off a torrent in the bowels.\" However, the city of Helstrom in the impenetrable interior has never been approached with a siege in mind, the empire content to incorporate the northern and western borderland regions. Indeed, it was these coastal tracts, where Tamriel's delinquents once freely roamed, that were changed into barely habitable prison settlements. It is not surprising, then, that a separate but comparable history of indenture exists elsewhere in this great morass: Stormhold.",
        "Founded by the Barsaebic Ayleids before parchment records were kept, Stormhold holds the infamous history of the Dark Elf. Primal wealth is still evident on the intricate stonework of the Ayleid ruins, and the more recent Dunmeri stone structures show what venomous and uncaring rule can build. Abutting these monuments to greed and cruelty are the more modest mud huts of the Argonian contingent, once the homes of the collaborators—who worked with the Dunmer to raze primitive villages and gather suitable captives for plantation work across Morrowind—and now home to the reptilian race only now finding their way out of the mire of oppression.",
        "As thuggery encroached on Stormhold during the upheavals of the Second Era, and the dark Dunmeri chains of bondage—as well as irregular Imperial warlords driven to distraction with thoughts of bounty and easily exploitable labor—threatened to wipe every last tribe of Argonians from the province, there was little the exploited reptilians could do. Until, that is, the rise of the Argonian vicecanons, who seem to fulfill the administrative functions that councilors and tribal leaders do in other realms."
    ]
}