{
    "id": "TheStrangeCaseofRagnthar",
    "paragraphs": [
        "<header>Foreword</header>",
        "Ragnthar is a mystery within a mystery. Modern scholars agree: there's just no reason for Ragnthar to exist in the strange way it does. And that is about all scholars can agree upon when it comes to the strange case of the Ragnthar ruins.",
        "Even laypeople know that the Dwemer, or Dwarves as they're more commonly known, vanished from the face of Tamriel. The reasons or cause behind their disappearance are a matter of much speculation … a subject for numerous other texts.",
        "What is not in dispute is what they left behind: numerous ruins, some still patrolled by their unique metal constructs. Exploring a Dwarven ruin is seen in many research and adventuring circles as a rite of passage, as even the most well-trod ruin might still contain dangers. As a result, there's a large body of work on the subject of Dwemeri ruins and their eccentricities.",
        "To be sure, there are a number of unusual finds within the ancient Dwarven holdfasts. Towering machinery, shafts that allow sunlight to reach thousands of feet below ground, roaring waterfalls powering still-active and incomprehensible machinery … there are many ruins that are stunning to the eye and the senses.",
        "None of them match Ragnthar when it comes to stunning the mind. For you see, Ragnthar has numerous entrances spread across Tamriel. It is literally a space-out-of-space, twisted out of reality. Its physical location is actually unknown! Observations made within the site suggest it once was situated within the mountains of Hammerfell, but a precise origin point has never been determined.",
        "What is known is that by stepping across the threshold into Ragnthar, you leave Nirn. And no one knows why.",
        "For indeed, the greatest question posed by Ragnthar is: why? Why would the Dwemer expend the enormous amounts of magical energy required to remove a complex from known reality? I call this effort a \"Temporospatial Claudication,\" literally a twisting of time and space.",
        "Herein you'll find this humble scholar's numerous observations about the site. I've extensively studied the remaining constructs and machinery here, as well as made numerous suppositions about the intent of its creators. I think you'll agree, the more we learn about the site, the more there is to uncover!"
    ]
}