{
    "id": "StrangeRitualsoftheOrsimer",
    "paragraphs": [
        "A Study of Death Rites of the People of Tamriel\nBy Chaplain Jorden, Priest of Arkay",
        "As a devout follower of the god of burials and funeral rites, I have dedicated my life to the study of the ceremonies and rituals performed by the various races of Tamriel when it comes to the deaths of their leaders, family members, and loved ones. In this volume, I explore the death rites of the Orsimer - otherwise known as the Orcs of Wrothgar.",
        "Popular lore would have us believe that an Orc's remains lay where they fall. While there is a grain of truth in this concept, Orcs know as much about disease and decay as any of the other intelligent races. No one wants a rotting corpse left around to stink up the place, and rotting corpses attract all kinds of insects and predators. So, while the spot where an Orc dies is marked and considered almost sacred by his brethren, the body is not left in place for more than a few hours. During this time, friends and family come by to pay their last respects. Then the body is removed-to where, I cannot say.",
        "Orcs, for all their oral traditions, refuse to provide explanations or specifics to outsiders. I have had to make educated guesses based upon observations and the few conversations I've been able to engage in. But so far, no one will tell me what the Orcs do with the bodies of the dead.",
        "* * *",
        "I discovered an ancient Orcish burial site, the mountain known as Sorrow. This snow-covered peak, full of dangerous creatures and deadly weather, served as a depository for dead Orcs for several generations, though the practice ended abruptly sometime in the past. Apparently, the mountain was reserved for only the bravest and strongest Orcs, who were required to climb as high as they could before death finally overtook them. These Orcs were left where they fell, but stones were piled atop their bodies to form protective cairns or unique constructions called wedge tombs.",
        "This also appears to have some connection to the practice of marking any location where an Orc dies and falls with a sacred rock. They call the rocks \"tumnors\", which I believe means \"death stones\" in the Orcish tongue.",
        "* * *",
        "I finally found an old Orc female who was willing to share some of their death rituals with me. Specifically, she was willing to discuss the practice of \"beshkar-nor\", the death-forge. Apparently, what happens to the bodies of Orcs of great stature-leaders, heroes, and revered elders-is that they undergo a process known as the death-forge. The old Orc described the process in confusing terms. I'm not sure if the blood is drained from the body and saved for later use or if the entire body is burned and reduced to ash, and then the ash is saved. Either way, the saved remains wind up mixed into molten metal, allowing the revered Orc to become one with a powerful tool or weapon, usually a sword, hammer, or shield.",
        "* * *",
        "So, my quest to completely understand the complex funerary rites practiced by the Orcs of Wrothgar continues. I've learned so much, but I realize I haven't really learned anything at all. I know, as a general rule, the Orcs don't bury their dead-except when they do, such as on the mountain of Sorrow. I know that they mark the place where a powerful Orc died, but they probably don't actually leave the body there to rot and decay. And I learned that some portion of a dead Orc is saved to mix with a newly forged tool or weapon in a process known as the death-forge.",
        "I'll continue to probe and investigate, for I find these contradictory practices to be fascinating. I just hope I don't anger the wrong Orc and learn about their death rituals first hand. That wouldn't do at all."
    ]
}