{
    "id": "TheStrictureandtheGrasp",
    "paragraphs": [
        "A Primer for Mortals by Galeria Hexos",
        "",
        "Welcome to Fargrave, fellow mortal! As you know, House Hexos has maintained a presence in this strange and perilous realm for generations. Through countless setbacks and mistakes, we have learned something about the rules of this place. Your assignment to our Fargrave emporium is a great opportunity, but it is dangerous, as well. The purpose of this pamphlet is to improve your chances of returning to Tamriel both wealthy and whole.",
        "",
        "Be warned: Fargrave can be overwhelming at first. Man or Mer, everything about this place appears wrong. The sky is a strange color. Creatures that you think of as living embodiments of evil stroll the streets. Laws and customs we take for granted don't exist here. And horrible dangers to both body and soul await you if you transgress against rules you know nothing about.",
        "",
        "THE STRICTURE",
        "House Hexos's enterprises in Fargrave depend on the existence of the Stricture. This Daedric compact provides the rules and agreements that allow Fargrave to serve as neutral ground for the various types of Daedra. And due to provisions within the Stricture, that same neutrality somehow extends to mortals as well. Without the Stricture, any of the Daedra you see walking the streets of the city would be free to enslave, torture, or simply devour you on a whim.",
        "",
        "(Not all of them would do that, of course. Many Daedra are highly intelligent and see the value in maintaining good trade partnerships. But you can't know which ones might seek to harm you just by looking at them.)",
        "",
        "Any Daedra that sets foot within Fargrave agrees to be bound by the Stricture and literally cannot violate it. The compact is binding. Whole districts of Fargrave are designated as neutral, and Daedra within those districts generally cannot harm other creatures without violating the Stricture. I say \"\"generally\"\" because there are exceptions that may prove lethal to anyone who doesn't maintain vigilance.",
        "",
        "",
        "We do our best to indicate the areas we know to be safe. But every cycle we lose retainers who fail to pay attention to our advice and instructions. Do not guess about where safety begins and ends in Fargrave.",
        "",
        "Besides the neutrality articles, the Stricture mostly deals with arcane details of how Daedra interact with other Daedra in Fargrave. It is fantastically complex, and so far as we know it is not written down in its entirety anywhere. After more than two hundred years of doing business in Fargrave we are still discovering new rules that impact our emporium's operations. That is where the Grasp comes in.",
        "",
        "THE GRASP",
        "The Grasp are Daedra appointed by the rules of the Stricture to serve as arbiters of disputes and determine which of its arcane rules apply in any given situation. They aren't constables—at least, not to other Daedra. When the Stricture applies to a Daedra, then its effects and penalties cannot be avoided. However, we mortals are not bound by the Stricture. That means the Daedra of the Grasp must fall back on physically enforcing the rules to ensure that mortals keep the peace in Fargrave.",
        "",
        "IMPORTANT: Because of their role in upholding the Stricture, Daedra of the Grasp have a lot of leeway to employ force within Fargrave's neutral districts. They can subdue, exile, or kill mortals that threaten the peace (as they interpret it). Do not assume that all Daedra in Fargrave are powerless to harm you. If you offend a Daedra within sight of the Grasp, they can and will intervene.",
        "",
        "You may find the Grasp difficult to deal with. They know mortals aren't bound by the Stricture, and they naturally suspect you might be involved in things they wouldn't approve of. Expect to be stopped and questioned as you go about your business. And if you come into possession of ill-gotten goods, for the Divines' sake don't let the Grasp catch you with them!",
        "",
        "Trust me, you do not want to put yourself in the Grasp's power.",
        "",
        "If you have other questions or concerns, please consult with your superior in House Hexos.",
        "",
        ""
    ]
}