{
    "id": "StuckintheSlag",
    "paragraphs": [
        "By Circone, Good Deputy of Slag Town",
        "Honestly don't know why I'm writing this. Who's even gonna read it? Not any citizens under my jurisdiction, that's for damn sure. Honest though? Not even sure how many of them could read it, if they half a mind to. Our gleaming city is filled with scholars, but do any of them think to come down to ole Slag Town to help the poor, tarnished masses? Course not.",
        "Sometimes I help the little ones learn their letters, between jobs. They're the only ones who give me the time of day. But I know soon they'll be off with jobs of their own, and they won't have time to listen to their dear old deputy natter on about vowels and verbs. My mum had the patience of a saint, and even I barely got through my own learning.",
        "I want to set the record clear, here and now, about us scrap in Slag Town. No, we ain't stupid. No, we ain't lazy. And no, we certainly ain't deserving of our lot. Don't you go listening to them up in that shining city, those scholars who think they're so far above us. We got the kind of smarts that gets you out of close calls. Guts aplenty, cunning to spare. You don't survive long without something driving you.",
        "Oh, sure, there's a way out. Muster up enough magic, show some technical know-how, and there you go. Had me an aunt who was real keyed in with machines, just somehow everything lined up in her head. She would take apart automatons and put them back together, just by looking at its guts. Wasn't long before she was whisked away, never to return. My mum received not one visit, not even a single letter. Once you leave the Slag, you don't look back, and who could really blame them? Not much of a sight.",
        "Sometimes I envy the factotums. All they need is a quick windup and some sort of instruction, and off they go! I'd rather that some days, then the dreary path I'm walking. Barely enough to eat, living off the so-called charity of those who think they're better than us. Enough to make you sick. Enough to make you want to leave it all behind, but where do you go? Ain't nowhere to go. Not the city, not the wastelands that surround us. You sit in the muck and you try to get by."
    ]
}