{
    "id": "AStudyofFabricants",
    "paragraphs": [
        "By Endilaril, Naturalist",
        "The possibly-futile quest to find my place as a naturalist stranded in a world of the unnatural has led me to a dangerous field of study. And trust me when I tell you of its danger, for my past observations have taken me to quite hazardous locales. I've studied the fearsome senche-tigers lurking with the green depths of Grahtwood. I've followed tracks of the deadly behemoth through the poison swamps of Murkmire. I've researched the horrid frost trolls prowling the icy mists of Eastmarch's mountains. So believe me when I tell you that the fabricants of Clockwork City are some of the most dangerous creatures I have ever attempted to observe.",
        "A fabricant is unique to the biome of Clockwork City, and I thank Auri-El every day that they are not able to spread their evil throughout Tamriel. These unwholesome creatures of beast and machine stalk the plains and ravines of this counterfeit world's wasteland. They come in many gruesome variants, and all present dangers to the unwary traveler. And make no mistake, they will kill any intruder on sight.",
        "The verminous fabricant is unlike any creature I have seen before. It may be smaller than many monstrous beings in Tamriel, but it's also quick. This fast and agile creature attacks with metal claws resembling small scythes, and a pointed horn protrudes from its snout. Its lithe form means that it is able to follow you into smaller spaces, and trust me when I say that these creatures are relentless in their hunt.",
        "The nix-hound fabricant is far more familiar, though I still shudder when I feel its lifeless, glassy eyes upon me. It's covered in brass, its back leg replaced entirely with metal limbs. Its gouging snout now has the edge of a blade. Given time, this creature will build up energy to produce a scalding beam. I've seen flesh melt and mer die after being struck by it.",
        "The beetle fabricant was obviously modeled after the thunderbug, though why Sotha Sil thought that this already dangerous creature needed metallic updates I'll never know. Each of its scuttling legs has been replaced by metal limbs, and its lightning attacks seem to have a greater force than I have ever seen in nature. Like its other counterparts, this creature is aggressive, and will attack on sight. All caution should be taken if you see this monster in the wild.",
        "Viewing these amalgamations of natural and unnatural, one has to ask why these creatures were created. And created they were, by the Clockwork God himself. Why would Sotha Sil willingly choose to bring about such monsters into the existence of Nirn? My research has led me to believe that few are courageous enough to ask him.",
        "Perhaps they are simply an experiment gone wrong, or guards to protect his precious experiments. Whatever their reason for existence, fabricants remain a very real threat within the walls of this world-prison. I will continue to study their existence to best know how to avoid, escape, and perhaps even put an end to their miserable existence. I very much doubt the absentee Father of Mysteries will even notice my attempts to undo the madness he has wrought in his own city."
    ]
}