{
    "id": "SubtropicalCyrodiilASpeculation",
    "paragraphs": [
        "According to \"The Heartland of Cyrodiil,\" by that old fraud Phrastus of Elinhir, the Nibenese valley and the Colovian hills have always enjoyed the temperate climate they have today, and early references to Cyrodiil as a subtropical jungle were merely errors on the part of one of the Heimskrs.",
        "Really? What, then, of the \"waving fronds\" of Vahtacen mentioned in the Hosiric Lays? What of Khosey's \"dense-jungl'd shore of Rumare\" in the Tamrilean Tractates? Are these, as well, the mistakes of errant copyists?",
        "No, I think it more likely that three millennia ago Cyrodiil's climate was warmer and wetter than it is today. The environment of the Heartland has changed. Which begs the question: how?",
        "I've given a great deal of thought to this question, and would like to propose a hypothesis. However, I am not a scholar of deep mythohistory like Vanus Galerion or Beredalmo the Signifier, so let's just call the following … a speculation.",
        "Tamriel is the center of Nirn; Cyrodiil is the center of Tamriel; and at the center of Cyrodiil stands that greatest of mortal-made structures, the White-Gold Tower of the Imperial City—which was patterned in open emulation of the Adamantine (or Direnni) Tower, the oldest structure in Tamriel, said to have been erected by the Aedra themselves.",
        "This was no mere homage, whim, or coincidence: White-Gold was built in the semblance of Adamantine in order to echo the first Tower's undeniable mystical properties. And not just to echo them, but, due to its central location, to amplify them.",
        "What are these mystical properties? This leads us to the domain of Tower Lore, a realm fraught with scholarly conflict, but I will try to give a simple, and uncontroversial, summary.",
        "When the Aedra were persuaded—or hoodwinked—by Lorkhan into creation of the Mundus, the physical flesh of Nirn was hung on a skeleton of joints, each of which radiated a palpable reality—the bones of the world, as it were.",
        "At one of these mystical joint-points the Aedra erected a great structure, the Adamantine Tower, where they held a conclave to decide the fate of Lorkhan and the Mundus. In later times mortal mages discovered the Tower, and deduced its reality-affirming properties. The Merethic Elves then imitated it, erecting the White-Gold and Crystal Towers at other joint-points.",
        "In doing this, what did the Ur-Elves hope to achieve? I would posit that, through their collective \"possession\" of such Towers in their realms, over time the Elves actually amended their local reality to conform to their desires.",
        "Thus the Summerset archipelago, in the sphere of the Crystal Tower, is a warm and paradisiacal domain perfectly adapted to the Altmer. And Cyrodiil, in the sphere of the even-more-powerful White-Gold Tower, became a warm and subtropical jungle—which suited the ease-loving Ayleids.",
        "But then the slaves of the Heartland High Elves rose up against their masters, conquered the valley of the Nibenay, and the Ayleids ruled no more. Thereafter, White-Gold Tower was the center of a human empire, peopled by Nedes and Cyro-Nords who originated in cooler, northern climes. And so the Tower of Cyrodiil responded to the desires of its new masters.",
        "And that, I believe, is the answer to how the Heartland changed from subtropical to temperate: because once Men ruled in Cyrodiil, the local reality changed to meet their needs and wishes. Changed slowly, perhaps, almost imperceptibly, but inexorably—until Cyrodiil became the realm of temperate forests and fields we now know.",
        "So, is that the truth of the matter? Have I deduced the answer to the mystery? I cannot be sure: I'm only a humble scholar, residing in the Tower of the Fifth Doctrine, which is neither White-Gold nor Adamantine. The only thing I'm quite sure of is that any theory propounded by Phrastus of Elinhir is almost certain to be wrong."
    ]
}