{
    "id": "Sugarbelly",
    "paragraphs": [
        "<italic>A Walker's Guide to Happy Senche-Tigers</italic>",
        "by Azmu-ra",
        "The mind of the senche-tiger is like its tail, weaving impossible shapes before pouncing on its prey. If you are that prey, too bad for you! But grab hold of the tail and the senche-tiger does exactly as you want, so long as your grip remains firm.",
        "In theory one could lead a senche-tiger about by its tail forever, but Azmu-ra does not recommend it. Senches are quite fast, very strong, and entirely capable of holding a grudge! Much better to sieze the mind, but how to do this?",
        "First understand that, like Khajiit, the senche-tigers have a powerful sweet tooth. They also have fine noses and will track moon-sugar down wherever it hides. In pockets, through walls, in the bellies of close friends—anywhere.",
        "Fortunately, the senche-tiger's appetite for sugar is only so great. By keeping your senche-tiger on a steady diet, you can manage its more aggressive desires with more useful pursuits, like rat-catching. You need only know how much moon-sugar is enough moon-sugar.",
        "This is where it gets tricky. The senche sweet tooth waxes and wanes with the moons, starting with the phase under which it was born and ending with its lunar opposites. Size is a factor, also, as larger senche require more moon-sugar!",
        "Some trainers can determine a senche-tiger's appetite for moon-sugar by consulting the local Two Moons, but Azmu-ra does not recommend this. A priestess is not always on hand, and keeping both the temple and your senche supplied with moon-sugar is an expensive proposition!",
        "Also, senche-tigers grow swiftly. Unless fully grown, their appetites will change. Many would-be trainers have little time to regret a low stock of moon-sugar! The resulting carnage is never pretty.",
        "Better to keep a stockpile of moon-sugar on hand. The senche eats until sated, and what is left can be used to ice the sweet roll, spice the pudding, or make delectable moon candy.",
        "Once full of moon-sugar, a senche-tiger wants only two things: meat to fill its belly and a sunny place to bask. This makes them suited to guarding fields and hunting game, but this is about all they can do without years of training. Even then, training can only go so far.",
        "For example, motivating senches to pull farming equipment is not recommended. If your senche-tiger should deign to endure the harness, it will still be inclined to chase anything larger than a field mouse that it spots across the fields. Save yourself the trouble of collecting scattered plows!",
        "While other trainers have had some success with watch-senche and battle-senche, Azmu-ra would strongly discourage training them to eat people unless you are strong and good at fighting. Even then, this one would not recommend it. A senche-tiger's loyalty reaches only so far as its belly, yes?",
        "Hopefully this guide helped you avoid being eaten by your favorite senche-tiger. If not, well … Azmu-ra made no promises!"
    ]
}