{
    "id": "SulXanRitualSite",
    "paragraphs": [
        "From the journal of Brigadine Salviticus, member of the Ivory Brigade.",
        "",
        "ENTRY ONE",
        "I've been tasked with observing the Sul-Xan and reporting on their activities. Despite the threat they pose to Leyawiin and the rest of Blackwood, we know relatively little about this tribe of Argonian Nagas. It is far too dangerous to interact with these Nagas directly, and we are forbidden to try to negotiate with them. Others have attempted and lost their lives just by saying a greeting. \\n\\nMy job is to observe a specific group of Sul-Xan. This particular subset is quite mobile, which is different from the behavior we've come to expect of this tribe. With this journal, I will transcribe what I discover as I follow them. Hopefully, I can observe enough from a safe distance.",
        "",
        "ENTRY TWO",
        "This group of Sul-Xan have traveled much farther than I expected. They've prowled to the north, curiously stopping at small villages and outposts along the way. The Sul-Xan who appear to oversee the others speak extensively after these brief stops, but I'm never close enough to hear what they're talking about.",
        "",
        "ENTRY THREE",
        "A few of the Sul-Xan split off from the rest of the group. They took victims from a town nearby and headed south with them. I wanted to help, but I am severely outnumbered here. The best I can do is gather more information. If I can find out what exactly it is that they're doing, perhaps the Ivory Brigade can put a stop to it.",
        "",
        "ENTRY FOUR",
        "This group of Sul-Xan definitely appears to be a hunting party. In addition to hunting animals for food and other uses, they also seem to be ranging far from their territory in the south to acquire more prisoners. I've heard they use these captured unfortunates as sacrifices, but I haven't seen such activity firsthand.",
        "",
        "I followed one group. led by a swamp mystic by the name of Veesha, to an old ruin on the shore of Lake Blackwood, to the northwest of Gideon. At least four spellcasters from the tribe set about performing some sort of ritual. I have no idea why they have chosen this remote location so far from their own lands, or even any clue as to the purpose of the ritual. All I can tell you is that it seems wrong somehow. Dangerous. Evil, even.",
        "",
        "For now, I'm going to leave this place and report back to Leyawiin. I believe Captain Rian will be interested in my findings.",
        ""
    ]
}