{
    "id": "SumirilsBook",
    "paragraphs": [
        "<title>Sumiril's Book, Passage 1</title>",
        "This is the story of a boy. This is the story of the land. This is the story of how the boy and the land came to be.",
        "The boy's name was Ostion. He had the power to shape the land. He whispered his instructions and the land willingly obeyed. But the boy was alone.",
        "<title>Sumiril's Book, Passage 2</title>",
        "Soon powerful people learned about the boy, and how he could shape the land. They did not understand that what he had was a gift. They saw only the power in it. They wanted to conquer.",
        "They decided to test the boy.",
        "<title>Sumiril's Book, Passage 3</title>",
        "The powerful sent Ostion to Valenwood. They told him to shape Valenwood and build a great city there. They sent builders to help. But Valenwood was not like the land where Ostion grew up. Valenwood was wild and angry and when the boy asked it to move, it said \"No.\"",
        "<title>Sumiril's Book, Passage 4</title>",
        "Ostion and Valenwood fought with each other. Ostion commanded the land again and again to move, and Valenwood refused again and again. In their struggle they forgot everything else. Ostion forgot the builders who had been sent with him and Valenwood forgot the peoples that lived in its midst.",
        "<title>Sumiril's Book, Passage 5</title>",
        "The boy and the land came to love the struggle. Both had been lonely and now neither was alone. But in the process, the builders were injured and killed, even Sumiril who had once been kind to the boy.",
        "And suddenly Ostion remembered who he was and what he had been sent to do. And he found Sumiril's body and asked the land to help him raise Sumiril from the dead.",
        "<title>Sumiril's Book, Passage 6</title>",
        "And for once, Valenwood listened. And Ostion and the Valenwood became one. Together, we are the Wilderking, Ostion and I. Sumiril is our first creation, our hollow man, whom we raised from the dead.",
        "This is the truth of our existence."
    ]
}