{
    "id": "SummersetIslesAVisitorsGuide",
    "paragraphs": [
        "Fairly met, travelers. You now count yourselves among the privileged few mainlanders to set foot in Altmeri lands. Was the crisp air and vibrant color of the Blue Divide everything you'd imagined? If you had the luxury of crossing it upon one of our ships, I have no doubt it was the smoothest sailing of your lives. Consider it merely the first courtesy and comfort of many in your visit to the Isles. Let the warmth of our sun and the scent of sweet blossoms greet you as you leave the cool waters of the cape behind you.",
        "Try not to be intimidated by the bustle of Vulkhel Guard. The townsfolk are well accustomed to dealing with mainlanders who come bearing goods. If they have the patience for dealing with sailors, as they do, rest assured they will not be put out by polite guests such as yourselves. Avail yourselves of the sumptuous accommodations of its inns and try local fare you will find no equal to in Tamriel. Altmeri hospitality is an art—like all our pursuits—that has been honed for thousands of years.",
        "You may find yourself overwhelmed by such enriching experiences, but ease your mind. The Isles are a place of harmony and you will find your equilibrium by letting its natural tranquility guide you. The Sapiarchs ensure that each element, from the tallest tree, to the shortest blade of grass, is in perfect balance.",
        "It would be best not to wander too far and disrupt the usual serenity, but if you head north from Vulkhel Guard you'll find the South Beacon Lighthouse, a charming structure that guides our Royal Navy safely through the night. The cliff that it is built upon provides a lovely view of the holy isle of Summerset. On a particularly clear day you can see the town of Shimmerene, busily ferrying goods and citizens to and from Auridon. You may be tempted to ascend the lighthouse for a better view, but please refrain from disturbing the attendants.",
        "Allow to me to speak for all Altmer when I say that we hope that partaking in our culture has been an elucidating experience. I hope your time in Vulkhel Guard provides you memories to last a life time. Don't forget, any stay longer than five days must be approved by the authorities or you may find your visit cut short unexpectedly.",
        "Safe travels back to Tamriel!",
        "[Approved for distribution by the Divine Prosecution.]"
    ]
}