{
    "id": "OnSummoningSkeletons",
    "paragraphs": [
        "Many options present themselves for the industrious necromancer who wishes to raise undead minions to serve or protect. Vengeful ghosts, of course, and other types of incorporeal spirits abound, but they have little substance and can often be difficult to control. Corporeal dead provide more muscle, which comes in handy when you need manual labor or an instant fighting force. Plus, if you use minor Daedric spirits to animate them, corporeal undead have no sense of self or memory of past lives. They are more malleable, easier to command, and capable of following simple orders. In short, they make perfect servants for most of a necromancer's minion requirements.",
        "While some necromancers prefer to animate zombies to perform tasks, other practitioners of dark magic prefer to deal with skeletons. First, skeletons, by definition, consist primarily of bone, with few or no organs or fleshy bits remaining. In other words, skeletons don't have the habit of dropping bits and pieces of themselves all over your ritual circle or lair, unlike their zombie counterparts. Second, skeletons tend to be more sturdy and dextrous than zombies, making them noticeably faster and, in many ways, more dangerous.",
        "You have two sources when it comes to obtaining skeletons to raise and command. One is to pull the bones directly from a fresh corpse (or even from a living victim, if you have the appropriately powerful spell at the ready). The newly dead provide strong, sturdy bones that can deal and withstand punishment with equal facility, depending on the demands of your service. Newly dead skeletons also tend to exhibit more agility and speed, albeit with the clumsiness common to all new-born creations.",
        "The second source to draw upon when seeking to raise skeletal minions remains the tried and true market favored by most practicing necromancers—the graveyard. Of course, any depository of the dead will do, from an ancient necropolis to a long-forgotten battleground ripe with the corpses of fallen soldiers. Older bones often house great power, and the magic you employ will gather the scattered fragments and knit them together with necrotic bindings. Older bones may crumble and shatter before the bones of the newly dead, but they often compensate for that liability with the extra power trapped within these relics and awaiting your command."
    ]
}