{
    "id": "SurvivingtheShambles",
    "paragraphs": [
        "A brief summary of the ways in which it is possible to survive entering the Fargrave district known as the Shambles, written by Hyn, who is more experienced in this matter than the unfathomably deranged individual currently considering that course of action.",
        "",
        "The Shambles are a mysterious, undocumented collection of streets and warren-filled caves beyond the northeastern walls of the city. Given one's own apparent curiosity in reaching for this book, I feel secure enough in my own superior cognitive prowess to posture that one is a complete and utter fool who will die while looking for some excitement or illicit activity. Or—even worse—one has lost a companion to those dusty streets and is looking to venture there in a daring, yet incredibly doomed attempt to retrieve said unfortunate entity. If that is the case, then one has indeed come to the correct location, since it gives me the chance to say this: that one's life is being thrown away in a bout of idiocy infrequently witnessed among the races who fall under the vague category of \"\"sentient.\"\"",
        "",
        "To that end, life in the Shambles can only come at the expense of giving others the reasonable excuse to do away with the individual who angers them the most. One would do well to avoid the most common causes of gruesome and painful demises. For clarity and efficiency, those causes are listed below.",
        "",
        "EXISTING",
        "In order to avoid this, do not be mortal. If one has the misfortune to be mortal, simply do not be alive. If one happens to struggle with that suggestion, take comfort in the knowledge that one will soon no longer suffer from that condition and will instead cease to exist. Therefore, you no longer need concern yourself with this aspect of the Shambles.",
        "",
        "CARRYING GOLD",
        "If one enters the Shambles carrying anything of value on one's person, be assured that one's suffering will not last long. Additionally, one's belt will be all the lighter for want of a coin purse on it. This may be appealing if one suffers from an excess of funds, but I can assure you there are less foolhardy and painful ways of decreasing one's coffers. Do not be a stupid, entitled fool. The Errants, the Vanquished, and the Invisible Web are all waiting to pounce.",
        "",
        "MAKING EYE-CONTACT",
        "Meeting eyes or matching gazes with any occupants of the Shambles is akin to issuing a challenge. One will not best them in combat, no matter how good one is with a weapon. Thinking otherwise is the mark of foolishness. Under no circumstances should one draw attention to oneself.",
        "",
        "NOT MAKING EYE CONTACT",
        "Not matching gazes conveys to an aggressor that one is an easy target. Do not be an easy target.",
        "",
        "BRINGING UP A SCAMP'S MOTHER IN CONVERSATION",
        "This rule has unknown roots, but the reaction to this question always occurs swiftly and contains a considerable amount of pain. It is best practice—even when not addressing a Scamp or speaking when Scamps are not present—to avoid the topic of maternal ties altogether.",
        "",
        "DIVESTING ONESELF OF ONE'S CLOTHES",
        "Contrary to common belief, shedding clothes and or skin adornments will not spare one's life. It will not distract the aggressors or show one's willingness to cooperate. If one is to perish in the Shambles—even should one's clothes be removed postmortem—it is better to be horribly dismembered and then to suffer exsanguination with the dignity being fully clothed.",
        "",
        "DIVESTING ONESELF OF ONE'S LEG/TAIL",
        "See previous entry.",
        "",
        "ATTACKING FIRST",
        "At first glance, if one should find oneself unlucky enough to be in the Shambles, it appears that the only hope one has involves attacking an aggressor before they in turn seize the opportunity to attack you. This is not the case. The Shambles existed since the founding of Fargrave. Its inhabitants know the streets they prowl like the back of their hands. That is to say, they know immediately when someone new enters their territory. Do not be so buffoonishly stupid as to think one can catch them unawares and therefore best them.",
        "",
        "ATTACKING LAST",
        "Taking a defensive stance while walking the narrow streets of the Shambles is not highly recommended. If one is forced to engage, be sure to take a stance somewhere in between attacking first or last. That way one will not be seen as the aggressor, but also show that one is not seen as a weakling and therefore shunned by one's ancestors when one meets them.",
        ""
    ]
}