{
    "id": "SurvivorsGuilt",
    "paragraphs": [
        "Aken is dead. We grew up together, ran races through the desert, played with sticks that were swords in our minds, and made gold fighting in other people's wars for years. When we settled on guard duty for the Shields, it was like an early retirement.",
        "Until the Dragon came.",
        "We were on patrol, just like every other day. The terror birds were in their breeding season, so the beasts were particularly ornery. Aken had this great trick he learned from an Argonian, though. You take a dried gourd and punch a few holes in it, then tie it to a long string. I told him he was crazy, but when he whipped that thing overhead it screamed like a pack of jackals and sent the birds running.",
        "I never told him what a good idea it was, damn fool me. Good idea, but...",
        "Aken, you damned idiot. There was no way it was going to scare off a Dragon. It ate him in one gulp and all I could do was stand there slack-jawed and pissing down the side of my leg while he screamed.",
        "I ran. I'm sorry, Aken. I'm a coward.",
        "As it happens, you can't find absolution in the bottom of a bottle of jagga, or a jug of cheap Shornhelm wine, or even in that skooma crap. You just get a hangover and the sugar-shakes, then your throat feels like it's covered in hair. If you look to the gods instead, the priests will just give you some garbage sermon on how it is the will of the Divines and you can only find salvation in prayer.",
        "It's all hogwash. They don't know a damn thing.",
        "I'm going to make it right, Aken. You always trusted me to watch your back and when it counted, I froze. I've strangled a gods-damned cannibal Wood Elf with my bare hands while he was eating my finger and rode down a rabid werewolf, but that Dragon was the one time my courage failed me.",
        "I've seen the Dragon flying in the distance for a few hours now. Circling. I think it knows I'm out here. I won't avenge you, but at least the ghost of our father won't curse me for a coward the rest of my days.",
        "I love you, brother. I won't be long now."
    ]
}