{
    "id": "SuvarisAtheronsLogbook",
    "paragraphs": [
        "PRIVATE PROPERTY OF SUVARIS ATHERON",
        "PLEASE RETURN TO HIM IN WINDHELM IF FOUND",
        "Journal for month of Last Seed, year 201 of the 4th Era",
        "1st of Last Seed",
        "Spoke with Master Torbjorn in the morning. Pleased with projects to increase competitiveness of shipping office.",
        "Spent afternoon overseeing offices and various paperworks.",
        "Moderate lunch and heavy dinner.",
        "2nd of Last Seed",
        "Punished one of the dockworkers for laziness. Two days rations -- empty stomach means less good work for a few days, but he'll work hard from here on out.",
        "Moderate lunch and dinner.",
        "3rd of Last Seed",
        "Correspondence with Uncle Mithorpa in Morrowind. Sadness continues to abound flowing west.",
        "Light lunch, no dinner.",
        "4th of Last Seed",
        "Reports that our pirate friends are offering to let the Company ships through in exchange for gold. Will need to look into this.",
        "Heavy lunch and dinner.",
        "5th of Last Seed",
        "Tried to get in to see Master Torbjorn about the potential issues, but he proved too busy tending to his wife and daughter in mourning. Did not wish to intrude.",
        "Skipped lunch (waiting at the Shatter-Shield house), moderate dinner.",
        "6th of Last Seed",
        "Explained situation to Master Torbjorn. As usual he did not wish to know details, only how much money I needed to ensure smooth operations. I depart tomorrow for Dawnstar, hoping to catch the captain at the Windpeak for his crew's regular \"festivities.\"",
        "Heavy lunch, skipped dinner in favor of packing.",
        "7th of Last Seed",
        "Beginning journey. Plan to be back by the 12th.",
        "15th of Last Seed",
        "Returned safely, though not unscathed. Bandit attacks delayed the initial travel, then Stig Salt-Plank proved to be more uncooperative than I had hoped. Chipped in some additional gold out of my own purse (some cleverness in the books will see it repaid), and the deal was done.",
        "Ate on the road, light meals all around.",
        "16th of Last Seed",
        "Hoping word gets back to Stig's betters of our new arrangements before more Company ships can make it through. Found the Argonians had completely fouled up the operations in my absence. No surprise, there. Need to see to the old one's skooma supply, that should keep them motivated.",
        "Heavy lunch and dinner.",
        ""
    ]
}