{
    "id": "SwordWisdomofSaikhalar",
    "paragraphs": [
        "And so it was that day that Saikhalar was in good humor after the morning training, for his students performed admirably in their drills and he was impressed by their progress. Being of such fair spirits, he invited the pupils to sit 'round in a ring and seek his wisdom as reward. The youths, having many questions, clamored to speak all at once, but he hushed them and called them forth one by one.",
        "One asked, \"Master, why do we train only with the sword, when weapons come in so many shapes?\"",
        "The Master replied, \"The sword is our soul. Mighty Onsi showed our people in ancient days the way to lengthen blades, and we have known their blessed virtue in our victories since. Focus on it alone, and you will defeat every weapon—you will outreach daggers, roll from under heavy hammer blows, and deflect the arrows of your foe. If you are distracted from the blade's way, you will only be confused and the path to mastery will disappear beneath your feet.\"",
        "Another asked, \"Master, why must we do the same drills every day?\"",
        "The Master replied, \"You still think like the thirsty jackal that runs toward a mirage. He collapses in the sands, though he would have found the hidden stream if only he searched the rocks he sprinted past! Focus on the task before you, and perfection follows. Do not think of what you might do tomorrow, but think only of perfecting each exercise as it is assigned. In this way, you will come to grow as one with your weapon.\"",
        "And so they continued, the Master sharing his wisdom of long years with the youths. After many questions, he noticed one student squirming uncomfortably. Irritated by the boy's divided attention, he asked, \"You, what is your question?\"\nThe boy looked up sheepishly as a low growl rumbled from his stomach. \"Master, isn't it time for lunch?\"",
        "Saikhalar let forth a rare and mirthful laugh. \"Hurry on to the kitchens, then! My wisdom may be great, but it cannot fill hungry bellies!\""
    ]
}