{
    "id": "SystresKnightlyOrders",
    "paragraphs": [
        "<title>Systres Knightly Orders Vol 1</title>",
        "By Edana Augier, Knight Chronicler",
        "",
        "Well met, good reader! I spent the better part of my years training as a fledgling among the knight-hopefuls of the Order of the Albatross. After some time, I discovered that my talents were better suited toward being a chronicler and compiler of knowledge than a knight. Even so, my desire to record and study all I could pertaining to the valiant knightly orders residing upon these isles I call home followed me throughout my studies and here am I. Writing the greatest book on the knightly orders ever to be forged by mortal quill!",
        "",
        "ORDER OF THE ALBATROSS",
        "First, we make our way to the Order of the Albatross, chief among all the knightly orders and twice as brave. Their first knight took flight early in the Second Era, establishing their order on High Isle. It has remained active ever since.",
        "",
        "If you would be so kind as to pardon the metaphor, the Order of the Albatross prides itself on its massive wingspan. Their numbers, both in active knights and percentage of Nirn explored, greatly exceeds that of other knightly orders based in the archipelago. This is made possible by the order's focus on adventure, discovery, and daring feats, which draws initiates from the mainland. Dame Josseline Dalot, the order's current knight commander, claims to have discovered more islands in the Abecean than there are stars in the sky. Having spent the greater part of my childhood under her care, I can confirm this fact. Though I have yet to count either the stars or her discoveries, they are certainly comparable.",
        "",
        "Fontenot Leila founded the order to give those children of nobility who could not look forward to their parent's inheritance a means of securing their own legacies. A fourth son himself, Fontenot refused recognition for any of his deeds and lived out his days in humility. Legend has it that he even requested his fellow knights leave the title from his name. Truly, Fontenot Leila is a knight that all the aspirants in the Order of the Albatross can look up to.",
        "",
        "ORDER OF THE IRON KNOT",
        "Despite their many tales of valor, the Order of the Iron Knot has a more storied beginning than the Order of the Albatross. Their founder, Baroness Belene Chatillon, sailed with the All Flags Navy itself. She fought the Sload, and even lost an arm to Sload rot, if the records are to be believed. In honor of her sacrifice and bravery, some members of the knightly order wear a black gauntlet on one hand.",
        "",
        "The rulers of High Isle take more note of the Iron Knot knights than those of any other order. This statement is not some errant conjecture, it is proven by the order's own records and accounts. They have missives from High Isle nobles going back multiple generations.",
        "",
        "Like the knights of the Order of the Albatross, the knights of the Iron Knot have a slew of valiant and daring deeds attached to their names. They are known for their martial skills, which they hone on the road and at tournaments. Specifically, I can think of no other order that handles a sword better than the knights of the Iron Knot.",
        "",
        "From the moment of admittance, pages and squires face relentless challenges meant to weed out all but the strongest warriors. A Knot-Gallant suffers no insult without challenge and spends most of their time on the tourney fields (when not at war).",
        "",
        "The current rulers of High Isle greatly value the strength of the Iron Knot, but finds them difficult to manage. They keep their numbers at Castle Navire diminished by sending individual members on long, winding quests without clear objectives to prevent them from getting into fights with other local orders.",
        "Sir Moric, the Iron Knot's current leader, chafes at this patronage. He longs to lead his knights onto the battlefields of Tamriel. He is secretly trying to raise enough personal funds to finance an expedition, but Duchess Elea makes certain the Iron Knots only have just enough gold to keep themselves looking good for her tournaments and not enough to gain independence.",
        "<title>Systres Knightly Orders Vol 2</title>",
        "By Edana Augier, Knight Chronicler",
        "",
        "Well met, good reader. Volume one of my work dealt with the Order of the Albatross and the Order of the Iron Knot. As such, I will be leaving those two venerated groups behind in the search to better explain the remaining knightly orders of the Systres Archipelago.",
        "",
        "THE OAKEN ORDER",
        "The youngest of the orders to take root in the Systres Archipelago, the Oaken Order prioritizes magic and magical understanding over martial combat. Because of this, they have an intimate relationship with the druids, often citing the druidic teachers as the foundation for their high level of magical understanding. In recent history, some Oaken knights have eclipsed Mages Guild spellwrights in the areas of Destruction and Conjuring.",
        "",
        "Unfortunately, their predilections and prowess have earned the Oaken Order more than a few enemies. Knights of the Iron Knot have been known to openly deride the Oaken knights, saying that they lack chivalry and the respect for combat that befits a true knight. Additionally, the conjurers of the Mages Guild often feel threatened by the Oaken Order's skill, claiming that the knights are not proper practitioners of magic.",
        "",
        "Still, the Oaken Order has powerful allies. Count Damard gives their members personal demonstrations and lessons that are highly attended. The nobility clearly sees value in supporting the Oaken Order. The knights frequently lend their magical abilities to assist the noble houses in a variety of endeavors.",
        "",
        "MINOR AND DISBANDED ORDERS",
        "I would not be a chronicler of quality if I failed to mention the other orders who make their home in the Systres Archipelago. For, while the orders I've elaborated on in depth lay claim to the majority of the knights here, they cannot encompass all the knights who are and were. For example, some centuries ago, there was an order known as the Knights of Death's Valor. There are no records as to why the order faded from prominence, though there are many accounts of how the order's home lies in haunted desolation. Still, during their golden years, the knights of Death's Valor roamed the countryside and upheld the peace in a torn and bloody time.",
        "",
        "Still active, the Order of the Braided Vine is a druidic order of knights. I'm not sure if this order was created to pique interest in the druid's ideologies or if they genuinely saw an opportunity to meld their arts into the lifestyle of a knightly order. Either way, it consists primarily of Stonelore Circle druids dedicated to protecting the groves and other island locations considered sacred by the druids.",
        "",
        "Finally, the ever-mysterious Order of Flame and Shadow that some consider to be nothing more than a legend. As far as the available tomes and histories indicate, this order is comprised of a sole knight who passes the mantle to a protege after an extensive and secretive training regiment. The Knight of Flame and Shadow has been sighted on a few occasions over the centuries, both working alongside the nobility and also actively entreating an uprising among the common folk. Unfortunately, no additional information exists on their identity, whereabouts, or motivations. The Knight of Flame and Shadow hasn't been heard from in recent years. I have my suspicions than the last holder of the title perished before they were able to pass on the legacy. A sobering thought indeed.\"",
        ""
    ]
}