{
    "id": "SystresHistory",
    "paragraphs": [
        "<title>Systres History: Volume 1</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "The islands of the Systres Archipelago have a long and tumultuous history that stretches back at least as far as the First Era.",
        "The first accounts of the island come from the writings of druids—Y'ffre-worshiping Bretons who fled High Rock to escape an increasingly hostile Direnni Hegemony around 1E 330. This was a turbulent period in High Rock history, given the jockeying for power between the Direnni Elves and the increasingly puritanical Alessian Empire. The Alessian Order suffered no deviation from orthodoxy and likely purged some of the druids as Meriphilic heretics. Likewise, the ascendant Direnni Hegemony viewed them as a potential threat to Elven interests in High Rock. The druids openly advocated druidic governance of the province, making them a target for virtually every faction in northwestern Tamriel.",
        "Whether pushed out by House Direnni or departing of their own accord, legends indicate that the druids made the perilous voyage to the Systres Archipelago by following a mysterious \"song\" the eldest druids heard on the wind. Other legends state that they carried an Elder Scroll with them and followed its guidance to the shores of their new adopted home, Y'ffelon.",
        "We regrettably know very little about these early days on the archipelago, as most of the records were burned during the Sinistral invasion of 1E 660. According to druid orthodoxy, however, the first Draoife harnessed the power of the Earthbones to transform the scarred, volcanic island into a verdant paradise. Most scholars consider this account apocryphal, but I have found evidence of an abundant period shortly after the druids' arrival.",
        "This golden age precipitated a swift expansion of druids across the archipelago and beyond. Priest-navigators set out on enchanted vessels, kindling life on every barren rock and bleached coral they came upon. This period was not without strife. These \"three mornings of sail\" witnessed the rise of the druidic \"Circles\"—three distinct cultural sects. Religious scholars like Otho Calatorius and Tilnendarion of Lillandril believe that each priest's distinct experience on the high seas—and perhaps the races they interacted with—gave rise to new beliefs. These new doctrinal schisms that set Stonelore, Eldertide, and Firesong Circles apart nearly erupted into open conflict. As fortune would have it, however, a threat from beyond their shores would spell the end of druid supremacy in the Systres.",
        "<title>Systres History: Volume 2</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "Far to the west of Y'ffelon and the Systres Archipelago, the struggle for Yokuda neared its disastrous end. In the 1E 600s, Mansel Sesnit's diplomatic purges and Randic Torn's controversial decrees led to a burst of emigration—scattering disfavored nobles and their vassals to the countless rocky islands east of the continent. These islands had long served as refuges for exiles, pirates, and the bedraggled remnants of the Lefthand Empire—better known as the Sinistral Elves.",
        "While many believe that the Lefthanded Elves were destroyed utterly by the Redguards' ancestors, I have found ample evidence that some survived well into the First Era. Naval records document protracted sieges of \"Elf\" settlements east of Moni up until the latter years of the Merethic. We cannot prove the Lefthander theory with certainty, however, as the High-Yokudan word for \"Elf\" derives from a doubly ancient term meaning simply \"enemy.\" In Yokuda, practically anyone could be an enemy at any time given the diplomatic fluidity of the Singer Period.",
        "Whatever the case, the island squatters, Elven or otherwise, were obliged to travel farther east into the Eltheric to evade the new batch of Yokudan refugees. Some moved southeast toward Summerset where they either perished at sea or found common cause with Maormer privateers. Others moved northeast toward Iliac Bay. Scant records of these voyages exist, aside from a few Direnni naval dispatches that outline brief battles with \"ships of western flag.\" One of these fleets, however, sailed east and dropped anchor in the Systres Archipelago—not to visit, but to conquer.",
        "Again, it is difficult to determine the exact composition of the invading fleet given the vagaries of High-Yokudan language and the scant druidic records that remain. Many of my contemporaries—including my dear friend, Garnobag gro-Malog—insist that the fleet consisted of Yokudan dissidents who fled the continent centuries prior, during the rule of Emperor Ardanan Haba. As for myself, I believe the invaders were Sinistral Mer.",
        "The chief point of contention comes from one of the few surviving druidic texts that describe the events of 1E 665. The author—a member of the Draoife named Bralen Tussad—described the invaders as \"Westerners, both long-of-face and long-of-ear.\" At first glance, this seems a clear reference to Lefthanded Elves. Garnobag, however, makes a compelling case for the idea that Tussad was not describing the invaders' physical features, but rather their helmets. Yokudan helmets of the mid-late Merethic often featured \"Tava Resplendent\"—a stylized metallic depiction of the winged deity with wings outstretched. This crest gave the helmets an aquiline shape where the wings strongly resembled Elven ears.",
        "Garnobag takes this thesis a step further by positing that the Lefthanded Elves did not, in fact, exist at all; he asserts that the entire Sinistral narrative is essentially a transcription error where \"Elf\" and \"enemy\" are tragically conflated. He contends that Lefthanded Elves were simply Lefthanded enemies—no more Elven than the Nedes or Atmorans. I find this extremely difficult to believe, but I will not debate the issue here. Rather, let us return to the primary text.",
        "In a later entry, Tussad describes an attack on one of High Isle's shrines, stating: \"The swordfolk walked shield-to-shoulder, in great lines like snakes of the field.\" It is in this entry that we find the truth. \"Shield-to-shoulder.\" While antiquarians have found Yokudan shields in Na-Totambu ruins, they remain rare—likely serving as ceremonial relics or art pieces rather than items wielded in battle. In her elegy for a fallen warrior, famed ansei, Nasifa of Seven Cuts, states: \"Never did she lift a shield as Elf and Goblin do. She sought no shelter but what steel and shehai provides. The fortress that kills. The cutting defense.\" Again and again Yokudan warrior-poets repeat this refrain: shields are a refuge of the other. The idea that a full contingent of Yokudan warriors would stride \"shield-to-shoulder\" runs counter to everything we know about Yokudan military practice. It corresponds perfectly with at least one race, though—Elves.",
        "The Elves' siege of the Systres was a protracted affair resulting in the deaths of hundreds of fighters on both sides. In the end, as the Elves approached the heart of druidom, the islands themselves intervened. Mount Firesong, the druids' sacred volcano at the center of Y'ffelon, erupted, consuming both druids and Elves in a cataclysm that rivaled the Red Mountain disaster of 1E 668. In fact, I humbly suggest that the events may have been related, given the corresponding dates.",
        "In the end, the Elves kept hold of the archipelago, such as it was, and the druids faded into the background of history—either in hidden enclaves on the Systres themselves, or on barren rocks nearby.",
        "The Lefthanders' victory was relatively short-lived. Warriors of the First Ra Gada arrived in the Systres in 1E 785 and annihilated the starving remnants of the invading force. The Yokudans left the island as quickly as they came, sailing east to claim their destiny in Hammerfell. Only the druids remained—much diminished, but far wiser.",
        "<title>Systres History: Volume 3</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "Roughly fifteen hundred years after the first eruption of Mount Firesong, the slugfolk of Thras unleashed their great plague upon world. 1E 2200 and the decades that followed were some of the most harrowing years in Tamrielic history. The blight raced across the continent at an almost supernatural speed, leaving hundreds of thousands of misshapen corpses in its wake. Healers' records speak of boils, brittle bones, seeping mucous from the eyes and ears, and an unquenchable thirst that drove folk to madness.",
        "Unsung heroes like Flavia Lentinus, Irorliel of Russafeld, and Mazazim al-Hegathe laid down their lives in the vain search for a cure. None of them succeeded in halting the disease, but their work confirmed what everyone had long suspected—the plague was unnatural and it came from across the sea. From Thras.",
        "In 1E 2241, the Colovian Sailor-King of Anvil, Bendu Olo, loudly proclaimed his intent to punish Thras for their offense. He petitioned the Alessians for commission and received it in short order. With the blessing of the emperor, Olo claimed the title of baron-admiral of the Imperial fleet and began assembling an armada of retaliation. Neither Olo nor any member of the Alessian Counci had any illusions about the fleet discovering a cure for the plague. Few healers accompanied Olo on his journey. The clear intent of the All Flags Navy was the utter destruction of Thras and all its inhabitants.",
        "Within two years, the baron-admiral and the founding members of the All Flags Navy dropped anchor in the Systres Archipelago. Colovian engineers, assisted by Breton and Orcish laborers, set to work assembling the Systres Shipyards in Gonfalon Bay and what is now called All Flags Islet. There were, of course, numerous shipyards working in concert in the 1E 2240s—most notably in Alinor and Rivenspire. But the Systres operation dwarfed the others in both size and output. By 1E 2249, the naval base and its first compliment of ships stood ready to make war upon the Sload. Skirmishes in the early 1E 2250s transitioned to all-out war by 1E 2258.\\",
        "In his memoirs, Captain Forvse Nelvilo of the Dark Elf flagship, Hopesfire, describes encounters with the Sload thusly:",
        "\"Then we saw the beasts. Great masses of flesh boiled to the surface like blighted whales, spraying ichor from long rows of funnel-like pores. This green bile dissolved sailor and ship alike and only stopped when we set it aflame. The slugs, bound to the war-beasts' backs, hurled spells of such profane power that I hesitate to commit them to the page. Elves clutched their heads, screaming, and only recovered when we boarded the sea beasts and slew the Thrassians with blades and harpoons.\"",
        "Unlocking the secret to breaching these sea beasts proved to be a decisive tactic, as Sload often attacked with impunity from beneath the waves. The great warlock, Syrabane, may have had a hand in this, given that his focus throughout the conflict appeared to be arcane naval warfare, but details remain hazy at best.",
        "After claiming several major victories at sea, Olo and his great fleet launched their final assault on Thras in 1E 2260. Despite the fact that this was the decisive battle, firsthand accounts remain exceedingly rare. Even now, we still have no idea how the All Flags Navy managed to destroy the Sloadlands—or whether, indeed, the Sload used the Coral Tower to destroy themselves. Scholars like Silanus Rullo assert that this gap in the record was by design, as the secrets to sinking an entire landmass into the sea were too dangerous to commit to posterity. What we do know is that everyone who witnessed the event was greatly shaken by it. Subsequent accounts by both captains and sailors are characterized not by celebration, but by a deep sentiment of melancholic relief. The loss of half the fleet to a swirling gyre did little to improve the mood.",
        "Despite the horrors and losses—or perhaps because of them—the baron-admiral and his remaining captains returned to the Systres Archipelago and signed a Concordat of Fraternity on All Flags Islet. This document bound each captain and each race to the cause of peace and cooperation. All present resolved to let the Systres Archipelago stand as a monument to Tamriel's victory and a symbol of continental unity for all time. Of course, time makes a fool of us all, and the people fell back into squabbles soon after—most notably the War of Righteousness. But for a brief, shining moment, the people of Tamriel stood united and victorious against a common foe.",
        "<title>Systres History: Volume 4</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "After signing the Concordat of Fraternity, the remaining captains and crews of the All Flags Navy returned to their own lands, save for a few from High Rock and Colovia. Those who stayed behind were mostly engineers and laborers tasked with the construction of a monument to commemorate the fleet's triumph over the Sload. This grand edifice took more than twenty years to complete. In that time, many of the Breton workers brought their families to High Isle and set roots in the villages surrounding the shipyards—primarily in Gonfalon Bay. Despite the increasing Breton influence on the island, it remained an Imperial holding—claimed by Bendu Olo himself as an extension of Colovia. Relations between the Bretons and the Alessian Empire turned sour in the years leading up to High Rock's secession in 1E 2305, throwing the archipelago's future into doubt.",
        "Rather than casting the Bretons out as the emperor demanded, the Colovians demurred, insisting that the costs of removal were prohibitive. In truth, the Colovians were simply biding their time—preparing for their own chance to assert their independence.",
        "Emboldened by the Legion of Faith and Piety's failure to recapture High Rock, and the continued encroachment of Alessian clergy into western affairs, the Colovian Estates finally revolted in 1E 2321, initiating the War of Righteousness.",
        "To the great relief of all Systreans, the battle lines never stretched beyond the shores of Tamriel proper. The costs of the war, however, swelled beyond what even the wealthiest Colovians could afford. While High Rock could rely on the Dragontail Mountains, the Druadachs, and the arid wastes of Hammerfell to defend them from Imperial aggression, the highlands of Colovia afforded little in the way of natural barriers. Both the Alessians and the Colovians emptied their treasuries in a desperate scramble to gain a materiel advantage over the enemy. By 1E 2326, the Estates' wealth was completely exhausted. To raise additional capital, Colovian kings began selling non-essential territory, including the Systres Isles. A consortium of High Rock coin-barons, led by Duchess Martinne Guimard, purchased the archipelago for an undisclosed sum in 1E 2327.",
        "Duchess Guimard was unquestionably the canniest ruler of her day. Described as cold and imperious by her contemporaries (common invective for powerful women of the era), she amassed vast wealth not through marriage and diplomacy, but through the markets—specifically, a combination of shrewd lending, smuggling, land acquisitions, and draconian tax policy.",
        "Acquiring the Systres Archipelago made Duchess Guimard's star rise higher at court than even she had hoped. In a letter to her cousin, Marq Guimard, she stated, \"The houses are greatly pleased—both ally and rival. Indeed, it is as if I traded a handful of grain for the whole of Tamriel!\"",
        "House Guimard sought ownership of the Systres to exploit the islands' natural resources, but they quickly learned that the true value of the archipelago was cultural. Despite being administrated by the Empire, the islands' thriving labor-communities were thoroughly Bretonic—in language, culture, and custom. This population dynamic, combined with the discovery of druidic ruins on High Isle, Galen, and Y'ffelon, fixed the Systres in High Rock's collective imagination—an untouched cradle of Breton history, occupied by Bretons and now owned by Bretons.",
        "Guimard, along with several of her contemporaries visited the Systres in 1E 2328 for an official induction ceremony and dubbed the largest island \"High Isle,\" in honor of the Bretons' ancestral homeland, High Rock—a name that remains in place to the current day.",
        "<title>Systres History: Volume 5</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "",
        "House Guimard administrated the Systres Archipelago for a century and a half before falling into disfavor because of a jilted marriage proposal. Subsequently, the ambitious House Mantel took ownership of the islands—but only briefly. In 1E 2484, the long dormant Mount Firesong erupted for the second time in recorded history. The catastrophic explosion shattered the ancient shipyards of High Isle, completely destroyed a burgeoning settlement on Amenos, cracked the All Flags monument, and claimed the lives of nearly one-third of the archipelago's inhabitants. Witnesses reported seeing smoke and smelling brimstone as far away as Lilandril in the months that followed, and the vibrations apparently rattled chimes in Hegathe.",
        "",
        "The survivors—most of whom were fisherfolk, whalers, and other maritime tradespeople—petitioned the mainland for aid, but received little in the way of material support. Nearly all of the Systres' nobles were slain by the mountain's wrath, severing all meaningful connections between the people of the archipelago and High Rock's ruling class. The inequities of Breton feudalism were put on full display in the years that followed, with mass starvation and waterborne illness killing thousands more Bretons on High Isle. Only the intervention of the druids prevented a total collapse of Systrean society.",
        "",
        "Members of the Stonelore Circle used their knowledge of the islands to provide nourishing root vegetables, mushrooms, curative salves, and fresh water to the desperate survivors. This prompted a short, but significant renaissance of druidic faith known as \"\"the Green Years.\"\" While the druids did not realize a complete resurgence of their power over the islands, they earned a place of respect and bolstered their ranks considerably. Many of the druidic terms still spoken on the islands today derive from this period of rebirth and support.",
        "",
        "The Bretons' gains over the following centuries were modest, but marked by great joy. No longer saddled by an intrusive noble class, the Systreans and their druidic allies formed a pastoral community of sailors, farmers, and herders. Huge logging camps and sprawling agricultural operations gave way to small subsistence farms, idyllic grasslands, and burgeoning druid enclaves. Broken monuments and shattered villas remained broken and shattered, while vines, moss, and fungi grew over a history that few Systreans cared to remember.",
        "",
        "<title>Systres History: Volume 6</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "",
        "The Systres pastoral renaissance came to a swift conclusion on 11 Sun's Dusk, 1E 2704. Emissaries of the newly formed Reman Empire arrived on the shores of Gonfalon Bay and decreed that the archipelago was once again the lawful property of Cyrodiil. These heralds brought a coterie of Breton coin-barons with them who swiftly seized the reins and steered the Systres Archipelago back to their feudal roots—albeit now in the emperor's name. Small pockets of resistance formed across the archipelago, but none of the revolts gained purchase (aside from the activities of the Eldertide Circle, which persist to the current day). Under the watchful eye of Imperial governors and their Breton financiers, the islands transitioned back into Tamriel's greater political order in less than a decade.",
        "",
        "Over the course of the Remans' rule, the Systres returned to familiar trades—logging, mining, and shipbuilding. Ammonite excavation exploded in the 1E 2800s, driven by Nibenese warlock-fashion, but soon gave way to more standard mining for larimar and semi-precious stones. Several maritime operations changed their focus from fishing to frog-metal reclamation during this period, driven by the discovery of vast troves of the buoyant alloy in caves beneath Amenos. By all accounts, the archipelago prospered throughout the Reman period, albeit at the cost of their renaissance freedoms.",
        "",
        "The islands' fortunes shifted once again with the rise of the Akaviri Potentate. In 2E 11, the newly empowered Potentate Versidue-Shaie converted the isle of Amenos into a penal colony for Reman-aligned political prisoners. The irony of using the Systres—a symbol of Tamrielic unity—as a dumping ground for prisoners of conscience was not lost on the scholars of the day. One such chronicler, Lisolda Paquoit wrote, \"\"The fact that a serpent would profane a monument to our victory over slugs should come as a surprise to no one!\"\" Paquoit, like many of her contemporaries, died on Amenos. Even after completing work on the infamous Rose, the Potentate continued sending prisoners to the prison island. mostly to work the larimar and ammonite mines.",
        "",
        "While the Potentate's policies had some effect on High Isle, the island's remoteness from the mainland insulated it from the regime's worst excesses. To maintain the peace, the Systres's Breton overseers cultivated a reputation of joyful compliance and servility—proudly waving the Potentate's banner over Gonfalon Bay, even as they plotted their escape from Versidue-Shaie's clutches.",
        "",
        "Between 2E 110s and 280s, Breton House Mornard inherited ever greater power in the Systres—mostly on account of their close ties with the Potentate. As the costs of ruling the fractious mainland mounted, Versidue-Shaie began consolidating resources in Cyrodiil, effectively privatizing the Systres and placing them in the care of House Mornard. From that moment forward, the Systres again belonged to the Bretons.",
        "<title>Systres History: Volume 7</title>",
        "By Trilam Heladren, Associate Dean of Eltheric History, University of Gwylim",
        "",
        "After the fall of Potentate Versidue-Shaie in 2E 324, and his successor, Savrien Chorak in 2E 430, all of Tamriel collapsed into disarray. Pretender kings and savage conquerors sprang up like daisies in springtime, precipitating a painful realignment of continental rulership.",
        "",
        "As vassals of the Gardner dynasty, the dukes of House Mornard nominally owed their allegiance to the kingdom of Wayrest. However, communication between the Systres Archipelago and the mainland remained unreliable in the early years of the Interregnum. Diplomatic missions were routinely waylaid by Redguard freebooters and Sea Elf marauders. When messages did arrive, House Mornard often ignored them, claiming they were lost at sea or intercepted by Elven spies. This inconsistent diplomacy allowed House Mornard to establish total hegemony over the islands, with one notable exception—the properties of House Dufort.",
        "",
        "The barons of House Dufort owned small but valuable tracts of land across High Isle, and they used these parcels to confound the Mornards' plans whenever possible. The Duforts never passed up an opportunity to stick their thumb in House Mornard's eye—especially when the maneuver could increase their stock in King Gardner's court. This ceaseless needling led to a centuries-long dance of intrigues, assassinations, kidnappings, and at least one naval skirmish that claimed the life of a Dufort heir apparent. Finally, in 2E 478, Duke Ruffe Mornard seized a full third of House Dufort's lands and exiled its leadership to Amenos, claiming sedition against the crown with a raft of forged documents and forced testimony. The Gardners viewed the coup with suspicion, but had their own troubles with an ascendant Camlorn and left the matter unresolved.",
        "",
        "House Mornard maintained its stranglehold on the archipelago until 2E 563. The Knahaten Flu swept through the province with alarming speed, slaying commoner and noble alike. As a shipping port, the Systres Archipelago suffered terribly—stricken by wave after wave of steadily escalating strains of the disease. In 2E 565, Duke Avrippe Mornard sealed the island off entirely, barring anyone from leaving or entering the archipelago. As a land dependent on trade, the Systres fell into total destitution. Wayrest, now under the rule of King Emeric, looked upon Avrippe with disfavor when the plague receded, as he had ensured his own safety and fortune at the expense of his people. The resurgent House Dufort watched and waited.",
        "",
        "Shaken by Emeric's reproach, Avrippe Mornard looked to other noble houses to secure his position. When King Ranser of Shornhelm declared war on Wayrest in 2E 566, Avrippe threw in with Emeric's enemies, forsaking his ties of vassalage. Emeric leveraged his diplomatic bonds with an array of unlikely allies and crushed Ranser utterly at the Battle of Markwasten Moor. Once matters were settled on the mainland, Emeric turned his eyes to the Systres.",
        "",
        "The High King meted out his justice swiftly. Emeric stripped Duke Avrippe of his title and exiled him to Cyrodiil, where he died a year later. Additionally, he seized a full two-thirds of the house's holdings and granted them to the Mornard's eternal foe, House Dufort. What remained of Mornard's land and fortune passed to Avrippe's son, Leonard, and as a final insult, Wayrest installed House Dufort as rulers of the Systres.",
        "",
        "Today, the islands prosper under the rule of Duchess Elea Dufort. As in days of old, the Systres Archipelago serves as a port where all are welcome and where Tamriel can reach its full potential. It is a place of learning, deep tradition, maritime adventure, and enduring bonds of fellowship. A shining jewel in the Eltheric, where the fate of Tamriel's future may well be forged!"
    ]
}