{
    "id": "TalesofAbbaArlTheFatMother",
    "paragraphs": [
        "One morning, Abba Arl asked the children 'Do you know of our parent, the Fat Mother?'",
        "The children shook their heads and said, 'No, Abba. We do not know about the Fat Mother. Will you tell us about her?'",
        "Abba nodded and told this tale.",
        "\"Before the People took to harvesting, they ate nothing but the meat from the wild beasts of the fields. One morning, the hunters went out and could not find any wild beasts to eat. And so the chief told his people, 'We have killed all the beasts and have nothing to eat. We must leave this place and find more beasts elsewhere.'",
        "\"And so it came to pass that the People packed their belongings and began to wander in search of food. One of these wanderers was called Orsa, and she was shunned by the People. They shunned her because she was fat and not pleasant to look at.",
        "\"One day, the People arrived at the foot of a tall mountain. They began to cry out, 'We are so hungry! If we do not eat soon, we will surely die. We cannot climb this mountain without food!'",
        "\"Hearing this, Orsa stepped forward and said, 'People, you have shunned me, but I love you still. Come and drink from my left breast that you might have the strength to climb the mountain.' The People were greatly pleased by this and suckled their fill. With bellies full of milk, the People climbed the mountain and did not perish. Even so, they still treated Orsa poorly.",
        "\"Days passed and the People came upon a river. Again, they cried, 'We are so hungry! If we do not eat soon, we will surely die. We cannot ford this river without food!'",
        "\"And so Orsa said, 'Still you shun me, but still I love you. Come and drink from my right breast that you might have the strength to ford the river.' Once again, the People greedily drank their fill. They swam across the river and not one of them perished. Even after this, the People spurned Orsa and would not share her company.",
        "\"More time passed, and the People reached the edge of a great desert. Once again, the people cried out, 'We are so hungry! If we do not eat soon, we will surely die. We cannot cross this desert without food!'",
        "The People looked to Orsa for help. 'Won't you feed us again, fat woman?' the people asked.",
        "\"'I cannot' said Orsa. 'You drank from my left breast at the foot of the mountain, and my right breast at the bank of the river. I have no more milk to give.'",
        "\"The People were greatly disturbed by this and fell to their knees weeping.",
        "\"That night, Orsa prayed to the stars saying, 'Oh stars, what shall I do? I have no more milk to give my people. We will surely perish without food.'",
        "\"The stars spoke back, saying, 'Orsa. Why do you cry for the People? Do they not spurn you and make cruel jokes at your expense? Surely it would be better if they died so that you would be spared the pain of living with them.'",
        "\"'No.' said Orsa. 'I have no husband because I am fat and not good to look upon. I have no children of my own. These people have become my children and I must care for them.'",
        "\"And so the stars took pity. 'Orsa, we shall help you care for the People, and we shall give you many children, but you must make a promise.'",
        "\"'Anything!' cried Orsa.",
        "\"The stars replied, 'If any of the People treat you poorly, even for a moment, you must strike them. They must be reminded to treat you well.'",
        "\"'I promise that I will do this,' said Orsa.",
        "\"With that, the stars wove their strongest magics and transformed Orsa into a great fat bee. The People learned to eat the honey from her hive and lived on to see their new home across the desert. But the Fat Mother kept her promise. If the People treated her poorly, Orsa and her many children would sting them to remind them of their good fortune. And so it is with us.'\"",
        "When Abba finished his tale, the children smiled great smiles and asked the Abba for a big gob of honey from the Fat Mother."
    ]
}