{
    "id": "ATaleoftheDauntlessBananas",
    "paragraphs": [
        "Librarian Comment:",
        "This book References the guild The Dauntless Bananas, who won the 2020 Tamriel Together competition.",
        "",
        "Castle Faregyl sits nestled in Southern Cyrodiil, stretching out over a vast expanse of green fields and trodden paths. The keep itself stands as an imposing figure, stalwart and stoic against all that defy it. But it could not do so without the brave efforts of those who defend it.",
        "",
        "There is one such account that I, as a historian, find particularly worthy of note. Though perhaps not wildly reported, the heroes in this tale deserve as much recognition as any. Theirs was a battle hard-won, and it took the cooperation of many in order to achieve victory.",
        "",
        "Perhaps you have heard their name before? The guild calls itself the Dauntless Bananas. While the achievements of its members are many, the event at Castle Faregyl intrigues me the most. I will record what I know of the incident here, in hopes that others may be inspired by their heroism.",
        "",
        "The enemy forces were great in number. But the Dauntless Bananas prepared well for such onslaughts. Defense of a place such as Castle Faregyl is much more than just slinging arrows and beating back the tides of enemies. Success requires strategy and teamwork in equal measure. This is something the guild excels at, which I imagine can only be explained by their rigorous training regimen. Members new and old learn from each other with great enthusiasm, and they work together in near perfect harmony.",
        "",
        "In this specific instance, their methods wove together like the symphony of notes you might hear from a talented vossa-sotl player. They expertly handled the sieges, moving as one unit and reading each other's actions with practiced ease.",
        "",
        "As the battle wore on, those stationed at the inner defenses split their time between launching catapults and healing their comrades. Despite stretching themselves impossibly thin, they still managed to close the inner gate as the enemy formed along the horizon like a bruise.",
        "",
        "By all reports, it was by no means an easy battle. With no clear end in sight, the enemies breached the castle again and again, but still the Dauntless Bananas pushed them back. Others came to aid them in the battle, such as the Meridias Vanguard, but even still the enemy forces threatened to overtake them.",
        "",
        "They fought tirelessly, bravely, and with unmatched dedication. Finally, this extraordinary alliance of fearless heroes, united under the banner of the golden eagle, emerged victorious. Castle Faregyl had been held against all odds.",
        "",
        "\"Together we stand on Faregyl wall, Bananas united to the dauntless call,",
        "From east to west, from Rayles to Kingscrest we carry the banner,",
        "Bananas unite, Bananas to war!\"",
        ""
    ]
}