{
    "id": "TalesofAbbaArlTheOxsTale",
    "paragraphs": [
        "One day the children of the People came to Abba Arl and asked, \"Who are our parents?\"",
        "Abba Arl replied, \"The People have not two parents but four, and they are as follows. The great Dragon of Time, who set the stars in their courses and appointed the guardians to watch over the world. The Mother Serpent in the curve of whose back the world rests. The Fat Mother who nourished the People when they were lost and starving. And the Ox who bears the People on his back to their final rest. Many tales tell the story of the four parents.\"",
        "The children said to Abba Arl, \"Tell us of the end first. Tell us of the Ox who bears the People on his back to their final rest.\"",
        "And this is the tale Abba Arl told.",
        "\"Before the People settled in cities, they followed the herds of wild beasts that roamed the wilderness and hunted them for food. One of these hunters was named Colvy, and one day while he was hunting he happened upon a calf. The calf was so young it could not yet walk, and its mother was dead beside it.",
        "\"The hunter Colvy took pity on the calf and brought it home to his hut. He fed it the wild grains he had foraged from the fields, the berries that grew in the shrubs, and the sweet leaves of trees.",
        "\"And the calf became like a son to Colvy, like one of his own family. And even after the calf was grown, the hunter could not bear to kill and eat it, so he kept it with him, by his side. And the calf, who was now a mighty ox, loved the hunter as a father and a mother both. Nightly, the ox stood watch by Colvy's hut and alerted him to danger. In return, the hunter protected the ox against predators.",
        "\"And it came to pass that one day, when Colvy was hunting, he fell into a nest of snakes and was badly bitten. And he said to the ox, 'I am bitten and dying, you should leave me and join with the other wild herd beasts and run across the fields.'",
        "\"But the ox replied, 'You are like a father and a mother to me. I will not leave you.'",
        "\"So the ox waited by the hunter's side until late into the night when, venom-sick and weary, the hunter finally died.",
        "\"And when the ox saw that the hunter, who had been like a father and a mother, had died, the ox lowed with such force that the plains shook and the herd beasts scattered in fear.",
        "\"And then the ox took Colvy on his back, went to the other hunters, and said, 'This man found me as a calf. When my mother was dead, he fed me and raised me into a mighty ox. He is like a father to me and also a mother, and dearer to me than life itself. 'He fell into a nest of snakes, and the serpents bit him and inserted their venom into his blood. And in the night, he died.'",
        "\"On hearing the ox's speech, the other hunters replied, 'What do you expect us to do? We are just hunters. We know nothing about anything. Our own dead we leave in the fields, to be eaten by birds.'",
        "\"The ox replied, 'It is not right that the body of this noble hunter should be left in the open, to be eaten by birds. Build a pyre and lay his body on top of it. And when the hunter is burned, take me and kill me and cook my flesh on the pyre. Eat this feast in memory of this noble hunter, and I shall follow him into the next world and bear him to the afterlife, just as he once bore me into his hut when I was only a calf and could not yet walk.'",
        "The hunters saw wisdom in the ox's words, and they thought also of the great feast that the mighty ox would provide, so they did as they were told.",
        "And seeing the loyalty of the ox to Colvy, the hunters followed his example and began to herd the wild beasts, so that they would not need to follow them all over the world, hunting them. And to this day, whenever a great hunter dies, an ox is slaughtered and a feast is held. Then the bones of the ox are laid upon the pyre to carry the dead into the afterlife.\"",
        "When Abba Arl had finished his tale, the children clapped their hands and said, \"This is good. Thank you to the Ox, our fourth parent.\""
    ]
}