{
    "id": "ATaleofBaarDau",
    "paragraphs": [
        "By Amili Drals, Pedagogue",
        "Hearken, young ones, and I'll tell you a tale! A long, long time ago, Sheogorath grew bored, which is a very dangerous thing to happen to a Daedric Prince of Madness. As is true of all the House of Troubles, he held no love in his heart, and so he did something very cruel. He took a mighty rock from the void that surrounds us, and flung it far, far, far toward Nirn. Now Sheogorath didn't much care where this large rock would hit or what chaos it would cause. He simply wanted to see what it would do.",
        "Who was to stop this evil plan? Was it the Divines, in all their good and wisdom? No, for they can do no more than offer false hope and hollow faith. Perhaps the Daedric Princes, with their power and enchantments? But no, neither mer nor man could offer enough to get these pitiful Princes to face such a daunting challenge. And so it flew and flew and flew, and straight down it came to the most beautiful island in all of Nirn. It fell toward Vvardenfell.",
        "Many wept and wailed as it approached. The Ashlanders prayed to Azura, who did nothing. Men and mer prayed to the Divines, who did nothing. But the Dark Elves, we prayed to the Three, to our ever glorious Living Gods. And Vivec heard our prayers.",
        "He raised his hand, calm and serene, glowing in his holy light. And the fall of the celestial rock became slower and slower and slower still. And all who wept and wailed stopped, for Baar Dau had finally come to its resting place. Safely there it hung in the air, above the spot where Vivec City would one day be built.",
        "Now you may ask, what wisdom was there in this? Why did not the great Vivec simply set this celestial rock softly down upon Nirn's verdant earth? But listen well, for there is a reason, as with all things the Three do. Every day our faith is tested by Baar Dau, and every day we show our love for Vivec and the Tribunal by keeping it aloft. Because it is our love, our devotion, our faith in the Tribunal that keeps it hovering above. It is proof of not only Vivec's might, but of the love of his followers.",
        "And so it forever hangs, a reminder to all. Together, now—Praise Vivec! Praise the Three!"
    ]
}