{
    "id": "TalesofBlackMarsh",
    "paragraphs": [
        "By Juno Asellio, collector of stories",
        "",
        "The oppressive heat presses over me, drowning me. The warmth is a wool blanket being stuffed down my throat, unfurling in my lungs. I have never felt such heat. There's a wetness to it that makes it tangible, as if I could reach out and wring the air around my wrist.",
        "",
        "\"How do they stand this place?\" Theodosia spits. In the moonlight, I can see her sweat-soaked tunic and her hair sticking to her neck.",
        "",
        "I assume she's talking about the Argonians that call this place home. I don't have an answer. I fear my words will melt in my mouth if I try to speak.",
        "",
        "A sharp pain pierces my arm. At this point, I don't even have the energy to cry out. I swat at the fleshfly and my fingers come away wet as blood rises to the surface of my welted skin. The pain is a dull roar compared to the fire burning in my legs. We've been walking for hours. We should have found the road before the sun set. But there's no denying it now. We are well and truly lost.",
        "",
        "\"We're walking in circles,\" Theo says, \"My boots are sodden.\"",
        "",
        "I want to tell her that soggy boots are the least of our problems, but I think better of it. I don't want to frighten her. I'm forming something to say to comfort her instead when I hear the low, throaty beat of a drum. It reverberates just once through the squalor. The sound squelches through the muck with an ominous echo.",
        "",
        "For a moment, I fear I've gone mad and that the sound was my own heartbeat giving a poignant pang inside my ears. But Theo perks her head up.",
        "",
        "\"What was that?\" There's an edge of fear to her voice now.",
        "",
        "\"It sounded like a drum,\" I say unhelpfully.",
        "",
        "I peer out into the moon-dusted shadows of Black Marsh, my heart in my throat. I see no movement. No inky black figures in the night, no eyes gleaming in the dark. The silence is almost painful. Not a thing breathes. The water is still.",
        "",
        "\"Let's just keep moving,\" I say.",
        "",
        "Theo says nothing. I assume the fear has stolen her breath, so I turn back to check on her. There is only darkness behind me. I think my eyes are playing tricks on me. I swipe my hand out, expecting to hit the solidness of her. But the air is empty, save for the heavy, insufferable heat.",
        "",
        "\"Theodosia?\" I call almost sternly, \"Don't wander off.\"",
        "",
        "A lone beat of a drum answers me, closer this time. I nearly jump out of my skin. I whirl, and this time I see the shadow of a figure darting ahead of me. It's too quick to be Theo. And from a sliver of moonlight, I can see it has a tail.",
        "",
        "\"Theo?\" I whisper.",
        "",
        "BOOM!",
        "",
        "Fear sets my blood to flame. Another drumbeat pounds through Black Marsh, and I begin to run. I don't know where I'm running, all I know is that I must flee. I'm forced to wrench free of the mud with every step. My lungs choke down thick air, sweat races down my back.",
        "",
        "BOOM!",
        "",
        "The drum is closer now, just over my shoulder. But I can't stop running to check. I won't. I must keep going, I must—",
        "",
        "The ground rushes up to meet me. Putrid water sprays up all around me as I sprawl into the swamp and begin to sink. Water fills my ears, but I can still hear the thunderous sound of the drum.",
        "",
        "BOOM!",
        "",
        "I struggle to pick myself up. Weeds and muck squeeze through my fingers. I raise my head above the surface and directly across from me, something picks its head up in tandem. I think it might be Theo, but the face is wrong. It's the right size, but the eyes glitter like rubies and moonlight shines on the scales. I realize I'm staring into the face of a giant snake.",
        "",
        "BOOM!",
        "",
        "The snake opens its jaws wide. A gaping, fathomless void stares back at me.",
        "",
        "BOOM!",
        "",
        "It descends upon me.",
        "",
        "BOOM!",
        ""
    ]
}