{
    "id": "TalesofTributeSeriesOne",
    "paragraphs": [
        "Greetings all Roisters!",
        "",
        "It is with great pride that the Roister's Club Founders introduce the following decks for tournament play:",
        "",
        "RED EAGLE",
        "Seize the savage power of the Reach! This deck tells the tale of Reach King Faolan's profane pact and his desperate war against the soldiers of Hestra's legions. What are you willing to sacrifice to achieve victory?",
        "",
        "THE DUKE OF CROWS",
        "Rumors of talking crows swirl in taverns and guild halls across the continent. The Duke of Crows deck explores the origins of this strange Blackfeather fellowship and its ceaseless quest for shiny treasures!",
        "",
        "RITEMASTER CELARUS",
        "The mysterious Psijics return to Tamriel! Led by the enigmatic Loremaster Celarus, the Order of PSJJJ attends to some mysterious business here in Tamriel—and inspires this deck of replenishment and rejuvenation.",
        "",
        "SAINT PELIN",
        "High Rock's heroic stand against the Gray Host in 1E 1029 is the stuff of legends. How better to commemorate that grand victory than with a Tale of Tribute? Focusing on the heroic beadle, Saint Pelin, this deck will hold your opponent at bay just like the iron gates of Bangkorai Garrison!",
        "",
        "GRANDMASTER DELMENE HLAALU",
        "Of all the Great Houses of Morrowind, none can rival the insatiable greed of House Hlaalu. Hearkening back to the end of the Four-Score War and the Hlaalu's age of gilded glory, Grandmaster Delmene Hlaalu will guide you to ever greater prestige and profit!",
        "",
        "RAIHIN",
        "Trickster, thief, and … deity? This deck tracks the cunning cat, Rajhin, on one of his most legendary heists—stealing the Amulet of Kings from Empress Alessia! Is this story true? Who can say? The Purring Liar leaves everyone bewildered!",
        "",
        "SORCERER KING ORGNUM",
        "Emerging from the mists of Pyandonea, the undying king of the Sea Elves sails forth to do battle! This deck spins tales of brine and bloodshed, tracking one of Orgnum's most devastating raids on the High Elf fleet. Now, you can step into this villain's soggy boots and unleash attacks of your own!",
        "",
        "FRANDAR HUNDING",
        "Wield the Way of the Sword with this legendary tale of the ansei! Telling the story of Hunding's life, this deck provides limitless flexibility—allowing you to attack the opponent from every angle!",
        "",
        "Good draws and good fortune!",
        "The Founders"
    ]
}