{
    "id": "TamrielicCalligraphyChapterVII",
    "paragraphs": [
        "An oft-overlooked fact: using ink goes well beyond the calligrapher. A controlled environment can allow the artist to communicate precisely through color and form, and reach beyond the page to the reader. It's easy to forget that external factors, such as the weather or the temperature, can significantly alter a calligrapher's needs.",
        "For example, in the heat and humidity of deep Valenwood the popular Delicate Midnight ink—that mainstay of proper Alinor calligraphy—simply will not dry. Turn the paper sideways and the ink runs right off the page. Unthinkable in the temperate Alinor climate, but constant in a place a mere ship's voyage away. Instead, the locals use an ink that can dry even while submerged in water. Foolishness for a scribe at a comfortable writing-desk, but of vital importance for a scout writing an urgent missive in a tropical rainstorm.",
        "One other notable evolution of Valenwood inks is the prevalence of ink that glows faintly in darkness. In a well-lit city such as Alinor the need for such things would be minimal. In the deep darkness of the forest, without even moonlight to read by, a faintly glowing ink allows those with proper vision to review critical documents.",
        "A final point of interest: the common use of inks that work equally well on a variety of surfaces. Quality parchment is rare, and even paper can be uncommon depending on the beliefs of the local Bosmer. Writing a missive on a fallen leaf or a flat stone would be unthinkable in Alinor. It's commonplace and often preferred in the depths of the forest. The previously mentioned Delicate Midnight ink is highly valued despite being worthless on paper. When scribed onto a certain kind of porous stone, it will hold its form until vigorously shaken off.",
        "Stone and ink can thus be reused for quite some time. Because the ink does not dry properly, the written word can sometimes last upwards of several months. A common Alinor ink is thus an incredibly valuable rarity among the Bosmer, whose different environment causes them to discover properties of our inks that are likely unknown even to master Altmeri scribes.",
        "I intend to continue my study of inks on the Tamrielic mainland, and will continue providing chapters of this series to the scribes in Alinor."
    ]
}