{
    "id": "TazgolsVisionQuest",
    "paragraphs": [
        "When Tazgol gro-Betnikh had not yet fought his third battle, he climbed the cliffs of Betnikh until he was so high he could look beyond the sea to the edge of the world.",
        "He took neither food nor water, but drank the rainwater that collected in the crevices of the rocks and ate eggs from the nests of birds high on the cliff.",
        "He climbed three days, and when he reached the top he rested three days.",
        "It was then that Mauloch gave him the following vision:",
        "He saw a single great serpent cut into three, and from the three pieces sprang three smaller serpents.",
        "The three serpents divided the world between them.\nOne crawled on its belly and said \"I claim the land and all that grows from it.\"",
        "Another swam in the depths and said \"I claim the water and all that drinks it.\"",
        "The third took to wing and said \"I claim the air and all that breathes it.\"",
        "No sooner had they done so than the serpents fell into conflict. For what is there that lives that does not spring from the earth, or drink water, or breathe air? So each serpent thought he had dominion over the others.",
        "In time, the serpents fought each other and were destroyed.",
        "Then Tazgol was perplexed by what he had seen, and he returned from the cliffs and told Thurga the Wise what Mauloch had shown him.",
        "Thurga the Wise, who had interpreted many visions, said, \"This is a vision with two lessons. The first is that division without unity is fatal.\"",
        "\"But how can there be both division and unity?\" Tazgol asked her.",
        "\"Naive question,\" the Wise Woman barked back. \"Don't the chief's three wives hate each other and yet love the chief, and so share the same desire? Is there not division when a young Orc challenges the chief and unity when the new chief is proclaimed triumphant? Just so, the three serpents were destroyed when they forgot that they were not three serpents but one serpent divided.\"",
        "\"But how do we maintain both division and unity?\" The young warrior wondered.",
        "The Wise Woman chuckled: \"That is the second lesson of your vision: remember the past.\""
    ]
}