{
    "id": "TearsofAnurraame",
    "paragraphs": [
        "Once there was a shining city, Erokii, and its princess was the radiant Anurraame. She was considered the envy of all the Ayleid nobility for her beauty, grace, and wisdom were unsurpassed.",
        "In time, she was married to the prince of a distant but great city. It was to be an alliance that spread across Tamriel. The prince was renowned for his martial prowess and stubborn honor, but he loved his new bride Anurraame dearly.",
        "For a time, they were happy, or, at least, they seemed so. But as the years wiled away, Anurraame's husband was away more and more, and duty proved a poor substitute for passion.",
        "So it came to pass that Anurraame took a young champion of Erokii for a lover. Strong and gleaming with youthful light and energy, Anurraame's lover gave her what the old, distant prince could not—the thrill of infatuation and friendship.",
        "Anurraame was careful at first to keep her affair a secret, lest she shame her husband. But caught up in passion's capricious winds, she became more and more reckless, and soon her dalliance was discovered.",
        "Spurned and infuriated, Anurraame's husband arrayed his full army before Erokii and laid siege to the city. The princess vowed to face him with fortitude and called on her lover to muster his forces in defense of the city, which he promised he would.",
        "But when the day of battle came, her lover's forces appeared beside her husband's. His undying passion had been subverted by coin.",
        "Desperate and enraged at her lover's betrayal, Anurraame called on the Daedra for help destroying her enemies and defending her city. Mephala answered and commanded Anurraame to pour all her tears into a basin. Mephala then imbued the tears with the power of the princess's hatred for her traitorous lover, hatred which had formed from the potent seed of the princess's love.",
        "The tears, so empowered, hardened into an artifact, the Tear of Anurraame. When the time of battle came, Anurraame took the artifact to the highest tower of the city and as the armies raged outside the city's walls, she unleashed its power, destroying the armies and the city in the flash of an eye.",
        "All that remains of Erokii, and of Anurraame herself, is a ruined crypt, but there have been whispers throughout the ages that the Tear was not destroyed, and that it's waiting in the rubble, still to be found."
    ]
}