{
    "id": "TeasandTisanesforAchesandPains",
    "paragraphs": [
        "Alma's Bone-Mend Blend",
        "This pleasant pekoe dates back well beyond the dawn of the Second Era. It remains a fairly obscure recipe—likely due to the rarity of its ingredients. The once abundant Tum'ja plant fell prey to a leaf-weevil infestation and never truly recovered. Despite its scarcity, the Tum'ja leaf remains available from specialty dealers along the Topal coast of Elsweyr. Combined with a series of local ingredients, this fragrant blend greatly reduces the pain and duration of injuries of the bone.",
        "Ingredients:\nSix cups of filtered water\nFive heavy spoonfuls of bonemeal\nOne pinch of fire salts\nOne half cup of granulated moon-sugar\nTwo shaven corkbulbs, minced\nTwo cups of willow anther distillate\nSix linen sachets of Tum'ja pekoe",
        "Directions:\nPour water into thoroughly cleaned basin; add corkbulbs and fire salts. Bring the water to a roaring boil and remove from heat. Add Tum'ja sachets to the water and set to steep for seven minutes precisely. Remove sachets and strain out the minced corkbulb.",
        "In a separate pitcher, mix the willow anther distillate with bonemeal until smooth. Add bonemeal solution and moon-sugar to the still-hot tea and stir the mixture until the bonemeal solution and moon-sugar dissolve completely. Serve warm for best result.",
        "Spiced Skinpeel Simmer",
        "A piquant blend of my own design, this tea cures all manner of skin ailments, including warts, blemishes, corprus lesions, hives, bug bites, and burns. Gathering some of these ingredients may present certain dangers that less experienced alchemists should avoid. Seek out a reputable dealer or hire an accomplished adventurer to help.",
        "Ingredients:\nEight cups of purified water\nTwo spoonfuls of fire salts\nOne Daedra heart, thoroughly squeezed\nTwo cups of scrib jelly\nTwo cups of grated grahl skin\nSix linen sachets of Rolmu broken-black pekoe",
        "Directions:\nPour water into glass basin and bring to a roaring boil. Add fire salts.",
        "In a large stone mortar, muddle equal parts scrib jelly and grahl skin. A word of caution: take great care in the measuring of equal parts, as an overabundance of either ingredient can result in violent combustion. Squeeze Daedra heart over the mixture and discard the flesh in an appropriately enchanted receptacle.",
        "Add Rolmu sachets to the water and let steep for eight minutes exactly. Quickly stir the Daedric jelly-paste into the tea and allow to settle for one hour. Reheat for best result."
    ]
}