{
    "id": "TeebaHatsei",
    "paragraphs": [
        "Librarian Comment:",
        "",
        "",
        "Dry-skins often ask me about the teeba-hatsei. They see the ball and the court and say all kinds of funny things. Today the Tall-Elf I travel with pointed to the court and asked, \"This is a garden, yes?\" I didn't know how to respond, so I just blinked at him. What kind of garden grows no food? Tall-Elves can be very stupid. Still, I think I should write down the rules so people ask me fewer questions.",
        "Teeba-hatsei means something like \"hip and tail ball\" in the dry tongue. All of us play it—some better than others. I was never very good. My arms are too long and my tail is too thin. The best teeba-players are short and bulky, with broad tails like alligators and hips that swing like bags of cinnamon-grass.",
        "The game is played on a broad field of dry mud and salt-meadow hay. On either end of the field is a wall of mud and eeto cane. The size of the field and the height of the wall vary from village to village. In Xiniss, for example, the wall is twenty hands tall. Two reed hoops are suspended over the field. One is about thirty hands high. The other is about fifty. Again, this varies. For example, the Tum-Taleel tend to set their hoops lower as they are fat and stupid and cannot jump very high.",
        "Each team consists of five players. The game begins by tossing the ball (or teeba) skyward. Each team tries to hit the ball with their hips, elbows, or tails. This can hurt a bit since the teeba is very heavy and made of depasa gum. Some players wear pads of wood and dried wasso leaves to protect themselves, but most Saxhleel make fun of them for doing so.",
        "The teeba is volleyed back and forth between the teams, with each player trying to strike the opposing wall with the ball. If they succeed, their team earns a point. Teamwork is very important. One player may tap the teeba upward so a second player can swat it with their tail. Tail-strikes tend to be much stronger. This continues until one of the teams has scored ten points.",
        "Teams can earn three points by hitting the ball through the lower reed hoop. This is very difficult to do though, since the hole is so small. If a player is able to get the ball through the upper hoop, the game is over and whichever team has the highest score at that time is declared the winner.",
        "There is, of course, much more to it. But this primer should at least keep the scaleless ones from trying to pitch their tents in the middle of the court."
    ]
}