{
    "id": "OntheTelVarStones",
    "paragraphs": [
        "<title>On the Tel Var Stones: Volume 1</title>",
        "To the Imperial Academy of Alchemists:",
        "First, a warning to fellow alchemists: this recipe was developed under my careful scrutiny—the product of countless hours of study and experimentation. While the credit is unquestionably mine, I would be remiss if I didn't acknowledge my unschooled but gentle servant, Azei at-Owynok. While a capable student, Azei suffers from some foolish notions about Tel Var stones. He repeatedly warned me against destroying these objects, citing some ridiculous connection to the Divines, or to Creation itself. Such speculation is rubbish, clearly unfounded, and should not color anyone's experimentation on these stones.",
        "As to the recipe itself, it is imperative that all steps are heeded without deviation. I am certain of their outcome only when performed by one of my immaculate brilliance. If incompetent hands attempt this, the outcome may be unstable. Such are the risks in our estimable profession!",
        "<title>On the Tel Var Stones: Volume 2</title>",
        "To the Imperial Academy of Alchemists:",
        "The preparation of the Tel Var Stones shall be performed thusly:",
        "Grind a Tel Var Stone in any mortar and pestle in whatever quantity you please. Add filtered water and distill it in an alembic of expert and scholarly make, separating the vapor for separate study. Pour the powdery soup into a calcinator of inferior quality, and only such, as the natural vugginess of the ramekin made from simple materials will prevent the entire mixture from turning to ash. Stir and clear it with an iron ladle, gathering together the whitish curds that swim at the top like rendered fat. When the color of the water is clear no longer (and, in fact, emits a rather odd glow) strew upon it auripigmentum powder equivalent to the initial quantity of the Tel Var Stone powder, plus about as much realgar as will lie upon a half Dwemer coin piece of eighteen or twenty pebble weight. After the auripigmentum and realgar have wed, stir in a capsule of crimson nirnroot powder as well. The powder will flash and glow. When the glow subsides, take out the now iridescent curds with a ladle having a lip or notch in the brim for regimented measurement, and release precisely half of the mixture into a master alchemist retort. Extract a few small drops of the remaining liquid and allow it to trickle out of the dropper into a separate phial of purified water. Please note: if these driblets are round and without tails, then there is not enough Tel Var within—likely due to insufficient heat. If this indeed the case, the recipe is lost, and the magicka held in stasis has been released without study.",
        "(Note that if your assistant is of simple and superstitious mind, this failure may evoke a gentle weeping, as they may believe that some of the essence of Creation has been lost. This is, of course, not the case. You should give your assistant a stern rebuke, as any tolerance of this belief will only foster further ignorance.)",
        "<title>On the Tel Var Stones: Volume 3</title>",
        "An Observation of Tel Var Stones and the Schools of Magic:",
        "I am certain that all true alchemists will agree that the quality of the prepared Tel Var paste yielded from the rendering process outlined in Volume II of this treatise is of the highest caliber ever studied. Even the most benighted novice must conclude that the Ayleidoon conglomerate rendered by this experiment contains a unique and powerful form of raw magicka. With this assertion firmly established as fact, we shall proceed to the specific properties of the Tel Var slurry.",
        "The most apparent (and seemingly unsettling to the less educated) property is the enduring warmth of the paste and the steady blush of brilliantly pure light from each granular crystal. This, of course, suggests strong connections to both illusion and restoration. When the now sullied water has been filtered from the thick suspension, the nature of its power can also be made manifest by placing a piece of Orichalcum upon its surface. The mineral will appear to levitate—a clear indication of alteration potential. If examined closely, one should take note that the water has become a solution of a great number of minute white crystals. These particulates often clump together in clots that vibrate in the same manner as conjuring stones. If the slurry itself is combined with any other alchemical property, it may cause localized slowness and weakness to all manner of elemental impairments; an undeniable display of destructive power. Finally, if the Tel Var vapor removed from the alembic in the preceding recipe is examined separately with a single, taut blast of any Destruction spell, the vapor itself seems to reflect this simple affront; a clear property of mysticism. This leads us to the undeniable conclusion that all elements of Magical practice reside within these stones.\"",
        "<title>On the Tel Var Stones: Volume 4</title>",
        "The Conclusive Nature of Tel Var Stones:",
        "The first thing to be gleaned from this weighty work, is a keen grasp of the connection between the Tel Var Stones themselves and the many unique applications of Magic. Physically, they appear to be unblemished stones of undeniable magical radiance—but when examined by an an educated mind, it is clear that they are somehow imbued with more magical power than any other such objects that have yet been studied. One could speculate that the Ayleids could not produce such power themselves, so perhaps they mined these stones without substantial modification from a long emptied quarry of magical concentrate. Or perhaps they tapped into a nexus of interwoven magical threads from beyond Nirn. Or perhaps they created this material from the works, or even corpuses, of long deceased scholars. All of these hypotheses are just that, and should not be considered fact without further evidence. The methods described within Volume 2 are but one way of discovering the effluvia of Magic mixt with the Stone. There may still be others. Dwemer contraptions designed to investigate such magical phenomena are known to have once existed. An instrument of such technological sophistication might yield more data concerning the origin of these Tel Var Stones, and ultimately how these Stones may be useful for further academic experimentation."
    ]
}