{
    "id": "TempestIslandBriefing",
    "paragraphs": [
        "You have your orders, Alduril, and you'll execute them as well as you always do, but I wanted to apologize again for this assignment. It would never have been necessary had the Canonreeves not dissolved my plans for a garrison at Tempest Island. I had drawn requisitions to bring a fleet of Swan Ships—enough to repel any force of long-range vessels from Pyandonea—to defend the island. The request was denied.",
        "\"We can deal with the Maormer after the Pact and the Covenant,\" they said, citing a lack of resources to devote to my \"unfounded apprehension.\" So I reminded a few acquaintances of favors owed from conflicts long past and managed to send a few scout ships.",
        "They reported unusual weather phenomena the first week, swift lightning storms off the coast that came and went in moments. The second week, the storms intensified, and under cover of inclement weather came a fleet of warships, chitinous hulls with opalescent sails, decks illuminated with the sparks of lightning staves and swords—Maormer war materiel, just as we remember them. My scouts estimated their force is small, not a full-scale invasion fleet, but the coast of Malabal Tor will be entirely at their mercy when they decide to attack.",
        "Had the Canonreeves taken just a moment from their maps tracking the movements of Orcs and Men, they'd see that a dire threat was growing under their noses. Every week my scouts reported an increase in Maormer strength, a few ships every few days, appearing under the cover of some kind of weather magic. Months too late, the Canonreeves agree with me, now.",
        "I know we ask much from you and your soldiers, but if you don't stop them, Alduril, the Dominion will have yet another front to fight in this war. More than any Daedra, more than the Ebonheart Pact, more than the Daggerfall Covenant, the Maormer want the Altmer choked from existence. They always have.",
        "Show them no quarter."
    ]
}