{
    "id": "TheTenetsofDestruction",
    "paragraphs": [
        "Thoughts on the meaning of destruction for those who serve the Flame Tyrant, by Quiston Merian.",
        "",
        "Destruction. The utter obliteration of what once existed. Destruction inspires awe. It is thorough, all encompassing.",
        "",
        "When a house is destroyed, it is rebuilt to the specifications of the inhabitants. Their needs and desires shape the form of the building. Or, the house is rebuilt as a shop, a temple, or even a park. In cases such as these, the initial destruction leads to the overwhelming happiness and benefit of those affected by the event. This proves that destruction is a force for the advancement of good.",
        "",
        "When a coup overturns a ruler or council and tears down a system of government for not abiding by the inherent rule of law—that it must serve the people as well as its own needs—no reasonable person bats an eye. The political upheaval exists to right the wrongs thrust upon those the rulers were meant to serve. In circumstances such as this, only traitors and idiotic loyalists would look to their old leaders and attempt to reestablish what came before. If the system had been efficient and served all its citizens fairly, then the coup would never have occurred.",
        "",
        "Destruction accomplishes all these things and more. So why does it harbor such bad connotations? The answer is simple. Mortals blessed enough to witness annihilation—the likes of which is only possible through the power of true destruction—grasp only the traumatic nature of the event. They lack the objectivity and knowledge to see the possibilities brought about by such wonderful devastation. When all you perceive is the eradication of what you relied upon—a home, system of government, a city, or a person—then a future beyond that does not seem possible. But it is. Annihilation for its own sake is not destruction, it is only cruelty.",
        "",
        "Do not fear destruction. It serves as a force for positive change. Believing in its curative powers is not a fallacy, instead it reveals an astute knowledge of the fundamental principles to which we all abide—the very principles espoused by Mehrunes Dagon.",
        ""
    ]
}