{
    "id": "TheTernionMonks",
    "paragraphs": [
        "Some call them a cult. Others say worse things. But the Ternion Monks carry on a tradition that honors the Three Old Gods and the totems associated with them. While the religion is ancient, its followers are few. In many respects, the Ternion movement is slowly dying, as very little proselytizing takes place by the current contingent of monks. Fewer and fewer converts take up the worship of the Three Old Gods, and soon the religion may become nothing but a vague memory.",
        "Known for their healing magic, the Ternion Monks can call forth aspects of the Three Old Gods. With the help of these aspects, the monks can perform tasks beyond the scope of mere mortal limitations. The aspects take the forms of the Three Old Gods: the Fox, the Bear, and the Wolf.",
        "The Fox is crafty and quick, and its aspect enhances the speed and agility of the monks who call upon him.\nThe Bear is strong, mighty. A protector. The aspect of the Bear enhances strength and shields those who call upon him from harm.",
        "The Wolf is sly and observant, ferocious and deadly. She watches and waits, looking for the best opportunity to make her move. The aspect of the Wolf enhances vision and perception, allowing those who call upon her to see more clearly, to notice the hidden and the obscure.",
        "The Ternion Monks prefer nigh-inaccessible spots as places to meditate and worship. Often, the only way to get to these holy retreats is to use the magic of the monks. A guardian is always appointed to open the way to the retreat, but will only do so for other monks or if the need is great and the requester is worthy.",
        "I have spent time with the monks, learned something of their ways and seen their healing magic in action. I believe that they are good people, following a worthy tradition. But I fear that when this generation comes to an end, the Ternion Monks and the Three Old Gods they worship will fade away.",
        "And that will be a sad day, indeed."
    ]
}