{
    "id": "TerrorBirdsUpCloseandPersonal",
    "paragraphs": [
        "I've been given the unique and amazing opportunity to visit the more remote areas of Northern Elsweyr in search of the elusive and dangerous terror bird! Known locally as the khrasaat, these huge, flightless, carnivorous birds tend to be incredibly aggressive, and are both intelligent and beautiful to behold. I plan to get as close to one as possible.",
        "Lone Khajiit warriors often hunt these animals to prove their own ferocity, but they die almost as often as they emerge victorious. These predators definitely should not be trifled with, so I'll have to be extremely careful when I approach one.",
        "* * *",
        "I tracked a young male terror bird through the dense Tenmar jungle and have been observing him all evening. What a majestic creature! Easily taller than the biggest Orc or Nord I ever encountered, he must weigh ten times as much as old Dardarfin! If only you could see him, his feathers fluffed and wings spread! His long, arching neck swaying side to side, those dark, beady eyes glinting in the moonlight. Could he be strutting for a mate? Has he detected me and sending a warning?",
        "* * *",
        "Whew that was a close call! It's a good thing these amazing birds are flightless and can't climb trees or I would have been a goner for sure! So it was not a warning at all, but a signal. No sooner had I decided to step a little closer than I was suddenly surrounded by three more terror birds! He wasn't alone after all, but acting as a scout for his pack. Truly remarkable! What intelligence these creatures possess!",
        "The terror birds are well suited for skulking in shadows. Their feathers appear as a very dark blue or dusty black, with a striking shock of red on their throats, like a bib of blood. It makes for a terrifying sight! While they had me trapped I saw one of them run down a senche, felling it with a powerful kick. Then it brought that hook-like beak down with such force it broke right through flesh and bone. Definitely not something I could learn from a High-Elf zoo. They told me that terror birds eat moon-sugar plants. Not true! These are blood-thirsty carnivores!",
        "Throughout the night I saw this pack attack everything that came near. I figured something was amiss when they killed an antelope as a group and did not eat it. There must be a nest nearby, so it's time to get a closer look. Don't try this at home, it's extremely dangerous!",
        "* * *",
        "That was frightening! I'm inside a small cave near the pack's hunting grounds, and there is a nest here constructed of branches, torn fabric, and feathers. Very intricate construction for a pack of mindless birds. A few eggs occupy the nest as well. They look like dark onyx ovals with veins of blue, each about the size of my head. Very lovely, indeed. Don't want to touch these beauties, though, or my scent could make the parents reject or even destroy the egg. I've seen such behavior in other species. Unfortunately, one of the females has returned, so I'm stuck in this crevice for the time being.",
        "* * *",
        "These magnificent birds do not see well at night, so I took the opportunity when darkness fell to make my escape. It was a good thing, too, because even more of the pack arrived right after that. Terror birds appear communal in nature when it comes to caring for their young.",
        "It's time I made my way back to civilization. Poachers have come to Elsweyr and would hunt these magnificent creatures for sport. I hope that you, my readers, will join me in voicing your opposition to this kind of activity. Animals deserve our respect and should be preserved, not murdered for entertainment or out of fear. They are a valuable part of this environment and it would be a shame for these incredible creatures to disappear."
    ]
}