{
    "id": "TerroroftheDeathHopper",
    "paragraphs": [
        "From the journals of Remius Volsonus",
        "",
        "For six days I have been studying the elusive death hopper. My colleagues called me crazy. Perhaps I am. It takes a bit of insanity to go tracking down a frog the size of a horse. But what good researcher doesn't love a little danger? Putting my life at risk is well worth having my name stamped in history as the first one to write about such a magnificent creature.",
        "",
        "Death hoppers are generally encountered in packs. If you see one alone, you must watch for others. These gigantic frogs enjoy lurking just beneath the surface of the murky water they call home. A patient hunter, it often waits until its unsuspecting prey makes the mistake of wandering into its path before it attacks.",
        "",
        "The first thing to know about encountering a death hopper is that it is extremely poisonous. I am unable to get close enough to determine if the toxins excrete from their skin, but I do have a plan to do so soon. I will update this record accordingly. However, I was able to discern that they can spit their poison over a great distance. I've seen the large globs of toxic matter eat through all sorts of materials. I shudder to imagine what it might do to unprotected flesh.",
        "",
        "The second thing you must be aware of is that the death hopper uses its incredible size to its advantage. This creature is known to hop high in the air and come smashing down upon its prey hard enough to stun. Then, the death hopper leaps to the side to confuse its dazed victim before making its final, and usually lethal, attack. In my days of studying this creature, I've seen it swallow large prey whole. But inside its mouth, it houses hundreds of thin, exquisitely sharp teeth. Chewing through bone is no difficult task for the death hopper.",
        "",
        "I am endlessly fascinated by this gigantic, murderous frog. And my research has only just begun! I can only imagine what more I might learn about the death hopper. But first, I must get closer!",
        ""
    ]
}