{
    "id": "ThalmorDossierUlfricStormcloak",
    "paragraphs": [
        "Librarian Comment:",
        "The player finds this document as part of the Diplomatic Immunity quest. It is located in a chest in Elenwen's solar in the Thalmor embassy.\n \n",
        "",
        "Status: Asset (uncooperative), Dormant, Emissary Level Approval",
        "Description: Jarl of Windhelm, leader of Stormcloak rebellion, Imperial Legion veteran",
        "Background:\nUlfric first came to our attention during the First War Against the Empire, when he was taken as a prisoner of war during the campaign for the White-Gold Tower. Under interrogation, we learned of his potential value (son of the Jarl of Windhelm) and he was assigned as an asset to the interrogator, who is now First Emissary Elenwen. He was made to believe information obtained during his interrogation was crucial in the capture of the Imperial City (the city had in fact fallen before he had broken), and then allowed to escape. After the war, contact was established and he has proven his worth as an asset.The so-called Markarth Incident was particularly valuable from the point of view of our strategic goals in Skyrim, although it resulted in Ulfric becoming generally uncooperative to direct contact.",
        "Operational Notes:\nDirect contact remains a possibility (under extreme circumstances), but in general the asset should be considered dormant. As long as the civil war proceeds in its current indecisive fashion, we should remain hands-off. The incident at Helgen is an example where an exception had to be made - obviously Ulfric's death would have dramatically increased the chance of an Imperial victory and thus harmed our overall position in Skyrim. (NOTE: The coincidental intervention of the dragon at Helgen is still under scrutiny. The obvious conclusion is that whoever is behind the dragons also has an interest in the continuation of the war, but we should not assume therefore that their goals align with our own.) A Stormcloak victory is also to be avoided, however, so even indirect aid to the Stormcloaks must be carefully managed."
    ]
}