{
    "id": "ThalmorDossierEsbern",
    "paragraphs": [
        "Librarian Comment:",
        "Found in a chest in the Thalmor's interrogation chamber during the Diplomatic Immunity quest. The man being tortured in the chamber next door is the source mentioned in this text.\n \n",
        "",
        "Status: Fugitive (Capture Only), Highest Priority, Emissary Level Approval",
        "Description: Male, Nord, late 70s",
        "Background:\nEsbern was one of the Blades loremasters prior to the First War Against the Empire. He was not a field agent, but is now believed to have been behind some of the most damaging operations carried out by the Blades during the pre-war years, including the Falinesti Incident and the breach of the Blue River Prison. His file had remained dormant for many years, an inexcusable error on the part of my predecessor (who has been recalled to Alinor for punishment and reeducation), in the erroneous belief that he was unlikely to pose a threat due to his advanced age and lack of field experience. A salutary reminder to all operational levels that no Blades agent should be considered low priority for any reason. All are to be found and justice exacted upon them.",
        "Operational Notes:\nAs we are still in the dark as to the cause and meaning of the return of the dragons, I have made capturing Esbern our top priority, as he is known to be one of the experts in the dragonlore of the Blades. Regrettably, we have yet to match their expertise on the subject of dragons, which was derived from their Akaviri origins and is still far superior to our own (which remains largely theoretical). The archives of Cloud Ruler Temple, which is believed to have been the primary repository of the oldest Blades lore, were largely destroyed during the siege, and although great effort has been made to reconstruct what was lost, it now appears that most of the records related to dragons were either removed or destroyed prior to our attack. Thus Esbern remains our best opportunity to learn how and why the dragons have returned. It cannot be ruled out that the Blades themselves are somehow connected to the dragons' return.",
        "We have recently obtained solid information that Esbern is still alive and hiding somewhere in Riften. Interrogation of a possible eyewitness is on-going. We must proceed carefully to avoid Esbern becoming alerted to his danger. If he is indeed in Riften, he must not be given an opportunity to flee."
    ]
}