{
    "id": "TharayyasJournal",
    "paragraphs": [
        "<title>Tharayya's Journal, Entry 1</title>",
        "It has been a long journey, but finally I am on the right path. Today I found the first mention of the Guardian's Eye in some of the old Dwemer inscriptions here.",
        "I haven't even begun to sift through the writings yet. Surely there is something here that will get me closer to the Eye.",
        "I've already sent word to my husband. As if that fool deserved any of the credit—I wish he would hurry. Quintus \"the Quick,\" he calls himself. Quick my arse.",
        "<title>Tharayya's Journal, Entry 2</title>",
        "Though some of the initial excitement has faded, we're still confident we're closer to finding the Guardian's Eye than any Dwemer researchers before us. I would kill to get my hands on an ancient artifact of that repute. But I'm better at research, honestly.",
        "There was a setback today. As far as I can make out, one of the old Dwemer logs indicates the Eye was here only briefly to be worked on (the logs mention some sort of maintenance or cleaning), and then was transported to another Dwemer mine.",
        "As near as I can tell, the ruins referenced are those of Aldunz.",
        "<title>Tharayya's Journal, Entry 7</title>",
        "We've made it safely to Aldunz. There are dozens of active Dwemer devices here. It's a bit eerie. I've never seen so many of them at once.",
        "I've tripped over one of the spiders already, spraining my ankle. I'm told it'll heal, but I wrote Quintus to let him know. The fool couldn't do anything about it even if he were here ….",
        "We have yet to find mention of the Guardian's Eye here, but I haven't given up hope. We can't lose the trail now.",
        "<title>Tharayya's Journal, Entry 15</title>",
        "There was a plethora of leads here. Nothing closer to hinting at the Guardian Eye's true nature, but we can figure that out once we find it.",
        "However, all our clues point to Volenfell, the famed Dwemer ruins, as the Eye's final resting place—and Volenfell's location has been lost for generations. The only thing experts can tell, myself included, is that Volenfell is hidden somewhere under the sands of the Alik'r Desert.",
        "Should be no problem for me and my team to cover its vastness and find those ruins.",
        "Right.",
        "That's sarcasm, in case posterity bothers with this journal.",
        "<title>Tharayya's Journal, Entry 16</title>",
        "Dwemer records I've found might be able to help us locate Volenfell's actual location. If that was not luck enough, rumor has reached my team that unexplored Dwemer ruins may have been unearthed by changing winds here in the desert.",
        "If these new ruins match up with my records, we may yet find the Guardian's Eye.",
        "<title>Tharayya's Journal, Entry 19</title>",
        "After all this time we may have found it.",
        "I wrote my husband several days ago to say that I may now know where the Guardian's Eye is, and he showed up this evening with, of course, his band of hooligan \"researchers.\" That lot came with salted meats and wine to \"celebrate.\"",
        "The team is elated for the interruption, but we haven't found the Eye yet.",
        "Dear husband Quintus doesn't seem to understand this and insisted that I tell him all I know of the Guardian's Eye, Volenfell, and its location. I don't like the look of his merry band. Always whispering to each other in the corner. It's a shame, but I don't trust my husband. I'll need the labor he provides, though.",
        "I'm exhausted. Haven't slept in days. My team needs a good meal and a good night's sleep, and so do I.",
        "I've left the Volenfell location with this entry in case you're reading this, Abnaf. Yes, I know you read my journal, you eccentric misfit. And I know you'll be too drunk tomorrow to keep up with the team at dawn. Follow as you can."
    ]
}