{
    "id": "ThenephansMysteriesofMead",
    "paragraphs": [
        "There's a reason I was kicked out of Daggerfall, chased out of Elden Root, and banned from Mournhold. I've tried every variety of intoxicant, wine, ale, and Argonian swill this world has to offer. I've sampled skooma with Khajiit, licked an Argonian Hist Tree, and hunted \"magical\" toads with the Bosmer.",
        "None of that compares to Nord mead. There's nothing like it.",
        "The purest stuff is made in Nord villages, but we're at war with the Nords, and a Breton has no guarantee of surviving a trip like that. Leave that sort of thing to the professionals. There is still hope, however. If you're ever at a tavern, and there's a cask of Nord mead, you'd be a fool to pass it up.",
        "Mead is made by fermenting honey and water (though a few recipes call for molasses). Sometimes, you add grain mash and strain it, but that isn't necessary. Some of the High Elves call it \"honey wine,\" but mead needs more than good honey. Every meadery has its own recipes. After you drink enough mead, you learn the names of the brewmasters who create them. A drunk Nord will gladly punch another in the face over the honor of a good brewmaster. Then again, a drunk Nord will punch anyone for just about anything.",
        "Every brewmaster has a distinct blend of spices, fruit, and sometimes hops (which makes a mead bitter, which makes some Nords bitter, too.) I've even heard tales of mead mixed with the blood of heroes, allegedly granting them the words of a poet or skald. I'd like a mead named after me, but I'm not going to bleed for it.\nAn Altmer once told me that brewing is the basis of all culture. It's why our ancestors started farming and forming cities. It's what we do when we've got too much wheat and barley and hops and we're sick of farming. The culture of drinking seems to be what keeps Nords together.",
        "Nords must be really sick of farming, because they brew and drink prodigious amounts of mead. Whenever a cask of really good mead is opened, Nords gather round because they know that cask won't last long. But if you don't know how to behave in the Nord drinking culture, you'll end up broke, broken, hungover, and helpless. I found out the hard way.",
        "Nords love to drink. But more than that. Nords respect those who can endure adversity. I know that sounds flowery for explaining why two drunk Nords would have a \"hit-me-hard-in-the-face\" contest, but really, that's why their culture celebrates getting drunk.",
        "A Nord can gain respect by consuming more mead than anyone else, just as he's respected for surviving a blizzard or killing a bear with a sharp stick. \"Nord honor\" is something they talk about endlessly when they're drunk, and even more when they're sober. So the first thing you learn about Nords is if you want their respect, never turn down a drink. It's a test. If you can't handle that next drink, leave. Otherwise you'll wake up somewhere they find hilarious, but you won't be laughing.",
        "Nords also love their skalds. Songs and stories go over well with a drunk audience, once they've had enough of brawling, boasting, and throwing axes at each other. Their songs are all about how they're better than everyone else at everything. They've all heard these over and over again, so bring some of your own. They're desperate to hear something new.",
        "Anywhere you go, drinking is also a good way to redress a mistake or make an apology, and it's the same with Nords. If you lose a contest, you need to buy a drink. If you make a mistake or offend someone, you need to buy a drink. If you're insulted, stand there and take it, then you need to buy a drink.",
        "You don't have to be the best brawler around to survive a room full of drunken Nords. You can also impress them by being clever or by being talented, but you better be really good. When it's time to take a punch in the face, you better be ready for a punch in the face. If you don't like getting punched, there are some things you should never talk about, like politics, who's the best brewmaster, and who punches the hardest. And never demand to know why someone just punched you in the face.",
        "If you want to hear more, buy me a drink the next time I'm in Daggerfall. I'll tell you a story."
    ]
}