{
    "id": "TheoriesSoulrazerKnights",
    "paragraphs": [
        "By Kaladiran, Arcane Naturalist",
        "",
        "Soulrazer knights have always intrigued me. Where do these self-possessed suits of hollow armor come from? Who or what made them? How do they manifest themselves? Are rituals needed to keep them functioning? If so, who performs these rituals? Who created them? Are they constructs or spirits or some unholy combination of the two? And why in the name of arcane inquiry do they even exist at all? All these questions and more spring to mind when I gaze upon these nightmarish marvels.",
        "",
        "Soulrazer knights do not need much of an explanation. They appear as oversized and animated suits of armor, hollow, unworn by any physical or obviously spectral entity. By that I mean the armor lacks an identifiable spirit. Obviously, the armor is occupied by some spectral force. What else could cause it to move and act? It should also be noted that the armor consists of real metal, crafted by hands—not some spectral or arcane material.",
        "",
        "As to the matter of the nature of this armor, what is it? Is it a manifestation of the instincts and creeds of past knights? Does the armor contain the willpower of knights somehow imbued into the metal itself so as to give it form and mobility? I see no evidence to suggest that either of these theories are totally correct.",
        "",
        "Without such evidence, I am forced to examine another theory. Soulrazer knights were created by a powerful druid in times past. Such armor has been seen to be guardians at sacred grottos and beaches, but is this just a coincidence with no connection to druids whatsoever? I suspect that to be the case, as druids normally call upon nature spirits and creatures for such purposes. They do not craft knightly armor in the manner of their more secular Breton cousins.",
        "",
        "I suspect some mage's hand in the creation of these constructs. But was the creation performed with ill intent, as many of my colleagues suggest? I refuse to believe it! Look at the armor, how it moves with such graceful precision. The care with which it was crafted. No vile force could create such beauty! These feats of magic or manifestations of spectral energy are too pure to be evil. I just need to determine what their true purpose is and why they attack when anyone draws close. There must be a viable explanation!"
    ]
}