{
    "id": "ThibautsCairnanditsHistory",
    "paragraphs": [
        "Reaper's March has a long and bloody history. Its denizens have had ample need for a place to bury their dead. For the most respected, the rich, the powerful, that final resting place has often been the crypt known as Thibaut's Cairn.",
        "Located southwest of the village now called Greenhill, the old Colovian crypt and the nearby village once shared a name. But … we're getting ahead of ourselves.",
        "The Cairn is named for its most noted \"guest,\" the famed Thibault of Kvatch. Thibault was a general of Colovia, and in his time some hundreds of years ago he was one of the anchor points for the Hastrel Cohort.",
        "Those brave souls rode forth at the vanguard south, beside their comrades in the Linchal and Ontus cohorts. The purpose of their ride has been forgotten, just one of the numerous sorties into the March the Colovian kingdoms have attempted over the years.",
        "Their ride would have been lost forever to the mists of time, if not for the unique relationship Thibault had with his cohort. Riding at his side south from the Kingdom of Kvatch was his wife Tertcia. Below Thibault in the command structure of his cohort were his children, though the number he had in place has now been lost to time. The members of his cohort owed him personal allegiance to a degree not often seen in modern Colovian cohorts. It's said when Thibault rode, even the nightsoil men of his township rode with him.",
        "The details of Thibault's death, too, have been lost to us … but the impact of his death is still easy to see if you travel south of Arenthia in the Northern Woods. While the Linchal and Ontus cohorts rode back north, returning to home soil, the men and women of Hastrel cohort stayed and put down roots.",
        "Tertcia's need to see her husband's legacy built was the motive for staying. The tales of her manipulations can be found in numerous other tomes, no doubt. Suffice it to say that she played the Wood Elves against the Khajiit and the Khajiit against the Wood Elves in a masterful dance. The result? A complex of crypts and an entire village, once known simply as \"Thibault's Rest\".",
        "Now, the history of that little town is an interesting tale as well …"
    ]
}