{
    "id": "ThoronsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Saints and Seducers from the Creation Club",
        "",
        "<title>Thoron's Journal  - Volume 1</title>",
        "2nd of First Seed, 4E 200",
        "",
        "I have stumbled upon a dream. Not one conjured from sleep or stupor, but sight and sense. I now hold in my possession a lump of amber shaped like the Mad God himself. When I placed my hand upon it for the very first time, I stepped into the world of Mania. My mind was truly clear and my eyes forever open.",
        "",
        "But as all dreams come to pass, so too did my time in Bliss. With a single step I found myself back in the wilderness, far away from my lovely Mania. Gone were the golden hills, luminous stalks and whimsical fragrances, and in its place the stink of flora and fools unbothered by the gloom.",
        "",
        "I have set about making a connection with the artifact once more, and to the wonderous land it has revealed to me.",
        "",
        "4th of First Seed, 4E 200",
        "",
        "Curses!",
        "",
        "After two days of constant focus, I finally connected with Mania once more. Or, it may be more accurate to say that Mania connected with me, in this secluded camp near Solitude. A powerful daedra took shape before my eyes: a Golden Saint, with armor gleaming and eyes burning with surprise and fury. To my dismay, my ordinary methods of bending daedra to my will were of no use. As it began to raise its weapon against me, I fled.",
        "",
        "Whatever power was left in the amber, it lies dormant now. I must find other artifacts like it, and through their magic forge a connection to the world I lost.",
        "<title>Thoron's Journal  - Volume 2</title>",
        "16th of Sun's Dusk, 4E 200",
        "",
        "I have taken up residence deep in the Solitude sewers, away from prying eyes. I am sure to be undisturbed here while I continue my work.",
        "",
        "It pains me to work with these bandit imbeciles, with their heads made of cheese. Or was it brains made of yogurt? I suppose the distinction is irrelevant. They are clumps of aged dairy, left out in the sun. Each one far too stupid to know the worth of their plunder, and for that reason they themselves are given worth.",
        "",
        "Much as our Lord would do, I have split them into two groups to cover the caravan trade routes therein. The armors I've collected from these tunnels will serve some use here. Perhaps I will make it a competition. The group that retrieves the most artifacts will be rewarded with a bar of soap.",
        "",
        "28th of Rain's Hand, 4E 201",
        "",
        "The more artifacts I gather, the more in tune with our Lord I become. I can feel his wisdom coursing through me, informing my every move. Yet there is something lacking, as nothing I have retrieved thus far has allowed me to return to my blessed Mania. I have even turned to using tokens from Dementia out of desperation.",
        "",
        "With every failed attempt, my patience continues to thin. I may need to strangle a bandit or two or twenty to calm my frazzled nerves.",
        "",
        "15th of Midyear, 4E 201",
        "",
        "Our Lord Sheogorath must be pleased. Very, very pleased. This new artifact is a truly remarkable find. Yes, truly, truly remarkable. To think that it was nearly dismissed as an ordinary claymore, when it was in fact the Sword of Jyggalag, the weapon wielded by the Prince of Order.",
        "",
        "It's the craftsmanship that betrays its truth. Perfect symmetry on both sides, its angles matching ten numerals beyond the decimal. Perhaps twenty, or even forty numerals. I will make an effort to count them tonight.",
        "",
        "Yet its true power is held in its enchantment. For when I look upon its crystal edge, I see more than my reflection. I begin to see time the way a cloud sees the river. It has a beginning and an end, but they exist in concert. The past, present, and future flow as one.",
        "",
        "I spoke to a cloud the next day, and it confirmed this to be true. Through the sword's visions, I know what is to come. The sewers beneath the city is where the path will open. The sword will serve as the bridge.",
        "",
        "22nd of Midyear, 4E 201",
        "",
        "The Sword of Jyggalag reveals much beyond my intent. It has a logic that seems familiar, but at the same time repels me. It desires Mania as I do, but its goal is that of destruction.",
        "",
        "Worse yet, our Lord's voice feels distant, muted even. I find my thoughts being short, and my words moreso.",
        "",
        "30th of Midyear, 4E 201",
        "",
        "I need to keep my writings separated. I am beginning to suspect my journals are speaking to each other. No, not suspect. I have proof.",
        "",
        "But I can't write it here, lest my future self speak more lies. Each thought, past and present, must remain pure.",
        "<title>Thoron's Journal  - Volume 3</title>",
        "5th of Sun's Height, 4E 201",
        "",
        "The sword's bloodlust can be used. Its desire to cleave, a bridge. Cut open the path. But never let the wound fester. A broken bone grows stronger when healed.",
        "",
        "18th of Sun's Height, 4E 201",
        "",
        "Another vision. A long march through the gray. Crackle of boots, pressed on misshapen throats. In the fog, a whistle, marking time.",
        "",
        "The sword is planted in the earth. Chaos screams, bleeds. Through its heart, roots are nourished. From the wound, a tree blooms. A path opens.",
        "",
        "1st of Last Seed, 4E 201",
        "",
        "Scar tissue hardens, roots thicken. The wound bleeds, but the path is blocked. A fish swimming upstream.",
        "",
        "Perhaps the path is not for me. The path is for it. The river must flow from source to mouth, to fill the mind's cup.",
        "",
        "16th of Last Seed, 4E 201",
        "",
        "Temporary hearing loss. Bread, baking in a hearth. We reach out and grasp the abyss, only to let go. Face first into the mud with gritted teeth. Light bending through a glass eye. How easily we are lost! Revelations soaring on red wings above the dark. Rain running down the side of every window pane.",
        "",
        "I will not go manic.",
        "",
        "",
        "",
        "I will bring Mania to me."
    ]
}