{
    "id": "OnThoseWhoKnowBaanDar",
    "paragraphs": [
        "The first truth: Know that Baan Dar is not about the chickens.",
        "Ak'an does not know why so many speak of the chickens. Yes, the Wood Elves make them explode, and they call this foolishness a celebration. Wood Elves also say it is wrong to eat apples, yet apples are delicious, yes? Wood Elves make mead out of rotting meat and bugs. Do not listen to Wood Elves.",
        "The outsiders say Baan Dar is their Bandit God, their Man of a Thousand Faces. Their Pariah. They do not know Baan Dar as the Khajiit know Baan Dar. Wood Elves play games and tricks in Baan Dar's name, Bretons talk of sneak-thieves and living legends, and bards sing of Baan Dar's exploits like he was some worldly robber.",
        "To the outsiders, Baan Dar is a legend, a story, a joke. Baan Dar is not these things. To the true Khajiit, Baan Dar is how we live. All Khajiit who grasp him, from the chained souls toiling on Dres plantations to the sellswords fighting for gold on the blood-stained fields of Cyrodiil, know how we honor Baan Dar.",
        "When ja'khajiit swipes the sweetmeat off your sill to fill her starving belly, she honors Baan Dar. When the slave with blood-matted hair slips her chains and cuts her slaver's throat, she honors Baan Dar. When the nomad gnaws off his foot to escape the trap you left to enslave him, he honors Baan Dar.",
        "Do you leave your valuables where all can see? Baan Dar will take them. Do you wait for others to break the slaver's chains? Baan Dar will slip away while you mew pitifully in the darkness. Baan Dar will not free you or comfort you or save you, but if you listen for him, Baan Dar will guide you as you save yourself.",
        "Across the warm sands, beneath the warm sun, where those Khajiit not coddled by wood and stone and words prowl freely with blade and bow, Baan Dar asks only three things of all who follow him.",
        "Do not let others take it if you wish to keep it.",
        "Do not let others chain you if you wish to live without chains.",
        "Do not let others fool you if you wish not to be fooled.",
        "Baan Dar does not ask you to praise his name. Baan Dar does not ask you to offer him tribute. Baan Dar asks only that you not be stupid, for the warm sands of Elsweyr have no place for stupid Khajiit."
    ]
}