{
    "id": "ThwartingtheDaedraDagonsCult",
    "paragraphs": [
        "By Flaminius Auctor, Province General",
        "Even in peaceful times, Daedric Princes doggedly prod at Tamriel, building power and working toward their vile goals. Now, as war erupts across the provinces, it is certain they've doubled their malevolent efforts, and every citizen must be on the lookout for evidence of Daedric activities. As Cyrodiil's Province General for the Fighters Guild, I take my responsibility to educate and protect seriously. Knowledge, which I offer you here, is a mighty weapon—a population that knows what to look for can stop a cult before it manages any large-scale atrocities.",
        "Mehrunes Dagon is a particularly nasty character among the gallery of horrors from Oblivion. He revels in destruction on a grand scale, from deaths caused by floods or earthquakes to mass murders, and enjoys making a show of any influence he can exert on Nirn. His penchant for flagrant displays of power makes it no surprise that his cults draw more membership than those of the less conspicuous Princes.",
        "What can a regular citizen do, though, in the face of such evil? More than you might think! Everyone can learn to recognize the early signs that a cult might be nearby. Dismantling a cult before it grows to an appreciable size is the most effective way to stamp out Daedric influence and prevent massive summonings, wanton destruction, and other disasters from coming to fruition. This guide will help you recognize the stirrings of Daedric cults, especially those of Mehrunes Dagon:",
        "First, be aware of your neighbors. Watch for unexplained changes in their routines or behavior, strange flashing lights in their fields or homes late at night, eerie chanting, and disappearances of farm animals (or, worse, other neighbors). These can all be signs of a budding cult. Be wary of strangers in town who take special interest in outcasts, criminals, or unruly teenagers—all of these are common recruitment targets.",
        "Cults of Mehrunes Dagon have some unique characteristics. We in the Fighters Guild have identified the end of Sun's Dusk as a particularly active time for these organizations. If a cult of Dagon operates in your area, you may notice changes in your environment as they attempt to incite disasters—more rain, no rain, or unusual tremors in the ground can all be signs. Dagon cultists also exhibit a sick fascination with setting buildings, animals, and people ablaze and often bear the symbol of a fiery, rising sun.",
        "If you suspect someone you know of cult involvement, proceed with caution. Even someone close to you can be corrupted, and it is difficult to remove the black roots of Daedric filth once they take hold. Do not hesitate to report your suspicions—if they can be reached early enough, it may be possible to reverse the influence of the cult. For your own safety, do not act alone or attempt to confront a possible cult member. Even a once-trustworthy friend involved with a cult may mean you harm. Report immediately to the Fighters Guild, where professionals can assist you!",
        "Armed with this knowledge, you can aid all of Tamriel in preventing Daedric cults from growing and spreading. Pass this book along to a friend or neighbor and we will stop the Daedric threat together."
    ]
}