{
    "id": "TipsforaKhajiitinSummerset",
    "paragraphs": [
        "Librarian Comment:",
        "In The Alinor Codex, which shipped with the ESO:Summerset Collector's Edition, these books are instead called just called \"A Khajiit in Summerset\"",
        "",
        "<title>Tips for a Khajiit in Summerset V. 1</title>",
        "By Bezumi, Khajiiti Ambassador to Summerset",
        "The High Elves are a particularly proud people, this we know. Their eyes always seem to hold a look of disgust, as if we are a flea upon their bottom. Normally quick words and quicker claws answer such insults, but we have come upon their land now. Walker, we are outnumbered and overpowered here upon the shores of Summerset. It's time to adapt.",
        "A clever tongue will not do you as much good here as it did in our homeland. These High Elves, well, they hold no laughter in their belly. They ignore their guts and think only with their heads. Foolish, of course, but you can no more change the mind of a High Elf than the turn of the tide. Let us then be the cunning ones, as we always have.",
        "We shall start with history. A High Elf expects that a Khajiit know nothing, and this one has found no greater delight than proving those jekosiits wrong. They will think us ignorant of even the most basic knowledge. We shall disappoint them then, yes?",
        "The Thrassian Plague seems but a faded scar next to the still bleeding cut of the Knahaten Flu, but it holds a deep importance to the mer of Summerset. Bezumi thinks this has much to do with the involvement of their god-ancestor Syrabane, also known as the Warlock's God. A mage so powerful that he ascended into godhood, well, is that not the High Elf ideal?",
        "The Thrassian Plague was not a natural illness, but rather the work of a vile race known as the Sload. Fat, slow, repugnant, the Sload worked dark magic upon the sea to push this sickness upon much of Tamriel. It spread quickly and fiercely, destroying towns, cities, entire civilizations. But as with most great tragedies, heroes began to emerge. Syrabane is just the one most honored by the High Elves.",
        "Though Syrabane was known to be an archmage of great power, he did not work his magic alone, for he possessed a most powerful enchanted ring. With this, he was able to save countless lives from the plague. Many say that it was he alone who stopped this devastating illness from engulfing all of Tamriel. Often Bezumi feels that the archmage is more revered for the power of such a feat, rather than his compassion for those he saved, but she holds her tongue with that one.",
        "Archmage Syrabane did not stop there, of course. He joined forces with the Colovian King of Anvil, Baron-Admiral Bendu Olo, and went to stop the plague at its source. Together they banded together the All Flags Navy, composed of ships filled with not only mer but also Colovians, Redguards, Bretons, and even Argonians. These races put aside their differences and sacrificed many in their assault of Thras, the homeland of the Sload. And amazingly, despite heavy losses, they won. They sank the Coral Kingdoms, and put the Sload into their rightful place deep beneath the waves.",
        "I find this story particularly useful for a few reasons. I have mentioned before, we must put a swift end to the misconception that we Khajiit are a race ignorant of our allies. Indeed, I hope to publish several more journals on the history and culture of the High Elves. But that is not the only reason. Bezumi chose to start her collection with this particular history because it shows the importance of allies. Of us.",
        "Without the military might each race brought to that battle, the victory of the All Flags Navy would have been impossible. Yes, Syrabane was a powerful mage with a useful ring, but he could not have won that fight alone. He had to rely on many others to accomplish such a victory.",
        "When a High Elf turns up his nose as you start to speak? When a mother pulls her child close as you walk by? Remember what Bezumi has told you, walker. Remind them that this is not the first time that the all-mighty Summerset was in need of friends. Remind them that they need us, just as much as we need them.",
        "<title>A Khajiit in Summerset V. 2</title>",
        "By Bezumi, Khajiiti Ambassador to Summerset",
        "This one need not tell you of High Elf pride and vanity. We have all seen it, no? The disdain in their eyes, shining as bright as a counterfeit coin. You have heard the condescension that drips from their tongue like honeyed venom. Our tall allies think so little of us Khajiit. Time to prove them wrong, walker. Let us beat them at their own game.",
        "If you have read my first volume of this series, you'll already have a good idea of the importance that High Elves place on their history. We know this, yes, but even this pride tends to pale next to the vanity the mer hold for their familial past. Most know the name, occupation, and supposed greatness of their ancestors dating back centuries. And they will be most keen to tell you of them, this one assures you of that.",
        "Family is everything to the High Elves, but do not take that to be sentiment. It is chains that they bind themselves with, a title that is set in stone. Only great feats can elevate them, and so they crave each day for that moment of their apotheosis. Many choose to prove themselves through arcane feats, as magic runs strong and often within their veins. Others throw themselves within their art, hoping to paint a masterpiece of produce a melody glorious enough to rise their status.",
        "Yes, the High Elves create great walls before themselves. Climb, they say! But the way is often hard. Never have I seen such malice as that between fellow artists here in Summerset. I've met thieves and assassins with more curtesy towards their rivals! The mages look down upon all, but quickly grow envious of their peers' power. Even among each other, the High Elves seek to look from above.",
        "They care not for you, walker, nor your family. To them, we have but one title. Khajiit. And thus we are lower, and thus we are useful only to be used. This we know. To elevate yourself in the eyes of a High Elf, well, it is not an easy feat. You must prove your worth, again and again. Exhausting work for even the most diligent, but still, we must try.",
        "Bezumi has found many High Elves to be irresistible to challenges of skill. Dangle a chance to prove themselves better, and always they will bite. We know though, the honor that a cunning win still brings. Always make sure to stock the odds within your favor, yes?",
        "Winning a challenge against a High Elf has always proven to have ... mixed results. Some will demand a rematch, so wounded is their pride. Others will throw a most vivid tantrum and storm off, declaring you a cheat. But there will be an honorable few who shall bow their head and concede defeat. Within them will alight a small flame of respect. Let us fan those flames.",
        "Despite this one's advice and encouragement, she knows that not every High Elf can be won over. Many have become blind and deaf to all but their own opinion. Do not let them dishearten you, walker. Do not let them win. Let them come at us with their venom, with their ignorance. We must be the ones to change, yes, but into something better. Into something greater."
    ]
}