{
    "id": "TolifsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Fishing from the Creation Club",
        "",
        "22nd of Sun's Height, 4E 201",
        "",
        "Sold to Windpeak Inn:",
        "Salmon, 16",
        "Arctic Char, 8",
        "Crab Legs, 12",
        "",
        "",
        "30th of Sun's Height, 4E 201",
        "",
        "A traveler came passing through, Seviur. Some kind of wizard. I've got no love for wizards, but he offered me up potions and fire salts, all just for a place to lay up for a while. Of course, I agreed. Only a noble could dream of treasures like these!",
        "",
        "",
        "2nd of Last Seed, 4E 201",
        "",
        "Sold to Windpeak Inn:",
        "Salmon, 13",
        "Arctic Grayling: 6",
        "",
        "Last night, I seen Seviur castin' his spells on mudcrabs, of all things. Now I don't have any crab to sell to the inn. He said that I could have them when he's done, but something's not right with those crabs when he's through with them. They smell old, foul.",
        "",
        "",
        "5th of Last Seed, 4E 201",
        "",
        "A mudcrab tried to get at me while I was sleeping last night. Good thing I keep a sharp blade under the bed. Tomorrow I'm going to tell my visitor that it's time for him to go. I've had enough of the chanting at all hours of the night.",
        "[pagebreak]",
        "",
        "7th of Last Seed, 4E 201",
        "",
        "I can't believe it. It's true what they say: no good deed goes unpunished.",
        "",
        "I told Seviur that he needed to leave, and he just started ranting about how this was his place now. Said not to forget our deal, that he was not to be disturbed. Now I'm scared he'll cast his magic on me if I have another cross word with him.",
        "",
        "",
        "9th of Last Seed, 4E 201",
        "",
        "Now I know what he's been up to. He's been doing awful, evil magic on those crabs. Don't get me wrong, mudcrabs'll snap your ankles with their claws just as soon as look at you. But they don't deserve... this.",
        "",
        "I can't stay here. I'll head to Windpeak Inn next morning. Not coming back, not ever. This place is cursed now."
    ]
}