{
    "id": "TomeofDaedricPortals",
    "paragraphs": [
        "Note to self: Remember, the most important thing is to pay homage to the flames of the Deadlands first.\n- - - - - - - - - - - - - - - - - - - -\nAs discussed in Liminal Bridges, the transpontine circumpenetration of the limen requires the cooperation—implicit or otherwise—of a Daedra Lord.",
        "Unfortunately for the conjurer of modest means, the process described is costly, highly esoteric, and impossibly dangerous. Fortunately for the practically-minded practitioner of conjurational studies, there is another option.",
        "Dregs of the Deadlands have been known to offer the use of existing Sigil Stones in crossing the traverse. Though the purposes of said beings are must be regarded with the wary suspicion, it is frequently possible to engage in transliminal studies with minimal risk to one's person, especially if one's go-between is supplied with sufficient motive.",
        "The Deadlands, of course, are filled with searing heat and suffocating ash. But if you find a way to quench these things, their secrets—and those of Oblivion itself—lie at your fingertips.",
        "Take heed, then, and read well of what fates befell those who first attempted contact with these domains.",
        "First, there was the scholar Daron, who thought the sheer power of elemental flame would be enough to initiate contact with the Dremora of the Deadlands. Though his attempt was impressive—indeed, the fire instilled in the walls of his hovel would go on to spark one of the worst wildfires in Valenwood history—it ultimately proved futile. His ashes were never recovered.",
        "Believing Daron was on to something, Olpion of Firsthold sought to insulate the flames with compacted earth. By all accounts he nearly succeeded, but when his chambers burst from the walls of the Crystal Tower, his apparatus lost focus, collapsing the gateway upon itself.",
        "In the end, it was the Naga, Avumar, whose multifarious approach led to the final revelation. Once the flames were ignited, it was Avumar who thought to use an earthen vessel to convert the immense energy into steam. Once her boiler reached sufficient temperature, she was able to converse with a Dremora of some power on the other side.",
        "Relieved, no doubt, at her success in the face of her predecessors' failure, Avumar quickly agreed to the terms of the Dremora's contract. An ominous decision, it turns out, that ultimately led to the fall of Thorn.\nTake care, therefore, in your attempts to contact the Deadlands, for good seldom comes out of agreements made in haste with the creatures who call it home."
    ]
}