{
    "id": "TheTonenakaShrine",
    "paragraphs": [
        "A Study in Akaviri Mystique\nBy Magnate Feina-Darak",
        "When the Khajiit and Rim-Men of Northern Elsweyr granted asylum to the Akaviri refugees of the fading Potentate, the first of the arrivals were bequeathed the unused crypts west of the capital. In these, they would bury the dead that did not survive the flight from the Imperial City.",
        "The monarchs of the region, King Savlian of Rimmen and Queen Padala of the Anequina Khajiit, decreed that the Akaviri survivors would be resettled within the capital and the fertile hills to the south. They brought with them many of their retainers, full-blooded Imperials who were nevertheless devoted to their former rulers.",
        "Though Rimmen already had an eclectic society as a crossroads of Imperial and Khajiiti trade, the strange aesthetics, culture, and even food of the Akaviri settlers changed the city forever. The most unusual contribution of the Akaviri, if one can call it that, was the construction of the Tonenaka Shrine in the northern district of Rimmen.",
        "Built with Khajiiti stonework influenced by Akaviri architectural styles, the Tonenaka Shrine became something of a cultural touchstone for the remaining Akaviri settlers and their former Imperial subjects. Their patriarchs commissioned the construction of ten thousand statuettes of carved stone, bringing sculptors and engineers from across southern Tamriel to aid in the project.",
        "Indeed, the vast wealth that these Akaviri settlers brought with them to finance the project greatly increased Rimmen's prosperity. However, as the years passed, so few of the Akaviri remained that only five lived to see the Shrine's completion. Most had interbred with the Imperial population or settled farther south in the village of Hakoshae.",
        "When the final statue was placed, these five Akaviri entered the Tonenaka Shrine and sealed its doors behind them, placing powerful wards upon it to prevent entry. This wasn't part of the original agreement between the Rimmen authorities and the Akaviri builders, but with the promise of gold their ire was assuaged.",
        "The Shrine remains sealed to this day, with only occasional work being done to its exterior to prevent degradation of its marvelous stonework."
    ]
}