{
    "id": "TopalLegionaryAcademyAKhajiitsSummary",
    "paragraphs": [
        "This one has studied the Topal Legionary Academy on and off, sometimes even asking those within (while they still lived) more about the history of the place. Because of the current status of the academy, Zargit does not wish to venture into the area yet. Perhaps some day. For now, though, this one will write what he knows of the place.",
        "Originally a simple base camp for Imperials, the site was perfect for their needs at the time. The Imperials spent several years examining the terrain in the area at the behest of their Emperor, which, forgive this one, would most likely be listed in one of the books in the academy. This one's notes are confusing on that matter. They did not express what goal they had, but this one suspects it had something to do with taking over Khajiiti lands. Empires will be empires, after all.",
        "Time passed, as it does, and the Imperials started building a fortification here for reasons they would not tell Zargit, alas. For a generation or so, it was merely a safehold that allowed for Imperial movement within the area, but one of the leaders decided it would make sense to transition it into a training center for Imperials with potential. And so was born the Topal Legionary Academy.",
        "For several generations, Topal Legionary Academy held a place of honor among the Imperial military families. Several sponsored the place, providing funds for its operation. In the early years, the location continued to serve as a barracks for those Imperials assigned to this area, but as sponsorship and demand for elite training increased, and other factions decided it was not as useful as it once was for troop movement, it transitioned fully into a school.",
        "This tradition of training excellence continued until the Knahaten Flu, when the school's luck regarding sweeping illnesses ran out. (It withstood the Thrassian Plague, after all. The commandant noted to this one that they barricaded themselves inside for that illness, surviving it handily.) Unfortunately, whatever choices they made failed them in the face of the virulence of the flu, and the academy fell.",
        "Now local Khajiit claim that the place is haunted by the spirits of those who fell victim to the flu, though one or two of the more magically inclined state that something else that \"feels arcane or cursed\" haunts the location. They dare not approach, they state, to determine what this effect is, instead saying, \"Why would one ever want to visit a place that is now called the Forsaken Citadel? That is a fool's errand and a death wish.\"",
        "Despite these warnings, this one wishes to venture into the glorious library and take away some of the books within for further study, but none will accompany him. Zargit finds it exasperating that he did not take better notes, too, and wishes to rectify this mistake. Maybe one day, yes?"
    ]
}