{
    "id": "TouchingtheSky",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<center>Touching the Sky</center>",
        "<center>by\nParmion Saldor</center>",
        "<center>Translated from Falmer Text\nby\nCalcelmo of Markarth</center>",
        "Many of the most dedicated snow elves once committed themselves to a tireless journey through the Chantry to the Inner Sanctum. They carried with them the paramount desire to become one with their god, Auri-El. Though all set out with the determination to prove their worth, few were prepared for the trials that lay ahead. For the path to Auri-El was not without its tribulations. The pilgrims struggled not only against the natural elements of the treacherous vale, but with a myriad of tests upon their faith and loyalty.",
        "It is told that many simply could not continue on the path for long before turning back. Some argue that the rebuke they endured upon their return was crueler than any punishment that may have lay ahead of them along the path. In their failed attempt, they were forced to live in the shadow of those who did continue on to achieve the great glory and honor of ascension into the light. Forever after, their faith and loyalty in Auri-El would be scrutinized and their remaining days filled with shame and regret.",
        "Tales of those who reached the Inner Sanctum are not without their share of woes. It is said upon their arrival that many were mere shells of the person they had once been. Some were quite mad from sleeplessness and starved to the point of frailty. By the end of their journey, the marvel that they had strength yet to carry their vessel and ascend the stairs of the temple was the last true testament of their loyalty. Regardless of each individual's tale, the final words remain eerily similar. It is said that every pilgrim ascended, bathed in light, a look of relief and contentment on their face.",
        ""
    ]
}