{
    "id": "TheToweroftheWolf",
    "paragraphs": [
        "From the Masonry of Solitude Digest",
        "I have had few opportunities to update my initial corpus on the construction and stylings of my beloved homeland, and even now my quill shakes with curiosity. To think that, within my lifetime, I would be able to put to paper a fifth addendum, and one that involves so illustrious an architectural example as Castle Dour!",
        "Yes, loyal readers of my digests will be familiar with the Main Keep, the Svartr's Donjon, the Temple of the Divines, and the curtain walls that dominate the skyline of Solitude. Our High King Svargrim has seen fit to add another finger to this stone fist—the most ambitious one yet! Though construction only started within the past year, it already nears completion.",
        "We call the new edifice the Tower of the Wolf, drawing its name from the noble beast that adorns Solitude's heraldry. How impressive it looks, sweeping up to the stark sky, dwarfing even Svartr's Donjon! I am happy to report that the quarry which furnished the castle's original stone was able to supply what was needed for the construction of the Tower of the Wolf. Reports of the quarry's depletion were apparently unfounded.",
        "As excited as I am to discuss the Tower of the Wolf in greater architectural detail, I am unfortunately unable to. Access to the tower has been denied to all but those actively working on the structure. I appealed to the Blue Palace for special exception, given my area of interest, but the bureaucrats rebuffed me. I was undeterred in my appeals, and you can imagine my shock when I received a reply not from some minor courtier, but from the high king himself!",
        "\"The interior spaces of the Tower of the Wolf must be maintained in secrecy, given the prying eyes of Jorunn the False King\" wrote High King Svargrim. I could not deny his most pragmatic logic, for the tower is ultimately of military value. And yet there is hope. \"The tower nears completion even as I write this missive,\" High King Svargrim continued. \"And when it is complete, the people of Solitude will understand what an accomplishment this edifice is for our people.\"",
        "We need only wait, my loyal readers!"
    ]
}