{
    "id": "TowerofAdamant",
    "paragraphs": [
        "There is nothing like the Direnni Tower anywhere in Skyrim, save for High Hrothgar itself. Unlike the great mountain, which is a thing of nature, the tower is a structure—but one not constructed by Men or Mer, if the legends speak true, but by the Aedra themselves.",
        "It rises, stark and sheer, from the high center of Balfiera Island in the Iliac Bay, where it has stood since the dawn of time itself. Adamantine Tower, it is called, for the unknown, ageless material from which it is built, and Tower Zero, as the edifice that predates all other buildings on Mundus.",
        "The Direnni High Elves have ruled Balfiera since the beginning of the First Era. In common parlance the tower bears their name, though they can claim only the construction of the more recent keep that clusters around the tower's base. (Who is responsible for delving the catacombs beneath the keep is a matter of debate with no definitive consensus.)",
        "I have not consulted with the High Elves of Alinor (who has?), but the noble Croiden, Elden Antiquariat of the Direnni, deigned to answer a few questions. According to him, the tower was erected in the Dawn Era when the gods met to decide the fate of Mundus. At its apex, Auri-El, the great god of the Aldmeri, slew the trickster Lorkhan, impaled his heart on an arrow and launched it across the world. The heart merely laughed and lived on.",
        "The Aedra then withdrew from the affairs of Mundus, leaving behind the tower for the Direnni to discover and take for their own. What secrets did they find there? What have they concealed to this day? Whatever the secrets may be, the Direnni didn't reveal them to this humble Nord architect.",
        "However, secrets there must be, for I took sight-and-angle measurements of the Direnni Tower from the eight points of the compass. According to my calculations, and given the known characteristics of all available materials, building an edifice of its proportions should not be possible."
    ]
}