{
    "id": "TrackingtheButcher",
    "paragraphs": [
        "From the Journal of Regol Hodd, Bounty Hunter",
        "My current bounty focuses on the legendary terror of the Valley of Scars, the Iron Orc known as Gulzog the Butcher. He leads a band of raiders and marauders who regularly terrorize travelers who venture too close to Iron Orc territory. The Dragonstar Caravan Company has hired me to find the Butcher's hiding place and put an end to his activities.",
        "* * *",
        "A captured Iron Orc finally revealed a few of his secrets after a prolonged session with my hunting knife. I now know where I can find the Butcher. I also learned that he's changed his tactics as of late. Instead of attacking travelers and killing them all before looting their possessions, he and his band have starting taking live captives.",
        "My prisoner expired before I could determine what the Butcher wanted living captives for, but I can't imagine it's for anything good. Something tells me that a quick death is preferrable to becoming guests of the Iron Orcs.",
        "* * *",
        "I made my way into the Valley of Scars, barely avoiding the multitude of Iron Orcs that seem to fill the area. I only had to kill a few of the vile creatures, as my skill at stealth and avoiding detection is certainly more than adequate to fool these brutal savages.",
        "I found the Butcher's camp, tucked into a side alcove in the valley. I can hardly believe it, but the Iron Orcs seem to have trained trolls to serve them in some capacity. Long after this bounty has been collected, the thought of Iron Orcs leading trolls into battle will haunt my nightmares. But even worse, I've discovered why the Butcher has been taking prisoners—he's feeding them to the trolls!",
        "Well, this outrage must not go unanswered. Bounty or no, the Butcher has made this personal. I will actually take pleasure in removing the foul monster's head from his shoulders. Provided, that is, I can get close enough to do the deed.",
        "* * *",
        "The Iron Orcs spotted me before I could reach the Butcher. Now I'm trapped and cornered, waiting for the inevitable end. It won't be long before the Iron Orcs reach me. I plan to die fighting, as I have no desire to be fed alive to the Butcher's trolls. I just pray I have the strength to accomplish that plan."
    ]
}