{
    "id": "TrackingtheArena",
    "paragraphs": [
        "I have been searching for the elusive and mysterious contest of champions for more years than I care to admit. I first heard of the secret battleground in Valenwood, when Biiri the Beautiful was spoken of as the legendary Champion of the Games. Tried as I might, I could not find the location of these rumored games, nor could I find anyone who had actually seen any of the battles, even though the inns of Valenwood were alive with tales of Biiri's prowess.",
        "After weeks of futile searching, the tales of the Valenwood Arena evaporated as quickly as they started. Somehow, some way, a massive, hidden arena of multiple levels simply vanished. I assumed this was just further proof that the stories were more legend than truth, but still the idea of the place nagged at me. It haunted my dreams and interrupted my thoughts at the oddest moments.",
        "When next I heard rumors of a mysterious and secret Arena, I was in Windhelm for the Skald-King's Konunleikar. In the shadows of the dingy mead halls, rough and tumble Nords described a magical battlegrounds where the environment changed with every match. To earn a victory meant getting to fight another match. To find defeat was to experience a bloody and violent death. It sounded gruesome and fascinating to me, and the Nords drank it up like it was the sweetest beverage they ever tasted.",
        "The place was called the Skyrim Arena, but I was never able to locate an entrance to the battlegrounds. This time they spoke of the glorious victories of Holgstad the Horrible. He was supposedly a Nord's Nord. Tall as a troll and twice as powerful, Holgstad was rumored to enter each match carrying a double-bladed axe and a dagger that sparked with lightning. They said he had a trio of Nord shield maidens that fought by his side, and that they were destroying the competition in match after match—much to the approval of the Arena's mysterious patron.",
        "I think I was getting close to finding the secret location when suddenly the stories stopped. It happened again. This supposedly ancient arena of stone and metal had disappeared as quickly as it had arrived, taking Holgstad and his shield maidens with it. The Nords cheered, drank to their honored champion, and then went back to dealing with the more mundane happenings of the realm.",
        "I dispaired  of ever getting that close to the Arena again when I happened to be traveling on one of the Dragonstar Caravan Company's wagons. One of the caravan guards was bragging about how he was going to compete in the Dragonstar Arena when he returned to Craglorn after this run. He knew he was strong enough to challenge the current champion. All he had to do was convince three of his fellow guards to join him so he had a proper team.",
        "Over drinks around the evening fire, I was able to learn as much as the guard could tell me about the Arena. He explained that it was an ancient ruin that suddenly appeared in the hills behind the town of Dragonstar a few weeks back. Challengers were arriving from all over Craglorn and beyond to compete in the secret games. They had even set up a makeshift camp outside the Arena entrance. I knew this was the Arena I had been searching for, that somehow it changed locations whenever the competition began to falter. That it was capable of moving—stone by stone—across the world.",
        "Now I'm inside the Arena, hoping to gain access to the games themselves. I need to see how the environments change. I need to determine if it's some amazing feat of ancient engineering or some sort of magic that makes the impossible happen for every match. And I need to determine who the mysterious patron of the Arena actually is. I have suspicions, of course, but I'm sure the truth will turn out to be exceedingly stranger than anything I can imagine."
    ]
}