{
    "id": "OntheTrailoftheForgottenMane",
    "paragraphs": [
        "Commission 37, Phase One",
        "Upon receiving my commission to research the whereabouts of the Forgotten Mane's burial location, I had to venture forth to the Rimmen Necropolis. Given what I knew of its history when compared to the little known about this poor \"Forgotten\" chap, I felt no hope of finding this personage buried therein. That said, one must eliminate the most likely answers before starting into the more troublesome or improbable ones. I'm sure I am not the first person to try there in an effort to find this rumored lost ruler, in other words.",
        "First of all, though named for Rimmen, the necropolis itself is not IN Rimmen. A puzzle, that. But, upon asking one elderly Breton about it, who was seemingly soaking up all the jasmine moonshine she could find, I learned an interesting tidbit: Her own studies revealed that the necropolis site came about due to, of all things, a local superstition that has since fallen out of favor.",
        "Upon providing the elder with further jasmine moonshine, she shared the superstition: At that time, builders in that area who knew they'd be excavating would create some sort of contraption from gold wire. They would then walk around the area to be excavated, holding out the wire. If at any point the wire quivered, they would note its movement and make decisions about how to proceed. In this case, the builders walked quite a ways before the preferred behavior occurred.",
        "Further application of jasmine moonshine caused my Breton source to collapse into a senseless heap, so I could not find out exactly what sort of behavior they looked for. I saw to it that she was returned to her rented room, then headed toward my first destination.",
        "Now for the actual journey into the necropolis.",
        "I fear that I do not remember too much of it. First of all, Rimmen was dealing with this pesky Euraxia situation, so none of the priests and tenders I had expected to find in place at the necropolis remained. An obliging Alfiq adept who crossed my path told me of their vacancy, due to some action the \"Usurper Queen\" Euraxia had taken not long before I entered.",
        "Of course, I had a commission to finish, so a lack of necropolis tenders did not keep me from my duty.",
        "What did faze me momentarily, however, was the presence of a seemingly reanimated army of Darloc Brae fighting against that composed of Dremora and more throughout the necropolis. I attempted, in my usual fashion, to quietly move past them, but I had to employ my blades more than once before I reached the tomb of the Manes.",
        "Where I found quiet!",
        "That did not last long, alas. I vaguely remember talking to someone, then I woke up in a corner just outside the Manes' final resting places with a note attached to my hat, flopping over my face in a most inconvenient and startling fashion. Scrawled on it, in some dark substance I do not wish to think about, were these words:",
        "Go and fulfill your commission, which is not within this necropolis. You will be called when you are needed.",
        "Now, though I think long and hard upon that missing conversation, I cannot recall it. The only thing that remains in my mind from that time in the necropolis, aside from the curiosity that is the warring of two forces in some sort of grudge match, is a driving urge to find the Forgotten Mane. My past clients may think that I'm always driven to complete my commissions, but this is different. I feel impelled. Also, I'm disturbed that I feel impelled.",
        "A shame, that. I rather liked taking my time when seeking out pieces of information. Perhaps another day I'll retrace my steps and find out what happened in the Rimmen Necropolis. While I don't wish to interrupt a conflict between the mighty Darloc Brae and the deadly Mehrunes Dagon, perhaps a return will see that conflict ended. I think that perhaps this ongoing fray is more responsible for the absent tenders than anything Euraxia might have done.",
        "Until then, I continue my search for the Forgotten Mane. Let us hope that this person actually existed and is not merely a rumor."
    ]
}