{
    "id": "TraitorsDiary",
    "paragraphs": [
        "It's all right, mother. It's almost over. I'm close. So very close. How long have we struggled? How long have we waited? Too long, I know. But it's almost over. I promise.",
        "killhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhim \nkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhim \nkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhim \nkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhimkillhim",
        "mommy mommy as you lie the dark man comes and makes you die my daddy's hands are red with guilt because he killed the life we built",
        "I hate it! All this lying, all this pretending! Sithis and the Five Tenets be damned! How long do I have to live by their rules? How long before I get my chance? I saw Lucien Lachance yesterday. He was in the Sanctuary talking with Ocheeva. He was right there! So close I could have severed his spine in less than a heartbeat! Oh Mother, never before have I had to exercise such self-control. What's sickeningly ironic is that it was the Dark Brotherhood's discipline that allowed me to restrain myself. I've been a part of their \"family\" for so long it's a part of me, whether I like it or not. And in all that time I've fooled them all. They see me as a fellow member of the Brother, a trusted family member. Some day soon I will learn the truth about the Night Mother, and when I do, I will use that trust to get close to her. Close enough so that I may rend the head from her body, just as Lucien Lachance did to you so long ago!",
        "Damn it, mother! Why did it have to be this way? Maria was so beautiful. She was perfect in so many ways. Why couldn't she handle the truth? Why couldn't she realize her \"family\" didn't really love her? She was a murderer like the rest of us. Paid to kill in the name of Sithis. I really thought we could be together. Make a real family, with real love. But she told me she could never accept your place in my life. So now she's gone. She didn't deserve to live after the horrible things she said about you. I never should have told her, I know. I'm so sorry. It will never happen again, and the others will never find her, don't worry. There's nothing left of her to find.",
        "IliketolieinthegrassandwatchtheantsandwishI \nwereoneofthemintheirundergoundmazesosafefromthe \ndarknessofpeoplehorriblepeopleIwillkillthem \nallkilltheantskillthepeoplekilleverything",
        "I did it, mother! I killed them all! I killed them and I cursed them to wander their ship in undeath for all eternity! They came to talk to the old man in the lighthouse. When they saw me, they could have kept walking. But no. They laughed! They laughed at me, mother! They called me names! They said I was strange, that I was a human rat, living here in the cellar of the lighthouse. They did not know who they were dealing with! So I snuck on board, later that night, and I slit their throats. Every last one of them. So there the Serpent's Wake sits. The ghost ship of Anvil they'll call it now! Ha ha ha ha ha!",
        "Some wonderful news, mother! Advancement at last! Lucien Lachance paid a visit to the Sanctuary today, to talk with me! He told me the Black Hand needed my services. One of the other Speakers is looking to replace his assistant, who was killed fulfilling a contract. So Lucien Lachance suggested me! I met with the Speaker, and will serve as his new \"Silencer.\" Ha! Lachance might as well have given me a contract to kill the Night Mother herself! I am now one step closer to realizing our dream. I will learn the Night Mother's identity and tear the heart from her chest. Oh yes, and I have something special planned for Lachance himself...",
        "mommy I so afrade. i mis yu mommy. i just wantyu to kis me agenn",
        "father prayed and guess who came the hooded man in Sithis' name who left but then he came once more to pass through window wall and door I lie in fear my mouth agape as wicked blade did cleave your nape for I was watching 'neath the bed to see the falling of your head and when your face lie on the floor our loving eyes did meet once more and so I pledged to you that day the Brotherhood would dearly pay and just as they took me from you I'd find and kill their mother too but there's someplace I need to start and that's with father's beating heart and when that's done I'll sing and dance to celebrate a dead LaChance",
        "greenblueREDyelloworangegreenblueREDyelloworangegreenblueREDyelloworange \ngreenblueREDyelloworangegreenblueREDyelloworangegreenblueREDyelloworange \ngreenblueREDyelloworangeBLACKBLACKBLACKBLACKBLACK!!!!!!",
        "I've been careless! Too careless. The bodies, the burnings. Killing that fool Blanchard was the worst mistake I've made so far. I was seen! I was cloaked and hooded, and escaped into shadow, so no one learned my true identity. But now the Black Hand is suspicious. They suspect treachery, suspect a traitor! I must be more cautious than ever.",
        "when in the snow I like to lie and fold my arms and wait to die",
        "I've been switching them! Switching the dead drops! It was so easy! I tracked Lachance from his lair at Fort Farragut to the first dead drop location. After Lachance placed the orders, when I was sure he was gone, I switched them! It was so easy. Now Lachance's fool Silencer is working for us, mother! Oh, the fun we'll have. One of the Black Hand told me they haven't seen such an ambitious family member since I first joined the Dark Brotherhood. I will use that very ambition to my own advantage. The fool will never question the dead drops, and as I write this is en route to the first target -- one of the very members of the Black Hand! And so it begins. Lachance's silencer will kill one high ranking Brother member, then another, then another, and so on, until the entire family implodes. Eventually, as is the custom, the survivors will consult the Night Mother and seek her guidance. When that day comes, I will be there, ready to punge a blade into that dark whore's fetid heart!",
        "!eid lliw ecnahcaL neicuL"
    ]
}