{
    "id": "TheTranslatedWorksofTosmorn",
    "paragraphs": [
        "<title>The Translated Works of Tosmorn, I</title>",
        "Editor's Note",
        "",
        "Xandier Edette's book, The Translated Works of Tosmorn, has proven to be controversial since it was published posthumously nearly two decades ago.",
        "",
        "Taken at his word, Edette spent his life combing the lands of the Reach in search of rare artifacts. In the course of this search, he claims to have discovered ancient Reachfolk manuscripts. These manuscripts, which Edette insisted were written in a now-dead script from a time when the Reach culture was at its apex, contained a cycle of epic poems, composed by the legendary vateshran, Tosmorn.",
        "",
        "Edette spent decades translating these manuscripts into the modern tongue. His results are incomplete, which Edette contributed to the advanced deterioration of the manuscripts and his own imperfect knowledge of the script he sought to translate. He died shortly after completing his work and selling the manuscript for publication.",
        "",
        "Almost immediately after their release, scholars decried the poems as fakes and Edette's story as a fabrication. Most point to the fact that Reachfolk of today are a people with only an oral tradition, and nothing in the historical record suggests they ever used any sort of writing in the past. Other opponents of Edette's narrative claim the Reachfolk are incapable of the level of artistic expression attributed to Tosmorn. This argument is facile, and often made by academics with no experience of the Reach or its vateshrans (lore keepers).",
        "",
        "In opposition to those that cry forgery are those that extol Edette's work for bringing attention to the under-appreciated genius of Vateshran Tosmorn. In particular, they appreciate the fluidity, evocativeness, and rustic purity of the poetic fragments—a far cry from the rigid poetic forms of the Bretons and Imperials. They also point out that lost arts are not a rarity in Tamriel's historical record. Thus, Edette's claim of a lost Reach script is hardly an upheaval, especially when considering how little academic research has been devoted to the culture of Reachfolk in comparison to the other peoples of Tamriel.",
        "",
        "Both sides bemoan the lack of the one thing that could definitively prove or disprove Edette's claims: the manuscripts he claims to have found and translated. Those who knew him in life said Edette was a reclusive and lonely soul, often isolating himself to wilderness camps for long stretches of the year while conducting his research and working on his translations. He was thought to have dozens of campsites throughout the Reach, though only a handful of these have been located by enterprising scholars, hopeful to rediscover Edette's manuscripts. Opponents of Edette claim the reason the manuscripts are absent is because they never existed in the first place. Proponents of Edette posit the manuscripts, already decomposing when they were discovered, have likely rotted into nothingness.",
        "",
        "And so the matter stands, trapped upon a knife's edge, caught between doubt and adulation. The years I have spent poring over the poetical fragments have offered me no answers. And so I invite you, dear reader, to read for yourself and wonder if what follows are our only window into the works of the acclaimed Reach vateshran, Tosmorn, or nothing but an elaborate forgery.",
        "",
        "Vanesse Aurilie",
        "5 Morning Star, 2E 322",
        "",
        "<title>The Translated Works of Tosmorn, II</title>",
        "First Fragment",
        "",
        "[Editor's Note: The first of Xandier Edette's translated poetic fragments features a dialogue from a larger piece which has since been lost. Edette's own preface, below, suggests that this was from a work early in Tosmorn's career as a vateshran (lore keeper) and is part of an epic tragedy, \"\"The Love of Isolen.\"\"]",
        "",
        "Translator Xandier Edette's Preface",
        "",
        "Below I provide the first of several fragments that I recovered while searching among the remains of an abandoned Reach hunting camp. The hides on which these words were scratched had become well-dampened from the snowmelt, and the sunlight of the thaw had only accelerated the lamentable decay. As such, only part of Vateshran Tosmorn's text was legible enough to be translated. These have been arranged into verse to appeal to a modern reader's sensibility, though this is an artificial construction. No such form was given to the script as originally scratched into the hide.",
        "",
        "What follows is an exchange taken from what I have determined to be the first of Tosmorn's attempts at epic tragedy: The Love of Isolen. Glynin, a hoary old warrior, learns of the death of his beloved daughter Isolen. His mourning is curtailed by the arrival of Vartorn, Isolen's lover—and the only son of Glynin's hated rival, the Reach witch Devera.",
        "",
        "* * *",
        "",
        "Glynin",
        "My daughter Isolen was the fair wind",
        "With hounds baying at her heels",
        "She coursed through hill and dale",
        "Both hart and hind would fall",
        "When her bow-string sang",
        "",
        "The air hangs heavy in the glen now",
        "The brook in the copse runs silent",
        "The birds refuse to sing",
        "For Isolen hunts no more",
        "",
        "Vartorn",
        "Isolen was my love, old Glynin",
        "Once, the trees of these hills",
        "Were young and green",
        "Isolen and I walked among them",
        "Alone in the wild and the mist",
        "Of the deep ravines",
        "",
        "We shared words of promise",
        "And made rings of birch-twigs",
        "My heart lies below in the cairn-stones",
        "I will embrace no other no more",
        "",
        "Glynin",
        "Vartorn, blood of my foe",
        "The lowly worm, Witch Devera",
        "I will not mourn with one such as you",
        "",
        "Go now from the holdings of my clan",
        "Go back to the pits and the dark",
        "Of your mother's forsaken halls",
        "My hand is heavy from grief",
        "But my flint's edge will draw your blood",
        "",
        "Vartorn",
        "It is the hour of Isolen's death",
        "The words you speak to me",
        "Are as black as my love's shroud",
        "I long for the comfort of the fire",
        "The mist has chilled my bones",
        "",
        "My hands are raw from picking stones",
        "For my dead love's cairn",
        "I seek no embrace of you, Glynin",
        "I know your hatred of my kin",
        "I wish you knew my love of yours",
        "",
        "Glynin",
        "The blade is all I will give you, Devera-spawn",
        "You must know Isolen was my kindness",
        "With her gone, all I have",
        "Is rage and fear and sorrow",
        "",
        "I gave you a warning, made in good faith",
        "Look now, the flint I draw",
        "Seeks the warmth of your flesh and blood",
        "Will you give it shelter?",
        "",
        "Vartorn",
        "Glynin, the clans will learn of this deed",
        "I am felled!",
        "From the wound pours blood that stains the ground",
        "As this act stains your soul",
        "My spirit is ready to walk beside my dear Isolen",
        "In a glade where you cannot follow",
        "Free from cold mists, free from your cruel self",
        "As I pass on, tell Devera",
        "A mother must weep for her slain son",
        "",
        "<title>The Translated Works of Tosmorn, III</title>",
        "Second Fragment",
        "",
        "[Editor's Note: The second of Xandier Edette's translated poetic fragments will likely appear familiar to scholars and enthusiasts of vateshran performances. Gwyna, Chief Rowolan, the demigoddess Dearola, and the Horn-Stride Clan frequently appear in oral tales, though their depictions vary wildly from work to work, as Edette notes. As a point of fact, Edette leans on Vateshran Tosmorn's clout and reputation to suggest what follows is the definitive portrayal of these classic characters.]",
        "",
        "Translator Xandier Edette's Preface",
        "",
        "The Song of Gwyna can still be heard today, if a vateshran finds themselves besides a fire on a cold spring evening. In translating and recording Tosmorn's version of the song, I was surprised to find this arrangement of the popular subjects within. In his telling of the song, Gwyna is kindred to Chief Rowolan and his clan, and not a hunter of the Horn-Stride clan. As in modern depictions, Rowolan's near-mythical prowess in battle is attributed to his descent from the demigoddess Dearola, herself a child of Hircine.",
        "",
        "Frustratingly, the manuscripts I collected fail to explain the action that precipitated Rowolan's fall to the Horn-Stride. A vateshran of Tosmorn's status would undoubtedly be able to settle if it was treachery on the part of Rowolan's seventh daughter (a particularly popular variant I've heard), or his failure to observe the omen of the white hart (another popular variant), or from some hitherto unproposed cause.",
        "",
        "* * *",
        "Gwyna",
        "Once this was a quiet wood",
        "Now it echoes with dirges",
        "I can hear the sound of mattocks",
        "Raking earth away to make",
        "A home for our solemn dead",
        "",
        "The battle is over and won",
        "The Horn-Stride clan is gone",
        "Banished to the dark below the crag",
        "",
        "We have sung our victory",
        "We have shouted our strength",
        "We have whispered our sorrow",
        "",
        "Now the bodies of my clan",
        "Are planted in the soil here",
        "What will grow from them?",
        "Nothing but tales of glory",
        "The earth will remain barren",
        "We will keep it so",
        "",
        "And when we clear flower and grass",
        "We will recount the names of those",
        "That died for the sake of our clan",
        "",
        "Chief Rowolan lies dead",
        "Arrow-blinded, breath stilled within",
        "His sons and daughters all around him",
        "As leaves around a mighty oak",
        "",
        "The massive bough is now fallen",
        "The leaves are fallen with him",
        "So ends the line of Rowolan",
        "His was the blood of Dearola",
        "Daughter of Hircine",
        "",
        "The Horn-Stride was beaten back",
        "But our heart was cut from us",
        "We smile to one another in victory",
        "The season will pass on to winter",
        "And by next spring we will be gone",
        "As fog in the light of day",
        "",
        "We must strike with speed",
        "Before the strength leaves our clan",
        "Others will learn of Rowolan's death",
        "And the crows will gather",
        "",
        "Before our bones are clean",
        "We must strike at the City of Stone",
        "And the king below the rock",
        "",
        "I go now to the witchmen",
        "In the copse of rotted yew",
        "Their draughts are bitter",
        "They rot us from inside",
        "But we must take this poison, kin",
        "To stand against Markarth's arrows",
        "",
        "There will be no graves dug for us",
        "For if we take the stone walls",
        "We will not live to hold them",
        "",
        "We seek no spoils from Markarth",
        "Rowolan sought to kill a king",
        "And free a people",
        "His cause is ours",
        "",
        "We will burn our blood with witchman's fire",
        "And overrun the city",
        "",
        "We will storm the keep below the stone",
        "And dash the crown upon the floor",
        "",
        "We will rake the throat of the king",
        "With sharpened flint and hunter's claws",
        "",
        "We will die, but will not care",
        "Rowolan's dream will be done",
        "The clan I love is doomed",
        "This season or the next",
        "It ought not die alone",
        "",
        "<title>The Translated Works of Tosmorn, IV</title>",
        "Third Fragment",
        "",
        "[Editor's Note: The third of Xandier Edette's translated poetic fragments covers what has grown to be the most enduring of the Reach's legends — that of Red Eagle. As indicated in his preface, Edette finds this fragment bereft of pride — a staple of Red Eagle stories — and adopts an almost elegiac tone. — V.A.]",
        "",
        "",
        "Translator Xandier Edette's Preface",
        "",
        "Red Eagle. His deeds of rebellion and resistance during Empress Hestra's conquest of the Reach inspired generations of vateshrans, in addition to bards and raconteurs from beyond the Reach's harsh lands. It should be no surprise to find that Tosmorn also chronicled the life and death of the Reachfolk's greatest hero.",
        "",
        "I was fortunate to find a fragment of this particular epic. After I secured safe passage into the holdings of the Thornroot, a coven of otherwise extremely reclusive witches, I happened upon a collection of curios and ephemera that included a most ancient headdress. Within the band I found a tightly rolled piece of yearling hide, and scratched upon its surface the familiar name \"\"Faolan\"\" — as Red Eagle is known in his native tongue.",
        "",
        "The text of the fragment focuses exclusively on the aftermath of Faolan's final battle with Empress Hestra's legion. Contrary to the tone of more widely told works, Tosmorn instead regales us with a mournful, lingering verse (such as it can be called). The absence of the uplifting call for Red Eagle's eventual return leads the reader to speculate: could the revival of Red Eagle and the call for freedom in the Reach be the invention of later vateshrans? It will be a mystery for the ages, one of thousands in this craggy land.",
        "",
        "* * *",
        "The Death of Faolan",
        "",
        "The weeping ones bear him up the crag",
        "Red Eagle, so called at birth",
        "In death, red from a hundred wounds",
        "",
        "The light of the rising sun shows the world",
        "The carpet of the dead",
        "And the souls of a thousand are weighed against",
        "A son of the Reach",
        "",
        "The witch-men come with pots of ash and resin",
        "To meet the weeping bearers",
        "And Faolan is laid down",
        "",
        "The chieftains weep to see him",
        "Riven to nothing",
        "The ashes are scattered to lay upon his frame",
        "But it will not settle",
        "It pools upon the stone below Faolan",
        "",
        "On him it finds no purchase.",
        "Hushed whispers bound across the hall",
        "All heads lowered",
        "",
        "The Hag comes now to claim her due",
        "Her crow, in vanguard, laughs to see the witch-men",
        "Their ash and resin useless",
        "She takes the staff of yew and brings it down",
        "Upon Faolan's breast",
        "",
        "The ichor within bursts forth, a black blood",
        "And she takes the fruit of her desire",
        "Seeded in Faolan's chest",
        "",
        "A hundred hands draw flint, nock arrows",
        "All lose heart, the Hag's laugh festers at the soul",
        "As death surrounds her",
        "A thousand crows take flight beneath her cowl",
        "And she is gone",
        "",
        "She is beyond the spear, the sword, the bow",
        "No witch-man would cross her",
        "For Faolan bade her aid him in his fight",
        "She claimed her due",
        "",
        "The weepers carry Faolan down",
        "Into the mountain's heart",
        "He is laid bare for the last time",
        "In sleepless rest, the stone is sealed",
        "Wax is poured and flints are shattered",
        "",
        "Here Faolan lies dead",
        ""
    ]
}