{
    "id": "TravelersGuidetoLeyawiin",
    "paragraphs": [
        "By Astinia Isauricus; published 1 Frost Fall, 2E 569",
        "",
        "Situated astride the mouth of the River Niben, Leyawiin is a bustling port, a hive of industry, and a center of worship. A cheerful, prosperous city surrounded by the warm hills and fertile farmland of Blackwood, it boasts an exceptionally diverse population. Folk of three different races meet and mix in the streets of the City of the Ivory Horse. Here in Leyawiin—uniquely in all Tamriel—the exotic Khajiit of Elsweyr and the primitive Argonians of Black Marsh engage in the commerce and culture of an Imperial city.",
        "",
        "Leyawiin presents a proud, stern face to the world. Guarded by a tall curtain wall, round towers, and strong gates, the city serves as a fortress as well as a center of commerce. Most of the city lies on the west bank of the Niben, while Castle Leyawiin dominates the river's east bank. Leyawiin's most distinctive features—great stone bridges and protective walls that span the River Niben—connect the two halves of the city. Every day, scores of ships bound for Cyrodiil, the coasts of the Abecean Sea, or the ports of Morrowind pass beneath Leyawiin's bridges, pausing only to step their masts while the great river-gates are opened to permit their passage.",
        "",
        "CIVIC ADMINISTRATION",
        "Leyawiin is the capital of Blackwood, the Province Leyawiin. In the early days of the Second Empire, House Caro was formally acknowledged as the ruling family of the county. Countess Nevenia Caro is the heir of this proud lineage, a gracious lady who not only entertains dignitaries and presides over the city's social circles but also serves as a generous patron of the performing arts in the city.",
        "",
        "Day-to-day matters of administration are in the care of a governor appointed by Imperial decree, who works with the countess to oversee the entire province. A Chamber of Legates serves a minor bureaucratic role in the workings of the city.",
        "",
        "THE GREAT CHAPEL",
        "No discussion of Leyawiin would be complete without mention of the spectacular Great Chapel of Zenithar. Its soaring bell tower can be seen rising above the rooftops from almost any point in the city, and serves as a useful landmark for new visitors. The cathedral was built by Saint Kaladas in the sixth century of the First Era, in honor of the legend of Pelinal Whitestrake and the Mace of the Crusader. Upon his death, the venerable saint was laid to rest in a holy tomb beneath the chapel. To this day, the devout sometimes report seeing visions of the Mace of the Crusader when praying at Saint Kaladas's tomb.",
        "",
        "FOOD, DRINK, AND LODGING",
        "Discerning visitors to Leyawiin speak highly of the Kaladas Inn, located in the center of town just across the square from the Great Chapel of Zenithar. The Kaladas is a grand old establishment with lovely windows of leaded glass, elegant paneling, and a fine taproom. The inn has stood on this spot for more than four hundred years, accommodating countless great nobles and famous heroes during that time.",
        "",
        "Casual travelers find that Leyawiin's trade district is more suited to their purse. Many vendors set up stalls in short-lived markets that vary from season to season, but one of the more permanent dining establishments that one should not miss is the Scrumptious Radish, located in the working neighborhood south of the chapel. Many of Leyawiin's craftsmen and merchants make a habit of taking their midday meals at the Radish, so one should arrive early to get ahead of the rush.",
        "",
        "NOTABLE ESTABLISHMENTS",
        "Leyawiin's shops, crafters, and guildhalls lie mostly in the western half of the city, south of the Great Chapel.",
        "",
        "The Mages Guild stands on the south side of Chapel Square. It hosts the largest library in Blackwood, with rooms full of bookshelves holding all manner of esoteric tomes. Here also the Khajiit mystic Feiffi sells strange and potent crystals under the sign of Meditative Morpholiths.",
        "",
        "Zenithar, of course, is known as the patron of smithwork and industry, so one should not be surprised to find an excellent smithy in Leyawiin's mercantile district. The Singing Steel Smithy produces some of the finest arms and armor to be found in the Trans-Niben.",
        "",
        "Finally, do not be deceived by the plain signage of Armor and Fine Garments. Master tailors and dressmakers proudly display stunning ensembles suited for the most exclusive events and occasions side-by-side with more practical protective fare.",
        "",
        "INTERESTING FACTS",
        "The origin of the city's Ivory Horse symbol is unknown. One tradition believes it to be associated with the ancient hero Pelinal Whitestrake. Another states that in the days of myth, Blackwood was home to a shining white horse of divine strength and beauty who protected the river's banks.",
        "",
        "The Khajiit warlord Darloc Brae, the Golden Beast of Anequina, conquered Leyawiin in the fifth century of the First Era. The city remained under Khajiit control for more than twenty years.",
        "",
        "In 2E 299, Potentate Versidue-Shaie ordered the removal of Leyawiin's bridges so that large sailing vessels could pass from Topal Bay to the River Niben. However, Leyawiin's Chamber of Legates, fearing that the additional merchant traffic would simply sail through Leyawiin without stopping, managed to stall the Imperial project until it was abandoned. To this day vessels too large to pass beneath the bridges must dock south of the city and transship their cargoes to smaller riverboats.",
        "",
        "Fair travels, dear reader! Enjoy your visit to the City of the Ivory Horse.",
        ""
    ]
}