{
    "id": "TravelsAroundtheWesternHolds",
    "paragraphs": [
        "Would that my shell-siblings had come with me on this journey to the vast north! Though on some days, I do not blame them for choosing to remain in the tepid mud-baths of Gideon. Western Skyrim and its dryskins are not accustomed to travelers from Black Marsh, it seems. However, they appear more receptive to my kind than they are to their eastern neighbors. \"Milk-drinkers,\" they say, and spit on the ground. What a waste of perfectly good rheum!",
        "I assumed Western Skyrim was nothing but ice and rock. But there is much variety to be found in the different \"holds,\" as they call them, even if their names are odious to those without round tongues.",
        "Haafingar serves as the skull in the headdress, if Western Skyrim might be thought of as such finery. Icy winds from the Sea of Ghosts blasts the land, and much of it is barren coastline. But there is a safe harbor where the hold's rivers meet the sea, and astride it sits the city of Solitude. If Haafingar is the skull in the headdress, then Solitude is the uxul-bean in the skull! A Nord's idea of a metropolis to be sure, with little in the way of flowers or scent-worms or warm mud springs to relax in. Still, this one enjoyed some comforts from across Tamriel—smuggled through the port, for apparently the people here discourage open trade with outsiders.",
        "* * *",
        "I intended to travel with a caravan from Solitude to Orsinium, but the accent of these Nords confounded me so much that I ended up on a cart bound for another of Western Skyrim's holds. This one they call Hjaalmarch.",
        "When I saw it, I was for the first time on my journey woeful to be gone from home! Its bogs and marshes, though draped with frost, remind me of the fetid quagmires of Black Marsh. The crannogs and mud-huts of this place are pale imitations of those found in my homeland, though. And they extract so little subsistence from the fertile rot! They sate themselves mostly with fishing and trapping, and think nothing of the fermenting roots basting in the brine beneath their feet. I sought to evangelize the locals of Morthal, the hold's \"capital,\" but to no meaningful effect. Alas. I did find that their sodden log houses make excellent breeding grounds for termite grubs. I am drying some as I write this to make snacks for the village juveniles.",
        "* * *",
        "My plans to reach Orsinium thwarted, I decided that I may as well visit the third of Western Skyrim's holds. Karthald, they call it. Though these Nords also speak of the village of Karthwatch. Already I have been confused between the two, and each time I see the local dryskins look at me as though I have erected the spine of jubilation at a bone-feast. Sithis take me!",
        "This far from the frozen Sea of Ghosts, this hold features the best weather to be found in Western Skyrim. The crags, however, rip through the ground and make planting haphazard at best. Though barren, this land remains a battleground between the Nords of Western Skyrim and the stick-loving Reachfolk to the south.",
        "My visit to Karthwatch (could they truly think of no other name-sires than the River Karth?), the hold's main settlement, was memorable. Arrayed like a fortress upon stone bluffs, its mission was to watch over Western Skyrim's neighbors to the south. This entire hold was only recently egg-hatched, within the last few years, I am told. Though I only refer to its boundaries on the map— the dryskins here have a deep and profound attachment to the land, with some clans living here for generations. They seem suitable for the role of protecting their homeland, to be sure.",
        "* * *",
        "Tomorrow, I finally take a cart that I have thrice-confirmed is bound for Orsinium. My time in Western Skyrim, while not exactly profitable, has been an education. One I will eventually share with my shell-siblings in Gideon!"
    ]
}