{
    "id": "ATravelersGuidetoNewSheothandtheShiveringIsles",
    "paragraphs": [
        "New Sheoth is generally recognized as the jewel of the Shivering Isles, the culinary and cultural epicenter of the entire realm. Founded at the whim of Our Lord Sheogorath, the city is a model of the Madgod's own perfect vision.",
        "First-time visitors to New Sheoth are often impressed by the warmth, generosity, and general good humor of its residents. Visitors are welcomed with open arms, and generally made to feel as if they are a part of the large New Sheoth family. The sheer scope of the sights and sounds in the city can be daunting to the new visitor, and this Guide aims to make the transition as easy as possible for newcomers.",
        "Visitors will find the city is divided into three main sections: Bliss, Crucible, and the Palace. Bliss and Crucible house the majority of residential and commercial buildings in the city, while the Palace area houses the magnificent Palace of Sheogorath, as well as the residences of the reigning Dukes of Mania and Dementia.",
        "Though located in the same city, visitors will find that the Bliss and Crucible areas of New Sheoth offer distinct experiences. The shining parapets and golden roads of Bliss stand in stark contrast to the rustic buildings and unpaved streets of Crucible. Travelers interested in a bustling nightlife and fine cuisine might prefer time spent in Bliss, renowned for its extravagant galas and spirited affairs. Visitors who seek a quieter experience would do well to spend their time exploring Crucible, where Dark Seducer patrols encourage a more serene way of life.",
        "No matter your tastes, New Sheoth promises an experience like no other. This Guide will give advice on how to best navigate the oft-confusing, though ultimately rewarding channels of this magnificent city.",
        "<header>Arriving in New Sheoth</header>",
        "Travelers to New Sheoth will arrive at its gates from either the highlands of Mania or the swampy lowlands of Dementia. Many make the mistake of hurrying directly to the gates of the city without exploring the beautiful and majestic countryside outside the city walls. This is certainly a mistake, as the forests and glades of the Shivering Isles are unlike those found anywhere else in all the realms. Some discussion of these areas is warranted, as exploring them is vital to experiencing all that the region has to offer.",
        "<header>Mania, Vibrant Land of Towering Flora</header>",
        "Walking amongst the giant mushroom trees of Mania is an experience any new visitor to the Shivering Isles is not soon to forget. Hours spent wandering in the forests of spore trees, breathing deeply of the spore-laden air-these are the times destined to remain a part of you forever. Feelings of peace and contentment wash over the body and calm the soul. It can seem as if you haven't a care in the world.",
        "Take the time to examine the beautiful plant life found in the region. Treat yourself to Alocacia Fruit, which is known to have restorative properties, or pluck an Aster Bloom Core, which some locals believe has the ability to ward off the attacks of evil spirits.",
        "If you plan on spending some time in the Mania countryside, consider visiting the small community of Hale. The residents are mostly local artists, and are very welcoming to weary travelers. Be sure to explore the lovely areas surrounding Hale, and enjoy the peaceful atmosphere.",
        "A cautious traveler is a safe traveler, though, even in the idyllic lands of Mania. While the paths that wind through the scenic countryside are generally safe, the surrounding regions pose some danger for the careless traveler. Mania is home to a number of indigenous animal species, some of which could be threatening to a less-seasoned adventurer. We recommend sticking to the clearly marked paths when traveling anywhere within the Shivering Isles.",
        "<header>The Slow Grace of Dementia</header>",
        "It is often said, \"Time spent in Dementia is time not spent elsewhere.\" Truer words were never spoken.",
        "Many have spent days roaming the small islets of Dementia, enjoying the scenic views over the majestic lowlands. Travel over the quaint bridges that span the small islands of southern Dementia, and enjoy a beautiful sunset among the moss-covered trees.",
        "If you're looking for a place to relax while exploring the lands of Dementia, we suggest a visit to Deepwallow. The small community is a working farm, where the residents use a unique method of raising crops of some of the extraordinary local plant life. The residents of Deepwallow are private people, so care should be taken in approaching them. Once you've learned their customs, we've found them to be a most interesting group with whom to spend some time.",
        "Tip: For an exciting day trip, visit the Hill of Suicides, a site unlike any other in all the Shivering Isles. Located in central Dementia, travelers should not pass up the opportunity to take in the sights at this unique and fascinating location. There is no fee to visit the Hill, though some travelers have found it almost impossible to leave.",
        "<header>Getting to the Shivering Isles</header>",
        "Arrival to the Shivering Isles is solely at the discretion of Our Lord Sheogorath, Prince of Madness.",
        "<header>Getting Around</header>",
        "The best way to explore the Shivering Isles is by foot. Take the time to meander along the paths that stretch across the beautiful landscape. A weary traveler can often find a place to rest at one of the many campsites found dotted across the world.",
        "<header>Accommodations</header>",
        "<bold>Expensive</bold>",
        "The Choosy Beggar, Bliss. Raven-Biter and his wife, Sheer-Meedish run a fine restaurant and Inn in the Bliss district of New Sheoth. The rooms are nicely appointed, and the food is above-average for the area. We highly recommend trying the wine-it's some of the best in the city. Many travelers find lunch to be an especially good time to visit the Choosy Beggar. Though the prices are no lower, the earlier hour often finds Sheer-Meedish in a more accommodating mood.",
        "<bold>Moderate</bold>",
        "Sickly Bernice's Taphouse, Crucible. Don't let the name fool you: Sickly Bernice's Taphouse is exactly what you'd expect from an inn located in downtown Crucible. The lodgings, while not as opulent as those found at the nearby Choosy Beggar, are satisfactory. Sickly Bernice is an affable hostess, when she is well enough to work. The food is palatable, as are the beverages. After a visit, make sure to see Earil at Earil's Mysteries. He sells a wide assortment of magicks, including some wonderful, low-cost Cure Disease spells.",
        "<header>Shopping</header>",
        "Common Treasures, Bliss.\nIf you're looking for... well... anything, Common Treasures in Bliss is a good place to start. Trader Tilse Arelith has a wide assortment of wares available to the discerning customer. She's also more than willing to negotiate a good price for those unwanted items you may find in your travels.",
        "Cutter's Weapons, Bliss.\nThere's not a finer weapon shop to be found in all of New Sheoth. Cutter runs a fine establishment, and usually keeps a good variety of weapons in stock and ready for use. She'll do repairs for you on the spot, and she seems to take extra-special care with your bladed weapons. This shop is not to be missed.",
        "Books of Bliss, Bliss.\nIf you're looking for reading material on your journey, this is the place to get it. Sontaire is a very, very friendly bookseller with a keen eye for more than just books. You won't be disappointed if you spend some of your hard-earned gold in this establishment.",
        "The Missing Pauldron, Crucible.\nIf it's armor you're in the mood to buy, look no further than The Missing Pauldron in Crucible. Recently re-opened under new manager Dumag gro-Bonk, the shop seems to be doing quite well. Dumag will be happy to sell you some new armor, repair you old favorites, or just sit a while and tell you the rather long and interesting story of his life.",
        "Earil's Mysteries, Crucible.\nMany adventurers don't like to travel without a full spell book, and Earil's is the place to go in New Sheoth to stock up on the latest in spellmaking. It sometimes seems time stands still as you browse through the excellent selection of spells. Highly recommended.",
        "Things Found, Crucible.\nIt's an odd assortment of items, to be sure, but it's never a dull day when you visit Things Found in Crucible. Owner Abhuki has scoured the realm in search of the most intriguing and varied assortment of magical items to be found almost anywhere. Take some time and browse around-you never know what you might find!\n"
    ]
}