{
    "id": "TravelersGuidetoGideon",
    "paragraphs": [
        "By Astinia Isauricus; Published 22 Frost Fall, 2E 570",
        "",
        "Depending on whom you ask, Gideon is either the easternmost city of Blackwood or the westernmost city of Black Marsh. An island of culture and civilization amid the swampland, nearly half its population consists of Imperialized Argonians. Few travelers follow the Blackwood Road all the way to its end, but those whose business takes them to Black Marsh—hunters, loggers, dealers in herbs, and trappers of exotic creatures—make Gideon their base of operation.",
        "",
        "A sleepy frontier garrison town throughout most of its history, Gideon briefly rose to prominence in the early years of the Second Empire. Here Emperor Reman II marshaled great resources to the task of incorporating Argonia into his realm. Powerful legions marched to the Empire's southeastern frontier, building roads and fortifications from which to conduct the Emperor's campaigns. A wave of Nibenese settlers followed in their wake.",
        "",
        "After many setbacks and difficulties in the Blackwater War, Emperor Reman II succeeded in establishing a permanent Imperial presence in the region. But the day the Emperor's attention wandered away from Black Marsh, Gideon's decline began. The fortress guarding a dangerous frontier dwindled to a forgotten backwater. Gideon's defenses fell into disrepair, and many homesteaders drawn to the area by Imperial grants left in search of easier lands to settle.",
        "",
        "Today, Gideon remains ringed by marshes and the centuries-old ruins of legion barracks-buildings, chapels, and armories. The Blackwood Road approaches the city along high ground to the southwest of the main gate, providing an excellent view of the wetlands and the crumbling fortifications. Within the walls, a broad avenue leads from the gate to the governor's mansion. Almost all of Gideon's homes and businesses can be found along this one street, simply because it represents the only stretch of dry ground in what's left of the city.",
        "",
        "CIVIC ADMINISTRATION",
        "Gideon is under the administration of an Imperial Governor, a title traditionally conferred upon a leading noble of the western Blackwood. In recent years this has usually been a member of House Vandacia or House Martius. Both families own wide estates in the borderlands of Black Marsh. Since Lord Ertus Vandacia currently serves on the Elder Council in Cyrodiil, the duties of the Imperial Governor now rest in the hands of Lord Parnon Martius.",
        "",
        "FOOD, DRINK, AND LODGING",
        "Close by Gideon's western gate stands the Egg and Hammer, a rustic inn that offers better accommodations than one might otherwise expect from a frontier town in a swamp. However, the board of fare may not suit travelers of delicate sensibilities. The Egg and Hammer employs several Argonians among its kitchen staff. Argonian foodstuffs are an acquired taste, but most of Gideon's Argonians are accustomed to dealing with men and Elves, and have learned what sort of swamp fare other peoples can stomach.",
        "",
        "LOCAL LANDMARKS",
        "Gideon was once a powerful fortress, but those days are long gone. The walls are in poor repair, and most of the watchtowers are unsafe to enter. Boggy patches await the unwary traveler just a short distance from Blackwood Way, the main thoroughfare of the town.",
        "",
        "The Temple of Dibella is the only shrine of note that remains in the city. Gideon may seem like an odd place to find devotees of the Lady of Love, but there is a reason Dibella's worship survived here on the borders of Black Marsh. The Kothringi people—the so-called Lustrous Folk of Black Marsh—held great reverence for Dibella, and regarded her as their special patron. While the Kothringi no longer roam these lands, Gideon's Imperial citizens share their devotion to Dibella. The temple itself was once the town manor of Lady Dorcia Martius, a wealthy aristocrat and devotee of the Lady of Love, who bequeathed her home to Dibella's priests upon her death forty years ago.",
        "",
        "The governor's mansion is rarely used as an actual residence, since Gideon's Imperial Governors usually own larger and more comfortable estates nearby. However, it serves as the seat of government and the administrative center for the city. The mansion's collection of paintings by local artists is worth a visit.",
        "",
        "The historic ruins of Castle Giovesse lie just a short distance north of Gideon. The castle is, of course, now infamous as the place where Emperor Reman III imprisoned his wife, the Empress Tavia, in the closing years of the First Era. The castle grounds were far from uncomfortable, but a gilded cage is still a cage, and the empress bent all of her formidable ambition and intellect toward the goal of removing her estranged husband from the throne so that she could return from her exile.",
        "",
        "INTERESTING FACTS",
        "The marshes around Gideon are home to large numbers of death hoppers, a large carnivorous frog native to the western portions of Black Marsh.",
        "",
        "Gideon served as the headquarters of General Lucinia Falco and her Imperial Legion during the closing years of the Blackwater War, the campaign to subdue Argonia.",
        "",
        "An observant visitor may notice old arches and walls of strange stonework in several places, including the plaza by the governor's mansion and the deserted district in the southeastern corner of the city. These are the ruins of an Ayleid city that once stood on this spot.",
        "",
        "Travel safely, reader! Gideon is only a shadow of the proud garrison town it once was, but there is a sad splendor to be found within its sinking walls.",
        ""
    ]
}