{
    "id": "TreasureHuntersJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Umbra from the Creation Club",
        "",
        "Journal of Cresitus",
        "Treasure Hunter\n4E 179",
        "12th of Sun's Dusk",
        "I've never been much for writing in journals, but it couldn't hurt to start. How else will my exploits be remembered? I've yet to reach \"personal bard\" levels of fortune.",
        "By way of introduction, my name is Cresitus. I've traveled north from Cyrodiil to seek my fortune in Skyrim by delving forgotten depths and wooing women. While I haven't had much luck with the latter, I've heard tales of an ancient arena whose whereabouts have, up until now, remained a mystery. While the original name is lost to time, Champion's Rest is what it's known as today.",
        "I can see it now: halls upon halls, glittering with gold and jewels!",
        "Maps in the Imperial Library place Champion's Rest east of the village of Shor's Stone. I will set out for the eastern mountains at dawn.",
        "13th of Sun's Dusk",
        "Short entry today. Day's hike, little to show for it. Why does Skyrim have so much snow? Maybe the treasure hunter's life isn't all it's cut out to be. But if it were easy, everyone would do it, right? I'll press further into the mountain pass tomorrow.",
        "16th of Sun's Dusk",
        "By some small miracle, I'm alive.",
        "Deep in the mountains, snow gave way underfoot. Next thing I knew, I'm plummeting into a cavern at a devilish height. What a foolish place Skyrim is.",
        "Both legs are surely broken, and my agony is only second to my despair. I'm going to die in here.",
        "It's been three days since the fall. Food ran out yesterday. Water will be the next to go, unless some rain happens to fall through the cursed hole above.",
        "---",
        "I've been slipping in and out of dreams. I dreamt that I was floating in a sea of black. Before me floated a sword unlike anything I had ever seen. A real treasure, just like in the stories. It... called to me. Knew my name. I reached out my hand, then...",
        "I'm awake now. It turns out, the sword was real; I have it right here next to where I write this entry.",
        "My legs are beginning to feel better. That can't be right.",
        "---",
        "When I sleep, I hear the sword. It whispers to me. Not with words, but with intent. It has a hunger, I can feel it. Of course, it seems silly that a weapon wouldn't hunger for lives, when you think about it. Is that not their purpose, to free the soul from the living?",
        "Maybe none of this is real.",
        "---",
        "I can walk again. I've set up a small camp here. I think it's the sword, it's helping me. It thirsts for souls, and it needs ME to find them.",
        "All I could think about was getting out of this place, but now, amongst the restless souls of so many fallen warriors... Yes. Yes, I think I'll stay.",
        "---",
        "It whispered to me its name. It is... we are... Umbra."
    ]
}