{
    "id": "TreatyofKhenarthisRoost",
    "paragraphs": [
        "WHEREAS the citizens and leadership of the sovereign Island of Khenarthi's Roost recognize the capability of Maormer Enforcement Squadrons for acute destruction and wish to establish a peaceful and fiscally advantageous accord;",
        "WHEREAS both parties acknowledge that the creation of terms for a mutually beneficial treaty is desirable and necessary and that the involvement of outside military or political bodies would be materially detrimental to both the Maormer interests and the trade profitability of Mistral;",
        "Under the auspices of the illustrious and wise King Orgnum, Voice of the Free Maormer People, commander of Twelve-Dozen-and-One mighty ships, faithful and bold representative of the might of the Maormer (and under those of the lesser peoples of Khenarthi's Roost), the two parties shall henceforth abide by the terms agreed to and set forth in the Articles of this treaty.",
        "Article 1\nAn Embassy shall be prominently established in the Port City of Mistral to accommodate a Maormer Ambassador and associated retinue. Costs shall be afforded by the people of Khenarthi's Roost, who agree to supply a personal staff of no less than 15 servants, finely-woven tapestries depicting the generous and wise Maormer people, personalized and embroidered cotton bedding, and a stock of local and imported liquors.",
        "Article 2\nAll individuals and organizations wishing to engage in commerce via the Port City of Mistral must henceforth be registered and obtain official Rights of Passage. Registration fees are to be determined by the Ambassador on a ship-by-ship basis. Those who refuse such fees will be treated as enemy agents and are subject to confiscation of materials and imprisonment under the auspices of Maormer law. Maormer leadership reserves the right to inspect any vessel in the port and surrounding waters for any reason, and to confiscate any goods considered contraband.",
        "Article 3\nMaormer Enforcement Squadrons shall not perpetrate unprovoked acts of aggression towards merchant ships in or around the Port City of Mistral, and likewise shall not interfere with approved trade affairs. Any current prisoners of the two signatories shall be released immediately upon the signing of this treaty. Said squadrons shall act in self-defense and under reasonable suspicion of activities of enemy agents. As recognition for Maormer non-interference, fifteen percent of all registry fees and excises shall be rendered unto the Embassy on the 15th of every month.",
        "Article 4\nA joint holiday shall be established to commemorate this signing on today's date. Such holiday shall be afforded at the expense of the people of Mistral to demonstrate peace between the parties and adherence to the treaty. This celebration shall be named \"Serpent's Glory,\" and on this day, Maormer dignitaries and selected Mer, Men, and others of note shall be invited to the Island of Khenarthi's Roost for feasting, music, and revelry in the parties' common success and accord.",
        "Article 4, Addendum 1\nAttendance of general festivities during Serpent's Glory is permitted to residents of the Port City of Mistral, though feast participation shall be limited to Maormer invitees, the Mayor of Khenarthi's Roost, and no more than three (3) guests selected by the Mayor and approved by the Ambassador. Foodstuffs shall be prepared by Maormer chefs, music performed by Maormer minstrels, and under no circumstances shall the repugnant dish \"sugared cuttlefish\" be served.",
        "Article 5\nThe Ambassador and the people of Khenarthi's Roost agree to review the terms, negotiate any necessary addenda, and reaffirm their mutual commitment to a lasting and profitable peace on a decennial basis."
    ]
}