{
    "id": "TributeBeginnersGuide",
    "paragraphs": [
        "By Master Razhamad, Game-Baron of Gonfalon Bay",
        "",
        "Welcome to the exciting game of Tales of Tribute! This friendly pocket guide will lead you through the basics of the game, as well as supply tips for players starting their journey to become a Tribute Master!",
        "",
        "First, the basics. Tales of Tribute is a card game for two people where each player tells a competing \"\"tale.\"\" By collecting cards, the players increase their ability to guide the game's action and earn points toward victory.",
        "",
        "Players win a game of Tribute (called a \"\"match\"\") by amassing 40 or more Prestige on their turn, and then holding that lead until the end of their opponent's turn. A competitor can also win by focusing on the decks' four Patrons. Securing the support of all four patrons at one time results in an immediate victory!",
        "",
        "Each player begins the match by selecting two Patron Decks that they own. The chosen decks dictate what cards each player starts with, what cards appear in the Tavern (the common area at the center of the play area), and what Patrons are present for the match.",
        "",
        "On each turn, players draw up to five cards and can play them in any order. These cards grant either Gold or Power. Gold is typically used to purchase cards from the Tavern, while Power is used to activate Patrons and damage enemy agents. Leftover Gold is lost when you end your turn, but any Power you do not expend converts into Prestige.",
        "",
        "Players enhance their decks by purchasing cards from the Tavern and adding them to their Cooldown Pile. Once a player's Draw Pile is completely depleted, they must shuffle their Cooldown Pile to create a new Draw Pile. In this way, cards you acquire throughout the match are slowly added to your hand and broaden the capabilities of your decks.",
        "",
        "Most cards have a Suit that corresponds to one of the four Patrons in that game. These Suits play an important role in triggering Combos—powerful effects that enhance the potency of certain cards. Combos may take as few as two cards or as many as four cards to activate, but their effects will always activate when the player uses the requisite number of Suited cards.",
        "",
        "Finally, there are the Patrons. Patrons serve as the central figure for each deck and provide additional options for both play and victory. Players can interact with one Patron per turn. Patrons start out in Neutral alignment, and then Favor the player who interacts with them. If you interact with a Patron that Favors your opponent, it will return to Neutral alignment. Some Patrons can only be used if you meet certain requirements, so look at each one carefully before you commit!",
        "",
        "Early in the match, players should add cards to their deck that increase the amount of Gold gained per turn. This provides the purchasing power needed to acquire more expensive and powerful cards from the Tavern. Players should also limit the number of Suits they buy, as lower Suit variety provides a higher likelihood of triggering Combos. Lastly, removing starting cards from a deck is an excellent strategy. Having less weak, starting cards in your deck increases the chances of drawing more powerful cards purchased from the Tavern.",
        "",
        "Tribute does not end when you leave the table! You may find new decks and upgrade cards for decks you own by completing trials and following leads to special locations. When playing, you will see cards or decks you have yet to find. This is an excellent way to learn about new cards and find clues as to how to acquire these new decks!",
        "",
        "Now, you're ready to play Tales of Tribute! May fortune favor you in the matches ahead!"
    ]
}