{
    "id": "TribesofMurkmire",
    "paragraphs": [
        "By Emmanubeth Hurrent, the Wayfarer's Society of Wayrest",
        "<title>Tribes of Murkmire: Black-Tongues</title>",
        "Today we came across an unusual sight, a mound of empty flasks set against the base of a phossa tree. Our guide explained, \"The Black-Tongues have tapped this tree.\" He then went on to explain that the \"Kota-Vimleel,\" or the \"Black-Tongues,\" is another one of the many tribes of Argonians living in the Murkmire region of Black Marsh. Unlike the belligerent Tum-Tahleel or the eerie Veeskhleel, the Black Tongues tend to be polite and soft-spoken—under the right circumstances. If caught off-guard, however, they react uniformly hostile and have been known to kill those trespassing upon their territory without hesitation or mercy. Accomplished alchemists, they often leave flasks and other alchemical tools out in the open as a warning to outsiders marking their territory.",
        "The Black-Tongues are ardent Sithis worshippers. As such, they dedicate almost all their resources to producing as many Shadowscales as possible. What is a Shadowscale, you ask? I wish I knew. Most locals simply refuse to discuss the very notion with outsiders. Argonian commoners revere them with what appears to be a combination of awe and terror, and even mentioning the name out loud seems to be a cultural taboo. A few of the less-superstitious Argonians I've met did share a few facts with, however.",
        "Apparently, the Shadowscales are members of a bizarre monastic order of highly trained assassins. Any Argonian born under the sign of the Shadow is given to the order and raised as one of these mysterious murderers. I was aghast. \"Surely it's just the hostile tribes that follow this barbaric practice?\" I asked. But no. This appears to be a completely ubiquitous practice. Even the amiable Bright-Throats and wise Miredancers participate in this tradition.",
        "The Black-Tongues take the obligation very seriously, however. They use their encyclopedic knowledge of swamp vegetation and wildlife to craft a powerful contraceptive called \"Gloom Nectar.\" Drinking the potion allows the tribe to synchronize their egg-laying cycle, thus guaranteeing a huge crop of new Argonians born under the Shadow sign every year.",
        "Their alchemical prowess serves the Shadow-born well in their future professions as assassins. Black-Tongues are known to craft some of the deadliest potions in all of Tamriel. Even the Gloom Nectar will kill—if ingested by non-Argonians. And this is just more proof that almost anything found in Black Marsh will kill you under the right circumstances.",
        "While I would love to meet one of the Kota-Vimleel in person and find out more about their alchemical skills and their ties to the mysterious Shadowscales, lingering in their territory without an invitation is not a wise practice. I'd just as soon not have Viper's Bite slipped into my morning tea.",
        "<title>Tribes of Murkmire: Bright-Throats</title>",
        "A few months ago, I asked a Miredancer elder how many tribes resided in the swamps of Black Marsh. He sat quietly for a long time (as Argonians often do) then pointed behind me. I looked back to see hundreds of torchbugs flitting between the cypress trees, piercing the gloom with flares of green and yellow light. \"As many as the lights,\" he said.",
        "I could scarcely believe such a claim. Argonians are prone to hyperbole, so I dismissed the elder's proclamation as exaggeration. After spending more time among the natives, however, I'm starting to believe that the elder's count might be closer to accurate than I originally estimated. I have discovered at least twelve distinct tribal groups in Murkmire alone, and I'm convinced that scores more exist. Many of the local tribes are hostile, so direct contact with them is next to impossible. But I've seen far too much evidence of their existence to write them off as myth or legend. These journals will serve as a record of my discoveries as I explore the wilds of Murkmire. I shall begin with the tribe most outsiders meet first.",
        "Most outsiders who spend any time in Gideon will likely interact with several of the border tribes. The most noteworthy, however, are the \"Wasseek-haleel,\" or \"Bright-Throats.\" By and large, the tribe is composed of cheerful artisans who have enjoyed a fruitful relationship with both outsiders and deep-swamp Argonians. The Bright-Throats are famous for their rich music and dance tradition, as well as their preternatural talent as woodcarvers. While they make countless items, including musical instruments, kitchenware, armor, and weapons, they are most respected for their \"xeech'kis,\" or \"seed dolls.\" These figurines vary in size—sometimes as large as a Orc's fist, sometimes as small as a single grain of rice. They almost always depict local animals, but they also carve the seed dolls to resemble eggs or tiny Argonians.",
        "Seed dolls are highly sought after—both as protective talismans and works of native art. Cheap imitations are regularly produced by rival border tribes, but a genuine xeech-ki is easy to identify after handling the genuine article. I have purchased several in my time here. My favorite is a small turtle with amber inlays. The carver told me that the turtle is a powerful but unruly totem. I never thought of turtles as particularly unruly, but the locals would know, I suppose. I plan to purchase several more before returning to Bangkorai and eventually to my home in Wayrest.",
        "<title>Tribes of Murkmire: Ghost People</title>",
        "I write these words by candlelight. My entourage was on its way to Stormhold when our guide suddenly ordered us to stop. Apparently we strayed too close to \"Veeskhleel-Tzel,\" the home of the so-called \"Ghost People.\" Who or what are the Ghost People? Well, it took a lot of interviewing and questioning, and I had to trade more of my possessions than I would have hoped, but I finally got an answer. The Ghost People are a local tribe of Nagas, and they appear to have a rather horrid reputation, as far as I can tell. I've never actually seen a Naga, mind you, so my knowledge is fairly limited. I can, however, relate the stories I've gathered from local Argonians who were willing to talk about these strange creatures.",
        "Apparently, the Naga are an offshoot of the \"Saxhleel\" (this is what the Argonians actually call themselves!). They are regarded as distant cousins at best, or abominations at worst, depending on who you talk to. Descriptions vary considerably. Some say that that Nagas resemble serpents, while others describe them as frog-like humanoids of varying shapes and sizes. One of our guides even compared them to cuddlefish. They tend to be taller and leaner than most Argonians, from what I could ascertain. And some supposedly stand a head above the tallest High Elf, or so I have heard it claimed! This could all be more of the typical Argonian exaggeration, though.",
        "So, what does this all have to do with the Ghost People? Well, from what I could piece together, the Veeskhleel are unique among the Nagas in that their flesh is pale to the point of almost translucence. It sounds profoundly disturbing, but I really wish to see one of these Ghost People now!",
        "After all was said and done, here's what I learned about the Veeskhleel. The Ghost People are a reclusive and mysterious group that prefer to dwell in the bleakest and most forbidding bogs of Murkmire. They have a sour reputation as \"dead stealers\" and kidnappers. I asked our guide why anyone would want to steal corpses. His accent was very thick, so I only caught the gist of his explanation. Apparently, his tribe reveres the dead as vessels to the next incarnation of life. The Ghost People, on the other hand, use these stolen bodies as fertilizer for their Hists—thus robbing the afflicted tribe of the return of a future family member.",
        "The Ghost People's fascination with corpses has also spawned widespread rumors about the Naga tribe. In particular, they are accused of being practitioners of necromancy and other dark magicks. While I haven't seen any zombies in the marsh yet, I have no trouble imagining them rising out of the shallow water, covered in mud and ready to do some dark sorcerer's bidding. Now I'm anxious to leave this part of the swamp. It has an ill look to it. We should be setting out early tomorrow morning—hopefully without meeting any zombies—or Ghost People.",
        "<title>Tribes of Murkmire: Miredancers</title>",
        "I've had the privilege to speak to two different Miredancer elders now, and I've learned a great deal from both of these conversations. The \"Gee-Rusleel,\" as they call themselves, are among the most introspective Argonians I've met in my travels. They also tend to be the most pleasant. For all their reclusiveness and wariness, I've never met a people more willing to share a meal or a game of Shells and Stones. They are skilled crafters, with a particular knack for working with Hist amber and egg shells. They are also peerless navigators, guiding their flat-bottom boats effortlessly through the swamp, master weavers, and skilled cartographers.",
        "The most defining characteristic of the Miredancer tribe, however, is piety. This deep reverence for the Hist has earned them the right to name a \"Sap-Speaker\" for countless generations.",
        "According to the elders I spoke with, the Sap-Speaker is the Hist's direct intermediary. (This is, of course, subject to debate. Many tribes boast unique methods of communion with the Hist. But as far as I have seen, the Miredancers make the most compelling case for the methods they use.) Sap-Speakers often go into seclusion for days or even weeks on end, venturing either down into the roots or high into the canopy of leaves in the uppermost branches. Here, they commune with the Hist. Indeed, the word that one of the elders used was \"journey.\"",
        "These journeys into the Hist tax the Sap-Speakers, but are thoroughly private affairs. After days by themselves, the Sap-Speakers emerge to hide away with old books, scrolls, and tablets. I asked after the purpose of these periods of seclusion, and this is what the elders told me. \"The Sap-Speaker enters the embrace of the Hist to learn from the great tree,\" one elder said. \"While in close contact with the roots and branches, the Sap-Speaker receives visions and other forms of communication that neither you nor I would understand.\"",
        "The other elder continued. \"Even the Sap-Speaker finds some of what is shown to be mystifying and confusing. I have heard that a Sap-Speaker is treated to ancient metaphors, arcane secrets, and visions that make little sense to creatures so far removed from sap and pulp.\" Apparently, the second period of seclusion allows the Sap-Speaker time to reflect on what he or she was shown, as well as time to consult with the ancient writings of Sap-Speakers who came before. After a suitable period of study and reflection, the Sap-Speaker emerges to reveal the Hist's will to the tribe.",
        "I attempted to get more information about what happens while the Sap-Speaker meditates among the roots or branches, but I'm not sure the elders knew much more. They did tell me that the only nourishment the Sap-Speaker receives during these periods of seclusion is provided by the Hist itself in the form of sap, leaves, and the otherwise forbidden fruit of the tree.",
        "There is a price to pay for the gift of Hist communion, however. Ingesting large quantities of Hist sap is a dangerous affair, even for Argonians. Sap-Speakers routinely suffer the effects of sap-poisoning, including \"gold tongue\" (permanent change of mouth pigmentation to a golden hue), unbidden hallucinations, \"bark-scale\" (thickening and darkening of surface scales), and other maladies they were reticent to talk about. The current Sap-Speaker, Thumarz, was in seclusion during my visit to the tribal village. I hope to meet him someday. If he's half as wise as the elders I interacted with, I'd no doubt learn a great deal from him.",
        "Despite their deeply religious nature, the Miredancers also seem to have an obsession with games of all types. They are particularly fond of the games Nine-Shells and Shells and Stones, as well as sports such as the popular \"teeba-hatsei\" (also known as \"hip and tail ball.\") In addition to lovingly explaining their own games, they wanted to know everything I could tell them about the games we play back in Wayrest. I must admit, their enthusiasm was quite infectious! And I found it highly amusing to watch them try to re-create Deceiver's Bones from the vague description I provided.",
        "The Miredancers are also inveterate gamblers, but they often forget to collect their winnings. Unlike the games of men and mer, Miredancer competitions appear to be completely devoid of malice or injured pride. Victory and defeat seem more like afterthoughts than objectives, due in no small part to their phlegmatic disposition. As in most things, their focus is strictly on the moment—the now. It pains me to leave their village, but I still have many more tribes to study. I doubt any of them will be as fascinating or as friendly as the Miredancers.",
        "<title>Tribes of Murkmire: Root-House People</title>",
        "We had another close call today. Despite strenuous protests from our native guide, the expedition elected to cross the Keel-Sakka River by bridge. One of our guides (a bright-scaled Argonian named Reelus) urged us to ford the river farther downstream and avoid the bridge. (For the record, I argued in favor of this plan, as Reelus has never steered us wrong.) But there are many scholars in our group who are unaccustomed to hard work and hostile environments. We very nearly paid for their comfort with our lives.",
        "It turns out that the bridge is \"owned\" by a tribe called the \"Tum-Taleel,\" or the \"Root House People\" in the common tongue. They are a belligerent and warlike people—quick to anger and known throughout the swamp for their brutal and subjugating ways. They make a practice of attacking peaceful villages and killing or driving off the inhabitants. Then they settle into the now-vacant huts and exhaust all of the village's resources. Other Saxhleel often compare them to \"burglar crabs\"—creatures that eat snails and smaller crabs, and afterwards move into the empty shells.",
        "Several members of the tribe appeared in front of our caravan as soon as we crossed onto the bridge. I knew we were in danger as soon as I saw them. The Tum-Taleel are significantly larger than other Argonians I've encountered, with broad shoulders, narrow eyes, and wide, powerful jaws. They wore nothing but loin cloths and war-paint, and they wielded huge wooden clubs bedecked in feathers and splattered with dry blood.",
        "Reelus quickly stepped to the front of the caravan and began speaking in urgent croaks and hisses. I have no idea what she was saying, but the Tum-Taleel seemed to consider her words for a moment. The leader pointed at us and growled something in a low, rumbling voice. Reelus seemed disturbed by this and turned to face us.",
        "\"He wants the horses,\" she said.",
        "It was very clear that we had no choice but to acquiesce. We cut the horses free of their tethers, four in all. The Root-House People took three of the horses, and led them off the road and into the swamp. The leader of the brigands led the fourth horse to the middle of the bridge, stepped back a few paces, and then brought down his club on the animal's skull with a sickening thud. The poor beast's head was pulped. I've never seen anything so ghastly! One of my compatriots retched over the side of the cart. Reelus wasted no time gathering the strongest of our party to push the carts to the end of the bridge. Luckily, the next village is only a half-day's push away. I think everyone will heed Reelus from now on.",
        "<title>Tribes of Murkmire: Tribal Connections</title>",
        "While I have learned a tremendous amount about individual tribes, I feel that I'm still missing some crucial insights on inter-tribal relations. There is a bizarre kind of fraternity here that contradicts almost everything I've seen. Despite the violent raids, the dead-stealing, and the poaching, the Argonians still look upon one another as egg-brothers and egg-sisters. For example, just the other day I saw a family of Miredancers playing teeba-hatsei with a handful of Tum-Taleel raiders. This was only a few hours after a violent clash claimed the life of one of the Tum-Taleel. I've never seen the like. It's as though there's an enforced forgetfulness, or a culture of exceptional forgiveness that defines all inter-tribal relationships.",
        "At least some of this fraternal behavior must be rooted in their shared racial narrative. The tribes of Black Marsh have had to set aside their differences on countless occasions to repel invaders from Morrowind and Cyrodiil. They also seem to understand how much they rely upon one another—far better than most men or mer I've met. The Tum-Taleel recognize that they need other tribes to create homes and goods for them to steal. The Miredancers know that they need the Tum-Taleel to defend their borders and fend off the larger swamp predators. The Black-Tongues know that they need the Hee-Tepsleel to raise the crops they use in their alchemical brews. The Bright-Throats know that they need the Black-Tongues' Shadowscales to enforce \"swamp law\" upon crooked outsiders who disrupt honest trade. And on and on it goes.",
        "Religion also plays a role. I asked my friend, Eutei, how they could be so forgiving. He made specific reference to their nebulous belief in reincarnation.",
        "\"We are all people of the root,\" he explained. \"A Black-Tongue may become a Miredancer in the fullness of time—and a Miredancer a Black-Tongue. Only the Hist knows such things. To hate each other is to hate ourselves. And what profits a Saxhleel to hate himself? Better to forget and move on.\"",
        "After some contemplation, I can't help but think that we could all use a little forgetfulness every now and again."
    ]
}