{
    "id": "TribesofBlackwood",
    "paragraphs": [
        "<title>Tribes of Blackwood: Gideon and the Border</title>",
        "by Emmanubeth Hurrent, the Wayfarers' Society of Wayrest",
        "",
        "After my long and perilous excursion to Murkmire, I thought it best to return home to High Rock for some well-deserved rest. But it seems the Eight had other plans. Sales of my first book, The Tribes of Murkmire, far exceeded expectations—a happy dilemma for any researcher! So, to fulfill the newfound demand, I bid my caravan farewell at the Trans-Niben and set out east toward Gideon.",
        "",
        "For those readers who have never been there, Gideon is a paradoxical mixture of countless cultures—a confusing mishmash of Ayleid architecture, Imperial history, Kothringi folklore, and Argonian tradition. Despite its rich, cosmopolitan history, present-day Gideon is peopled mostly by Argonians. Unlike their cousins to the south whom I grew to cherish like family, the Argonians of Blackwood both bear the scars and reap the benefits of long exposure to Cyrodiil. They speak Cyrodilic with greater precision, conduct business with more subtlety, and navigate foreign traditions with greater success. This often comes at the cost of ancient traditions and purer strains of Argonian philosophy. The first time I heard an Argonian openly dismiss the primacy of the Hist, I was astonished. But over time, I've come to understand that the tribes of Blackwood are no less complex. In many ways, they are far more complicated.",
        "",
        "Argonians on the border with greater Tamriel absorb the lion's share of foreign depredations. Wars, famines, enslavement, environmental exploitation, and so on; border Argonians have borne it all. As a result, nearly all the friendships I struck with local Saxhleel were hard-earned. Most Murkmire Argonians regard foreigners with a bemused, almost comic disinterest. Blackwood Argonians, however, view most outsiders with a skepticism that borders on the cynical. A local leader named Keshu has made great strides toward integrating her people into wider Tamrielic society. I pray that that endeavor leads to greater cooperation, not greater distrust.",
        "",
        "<title>Tribes of Blackwood: Red-Dream People</title>",
        "by Emmanubeth Hurrent, the Wayfarers' Society of Wayrest",
        "",
        "While many Argonians shun stone dwellings, border tribes are often less rigid in their beliefs. One can't travel far in Blackwood without encountering an ancient ruin of some variety, and these ruins can provide sturdy, defensible housing—no small thing in a land as inhospitable and war torn as this one.",
        "",
        "We met several tribes who dwelt in and around sunken xanmeers, and even a few who took refuge in old Ayleid settlements. Take the Red-Dream People for instance. While their \"Flood Homes\" are built in the traditional Argonian style, they often retreat to nearby Ayleid and Argonian ruins in dry times. (Like most settlements in Blackwood, these ruins are underwater for significant periods of the year, and thus unsuitable for long term habitation.)",
        "",
        "During the dry times, the Hutsleel partake in sap rituals to \"learn the songs\" of the ruins. Outsiders might interpret this as an unconventional form of archaeology. They spend long hours searching the ruins for objects of historical value—chipped cups, broken weapons, and so on. Once they have gathered enough, they sprinkle ash over the objects, drink some strange sap-brew, and \"dream\" over the objects to learn their stories. From what I could ascertain, most of these stories were either apocryphal or so thoroughly shrouded in metaphor that they could hardly be used in a scholarly journal. Even so, the tales are evocative, and bring the tribe a valuable sense of place. Their root-herald, Luh-Nei, described it as \"harvesting\"—a practice not unlike hunting or farming. Once the ritual is complete, the would-be historians take their finds home and incorporate them into daily life in creative ways. Hutsleel farmers might convert a sword to a plow-blade. Chefs might convert ancient Ayleid cups into flower pots. It's a lovely display of ingenuity that could only exist here in Black Marsh.",
        "",
        "<title>Tribes of Blackwood: Riverbacks</title>",
        "by Emmanubeth Hurrent, the Wayfarers' Society of Wayrest",
        "",
        "If I disabuse you of any notion, let it be this: not all Argonians look or behave the same! People beyond the borders of Black Marsh often assume that Argonian physiology is locked, with only subtle variations existing between tribes. While it is true that most Argonians seem to share a basic morphological pattern, variations both great and small still exist. The Sarpa, Nagas, Hapsleet, and Paatru are just a few examples. From what I can ascertain, these differences correspond with the habitats surrounding each tribe's Hist. Most naheesh elders contend that the Hist provides, \"the right skins at the right time.\" If that is true, the Riverback tribe's Hist did an excellent job.",
        "",
        "My guide, Names-the-Orchids, took me deep into the swamp to meet a little-known tribe called the Naka-Desh, or Riverbacks. Few Imperials venture far enough into Black Marsh to meet the People of the River, and the Naka-Desh see little benefit in traveling beyond the boundaries of their Hist's roots. For that reason, most perceive them as a secretive and mysterious tribe. This misconception is made all the more amusing by the Riverbacks' boundless hospitality.",
        "",
        "We approached the Riverbacks' territory via ferry boats. Our expedition encountered tribal sentries almost immediately. They floated to the surface of the water like turtles or crocodiles. I was struck by the wideness of their faces, the largeness of their eyes, and the broad webs adorning their forearms and throats. The Hist clearly provided the \"right skin\" for the locale. Riverback territory is more water than land—a drowned marsh navigable by small rafts, canoes, and little else.",
        "",
        "Names-the-Orchids greeted them with a series of low croaks. They cheerfully repeated the sound before lifting themselves onto our boat. Neither of the sentries seemed familiar with Cyrodilic, so our guide had to interpret. She told us that the Riverbacks demanded tribute in the form of a riddle before they would grant passage. I detected no threat behind the demand. It seemed like more of an invitation than an order. I've no talent for wordplay, but I shared a children's riddle about doorknobs that practically every Imperial knows. As soon as Names-the-Orchids translated it, the two sentries clapped their hands. One of them pressed his forehead to mine, croaked twice, then both vanished into the water as suddenly as they appeared.",
        "",
        "We spent four days among the Riverbacks—all but one of them on rafts fishing. Riverback fishing resembles traditional fishing in name only. Rather than hook and line, the Naka-Desh use large river fish called osheeja gars. Each osheeja is secured by a strange harness and bridle. When the Argonians find an abundant fishing spot, they release the predatory gars and let them snatch up the fish. As soon as an osheeja bites a fish, the Argonians pull their pets to the side of the boat and claim the fish for themselves. I asked Names-the-Orchids how it works. Apparently, the bridle prevents the gar from swallowing. She assured me that the osheejas are well-cared for, though. Until they grow too old, of course, whereupon they too are eaten.",
        "",
        "Our time with the Riverbacks was not without frustration. Of all the Argonians I have met, the Naka-Desh were by far the least curious. Other than riddles, they had no appetite for anything we brought. They refused our food, took no particular interest in our tales, and did not even ask for our names. This disinterest combined with their boundless hospitality made most of the expedition uncomfortable. Names-the-Orchids chided us for thinking kindness demands reciprocity. As always, even these small disappointments teach us valuable lessons.",
        ""
    ]
}