{
    "id": "TriumphoftheSepAdder",
    "paragraphs": [
        "Wayrest offered few options. The sale of the chub loons recovered some of our fortunes, but not enough to make it worth the annoyance. We bought a leaky ship, and sought some cargo to sell on the coast as we returned to our homeland. I, Zabia-ko, did not truly trust the broker at the docks, and I declined most of his schemes.",
        "\"But Zabia-ko, you must trade in delicacies!\" the scoundrel said, \"Sugars and rice will only earn you so much, but dreugh eggs packed in mud are prized by the rich, fat merchants of Abah's Landing!\" At the time it seemed worth the risk.",
        "It was not. Dreugh, who shed their legs after mating and spend their lives in the sea, must have sensed the eggs in the hull, for they attacked our ship soon after leaving Sentinel. They rushed in with the water when the ship cracked open, and took the eggs. This one lost consciousness before the ship broke apart completely.",
        "Fear not! This was not the end of Zabia-ko. There are still many more stories to tell and creatures to see, like the fascinating sep adder. To that in a moment.",
        "We awoke on a beach in the south-west portion of the land of Hew's Bane, a short journey by land from Abah's Landing. The journey to the city saw many adventures, including an encounter with an Orc who thinks she's a shark, but the best part was the winged snake called by locals as the sep adder.",
        "Like the chub loon, it is a silly thing to behold. It has no legs, yet moves around the ground like a snake. It has wings, yet cannot truly fly. Unlike the stupid birds, however, the sep adder manages to thrive and be graceful. It always has a means of satiating its ever-present hunger.",
        "It is constantly on the prowl for its next meal, gliding along the lush shores of the land's rivers, picking bugs out of the sky and fish from the water. Later, as the land grew dry and the water less common, I saw more of them, plucking small mice from their little arid homes in the ground.",
        "It should be good at none of these things, but it is good at many things. It lives in the wet lands and dry. It is like Zabia-ko. This one was not born into money nor especially lucky, but through wit, is able to overcome many misfortunes.",
        "The people of this land honor the sep adder, for when approaching Abah's Landing, we saw a great statue of a man wrapped in a giant snake with wings. I never saw one that large, but that's not to say they don't exist in the wilderness. If such a creature can overcome and be honored in such a triumphant way, maybe, too, Zabia-ko can overcome and find a place of honor somewhere. Even if it's only the honor of knowing where her next meal is coming from!"
    ]
}