{
    "id": "TriumphsofaMonarch",
    "paragraphs": [
        "Librarian Comment:",
        "This is the in-game version - it is nearly identical to the pre-release version from the website.",
        "",
        "<title>Triumphs of a Monarch, CH. 3</title>",
        "<header>Chapter 3: At the Gates of Daggerfall!</header>",
        "For a dozen years after the Battle of Granden Tor, the kingdoms of High Rock were at peace, and the merchant ships of Wayrest, Daggerfall, and Sentinel traded near and far to all the ports of Tamriel. In my father's hall of business in Wayrest I learned of the tracking of shipments, the balancing of accounts, and the fluctuation of currencies, but Pierric of Cumberland knew the nature of the world, and he was not content to have his son learn only of the ways of peace and trade. Every morning I sparred with the Cumberland Master of Arms, and every afternoon the weather permitted I rode a warhorse, exercising with the Menevia Heavy Dragoons. It wasn't just practice: for two months every summer, I traveled as lieutenant of the mounted escort of the Evermore Caravan, and a half-dozen times we fought off hill bandits, Goblin raiders, and Reachman war bands.",
        "I was fortunate to have spent so much time with a hilt in my hand, for in 2E 541, when I was but twenty, Durcorach the Black Drake spread his wings in the Reach and mustered his feral tribesmen to war. Erupting from their mountain lairs like ants from a kicked anthill, the Reachmen howled down into Bangkorai, burning and looting. After only three days' siege, Evermore fell to this horde. The land was pillaged and its people massacred. Hallin's Stand held out longer, but eventually it was also overrun by the heathen swarm. Within days, they were across the Bjoulsae and bearing down upon Wayrest.",
        "Then all were grateful that King Gardner had built new walls and battlements around Wayrest, for the town had grown so that it had burst the bounds of the old walls. Throngs of people swarmed in from the countryside, and soon it seemed that all Menevia, Gavaudon, and Alcaire were within the city walls. But when the Reachman storm burst upon Wayrest, the crowded conditions seemed a small price to pay for protection from the fury of those Daedra-loving heathens.",
        "Thus began the epic Siege of Wayrest, when for fifty-seven days and nights the Bretons of Stormhaven manned the walls and repulsed the savage assaults of our terrible opponents. The Reachmen, lacking siege engines, were unable to breach our new walls and take the city by storm, and lacking ships they were unable to blockade our harbor and reduce the city by starvation. Stalemate: was Durcorach's invasion of High Rock at an end?",
        "Indeed, no: your Reachman warrior, though fearless and fierce, is not as a rule very patient. The Black Drake left enough troops in the revetments around our walls to keep us bottled up inside and simply marched off west into Glenumbra. Taken by surprise, the newly-independent city-state of Camlorn fell and was sacked. And then Durcorach turned his eyes south, toward Daggerfall.",
        "Fortunately, King Gardner heeded my advice to use our merchant ships as transports for the Heavy Dragoons. That was how I found myself at the head of the lances of Wayrest's finest as we charged into the rear of the Reachmen massed before Daggerfall's city gates. All Bretons know how the Black Drake's warriors were caught completely by surprise, how I smote Durcorach and tore down his Unholy Banner. They know of the sortie of the Knights of Daggerfall in which King Bergamot finished the work we'd begun, scattering the broken army of heathens like autumn leaves before a gale.",
        "Only one fortnight after that I watched, head bowed, as the kings of Daggerfall, Camlorn, Shornhelm, Evermore, and Wayrest signed the first Daggerfall Covenant.",
        "<title>Triumphs of a Monarch, CH. 6</title>",
        "<header>Chapter 6: Ranser's War—Wayrest Besieged</header>",
        "Ever since my accession to the throne of Wayrest in that momentous year of 2E 563, the question of who should become my queen consort was ever on my—and my advisors'—minds. King Ranser of Shornhelm had a goodly daughter, Princess Rayelle, and her hand was offered to me by my brother of Shornhelm both early and often. Indeed, my mind was almost made up to accept the Princess of Shornhelm when, on a visit to Sentinel, my eyes first beheld the Princess Maraya, daughter of King Fahara'jad. From that moment, I swore that Wayrest would have no queen but Maraya. Of course, there was another unexpected benefit: as her dowry, she brought a trade agreement between our two states that resulted in great prosperity for all.",
        "King Ranser, alas, was wroth that I had not accepted the hand of his daughter, and he withdrew his ambassador from the court of Wayrest. Although Ranser was invited to my wedding to Maraya in the spring of 566, like the other kings of the Covenant, he stayed, seething, in Shornhelm.",
        "I should perhaps have paid more attention to Ranser's choler, but I was so taken with my new bride and trade issues around the Iliac Bay that mountainous Shornhelm seemed distant and irrelevant. That mistake almost cost me my throne.",
        "For over a year, Ranser had been quietly mustering his troops and emptying his treasury to hire mercenaries. In Last Seed of 2E 566, he led his army out of Shornhelm in a lightning strike to the south. Ranser had marched through Alcaire and Menevia almost before we were aware of his approach. The Shornhelm advance guard reached the gates of Wayrest while the local militias we had quickly mustered were still filing through them. This was a moment when history trembled upon a cusp: if the attacking Oldgate Lancers scattered our militia and took the gate, Wayrest could fall to her attackers within the hour.",
        "Fortunately, I was personally present at the gate, along with my Cumberland Guard. Recognizing the gravity of the situation, I had my bannerman sound the charge. I led the gate guards and my household troops out against the Oldgate Lancers. My men wore full armor, and I, though unarmored, bore at my side the mighty Orichalc Scalpel, an enchanted broadsword of many virtues. The Scalpel, drawn for the first time in anger, flashed and hummed like a blade in a sawmill as we hurled ourselves upon the Lancers. Our enemies, who suddenly found themselves opposed by armored veterans rather than panicky irregulars, were further confounded by the sudden onset of a thunderstorm. Lashed by hail, their horses terrified by lightning, faced with the Orichalc Scalpel scything through their necks and limbs, the vaunted Oldgate Lancers hesitated, then broke and ran, pell-mell, from the gate.",
        "By the time Ranser's main forces arrived on the scene, our troops were all within the walls. The gates were shut up tight, but the King of Shornhelm was undeterred. The city of Wayrest found itself once more under siege, and Ranser, with more craft and foresight than the Reachman Durcorach, had come with siege engines in his train.",
        "",
        "<title>Triumphs of a Monarch, CH. 10</title>",
        "<header>Chapter 10: The Summons of Destiny</header>",
        "And that, dear reader, is my story. You have read now of my carefree youth in Cumberland House, how my father Lord Pierric saw to my training in the crafts of trade, of war, and of state, of my first great victory over Durcorach at the gates of Daggerfall, and of the vast Orichalcum lode our family struck in the Cumberland Mine. You have heard of the tragic coming of the Knahaten Flu, how it took both my father and the entire royal family of Wayrest, leaving our kingdom leaderless in a time of chaos. You now know with what reluctance I was persuaded to assume the throne of Wayrest. You know of the Halo of Gold that outlined the Sun on the day of my coronation. That omen of approval by the Divines dispelled all my doubts and converted even my most envious rivals into heartfelt allies.",
        "You have now learned the true history of Ranser's War, and how it led to the Second, or Greater, Daggerfall Covenant, embracing the Redguards of Hammerfell as well as the Orcs of Orsinium, who came to our aid in our hour of direst need. The free peoples of northwest Tamriel vowed to stand together against all threats, be they from within or without.",
        "We were soon tested: in 2E 578 the Emperor Varen, with whom I had concluded a treaty, disappeared from the Imperial City, and Cyrodiil once again fell under the pall of the Daedric Cabal. In Varen's unexplained absence the \"Empress\" Clivia—a descendant of the savage Reachmen—assumed the Ruby Throne. Since then, the heart of the Empire has fallen into madness, murder, and decay. It is fortunate for our peoples—indeed, for all the peoples of Tamriel—that the true flame of the Empire of Man still burns in the Daggerfall Covenant. These are terrible times, but our destiny lies before us as straight and true as the Reman roads: we must march on Cyrodiil, overthrow the false empress and all her brood, and restore the Empire of Tamriel. Then once more peace and justice will rule the provinces, rather than blood and fire."
    ]
}