{
    "id": "OntheTrueNatureofDaedra",
    "paragraphs": [
        "By Cananmildil, Leading Scholar of Daedrology",
        "",
        "I uncovered this little known fact about Daedra while standing next to two heavily armed Xivilai warriors engaged in an activity with a pair of what I could only assume were oddly shaped dice. They were talking about which of them had the stronger will and could force the dice to roll in their favor. There were many promises of dismemberment, as I recall, but the thing that stood out to me was the implication that these Xivilai could influence and control the roll of an admittedly strange set of dice. (Assuming, as always, that that is what they were.) If they could force the dice to move without touching them, what else could they exert their will upon?",
        "",
        "I raced back to my study and began working through the possibilities until I reached this conclusion: Daedra do not move their corporeal forms in the ways that mortals do. Instead, their consciousness floats adjacent to their bodies, allowing them to influence the body or another object as they please. This explains how Daedra are vanquished and not killed. How they are able to move with the skill and grace heretofore unavailable to mortals. It even explains how Watchers can float without the use of wings! Lesser scholars will say that the latter point is facilitated through the use of magic, but that is too easy an explanation.",
        "",
        "Another of my many great discoveries indicates that Dremora are the only strictly herbivorous Daedra. They do not need to ingest food stuffs in order to maintain their existence, but consuming flesh of any sort results in internal distress. The level of pain they experience makes many Dremora reconsider their current experiences and voluntarily return to Oblivion in the hopes that they will reform in a less pain-filled state.",
        "",
        "Finally, Daedric intelligence is not correlated to the intelligence of the Prince they serve. Now this may not seem that unusual, as the most foolish of mortal rulers often receive guidance from highly intelligent advisors. When Daedra serve a Prince whose portfolio includes such concepts as knowledge or cunning, it would seem illogical to have a Scamp command a more-intelligent Skaafin. However, this is precisely the situation I observed. I will not divulge actual names—that would be cruel and not very scholarly—but I have observed a Skaafin who allowed himself to be led by a Scamp. The Scamp chattered away at a fast pace and appeared to be making many good points while the Skaafin trudged dutifully behind.",
        "",
        "These findings will be expanded upon later, as I am still conducting experiments and recording additional observations on Daedric behavior. I, to the best of my knowledge, am the only Daedrologist who follows a purely scientific method of information gathering. I rely on no input from the Deadra I study, as they cannot be trusted to report truths or remain objective. As such, my discoveries tend to be a long time in the making, but of exceptional quality. Due to my unique methods and the number of staggering discoveries I have made, I can say that I am the foremost scholar in this field. You wouldn't get truths like this from Pelagius Habor, would you?",
        ""
    ]
}