{
    "id": "TheTrueFateofKingRanser",
    "paragraphs": [
        "History is written by the victors, so I have no doubt as to how King Ranser will be remembered. But my job has always been to keep King Ranser's records, and that hasn't changed—at least in my mind—with our new state of being. I'm getting ahead of myself. My pardons. Allow me to start at the beginning.",
        "After almost a year of conflict, Emeric and his allies had driven King Ranser's forces to the brink of defeat. We prepared to make our final stand at Markwasten Moor, caught as we were between a Breton armada and Orc troops. I am sure that history will describe how King Ranser fell that day, but history would be wrong. An entirely different fate befell the liege of Wayrest.",
        "It is true that the bulk of King Ranser's army was annihilated at the battle on the moor. But Ranser was able to escape with a small contingent of soldiers and aides and make his way to the top of a nameless tor overlooking the shattered city of Shornhelm.",
        "It was on this tor that King Ranser put his ultimate plan into motion to defeat King Emeric and his dastardly allies. Using an arcane ritual provided by the court magician, Reezal-Jul, the brilliant King Ranser transformed his most loyal and devoted soldiers into a force that would stand for the ages. The final step in the ritual required a blood sacrifice, however. When King Ranser's traitorous general—whose name shall never again be spoken and who shall forever be forgotten—murdered his own liege, it was royal blood that ignited the ritual and triggered our change.",
        "I must admit that my less-than-regal mind has yet to fully fathom the intricacies of King Ranser's plan. His ritual turned us all into undead soldiers, skeletal immortals who can stand at his side for eternity. But instead of immediately striking out and attacking Emeric's forces, King Ranser ordered us to strengthen our position and prepare to defend the tor.",
        "\"This tor shall be my throne!\" King Ranser proclaimed. \"From here, I shall rule for eternity!\"",
        "And now you know the true fate of King Ranser and his loyal soldiers. My time as scribe is finished, for my liege needs every sword at the ready. I will leave this record, safe in this tower until the day comes that King Ranser orders us to march from the tor and back into Shornhelm."
    ]
}