{
    "id": "TheTrueToldTaleofHallin",
    "paragraphs": [
        "<title>The True-Told Tale of Hallin, PT. 1</title>",
        "Know then, O Prince, that after the Ra Gada had swept across Hammerfell, driving all the tusk-folk before it, a time of peace befell whereupon the people who were once Yokudans were able to lay down the sword and take up the shovel and trowel. And for three spans of a person's life all the Redguards did delve and build, and many were the Great Works that were erected above the sands. And few did study the Way of the Sword, for all were constructing monuments to the greatness of our people.",
        "Now east of the Alik'r and south of the Pass of Bangkorai the ever-laudable Queen Ojwa did cause to have built a city of splendor, all white stone and fluted columns, and the city was named Ojwambu, after its thrice-eminent monarch. And its streets and broad avenues were replete with houses and halls devoted to all the arts, both mercantile and inspirational. The people strolled the streets bedecked in fine garments and bedizened with bright jewels, and partaking of delicate viands and hearkening to tunes both rousing and restful. And all was pleasing thereby.",
        "In an unconsidered corner in the shadow of the walls stood the city's Hall of the Virtues of War, and there did the worthy Hallin, being the Last of the Ansei, teach such of Ojwambu's youth as were yet so inclined the Way of the Sword. Now these youths were few, and though they suffered raillery and unkind badinage from their peers, they found the aging Hallin an inspiration nonetheless, and learned the Way of the Sword until they became true Redguard warriors. And this was well, as you shall see.",
        "For in the mountain range called Dragon's-Tail the tusk-folk still lurked, beating their breasts and rending their ragged garments in rage and grievance against the Redguards. And among them was a great Goblin Warlord who had escaped the Curse of Divad through a chicanery, and thus had not been diminished. This giant Goblin was possessed of both slyness and sinew, and long he worked among the tribes of Dragon's-Tail, until one day he awoke to find himself Warlord of all the tusk-folk therein. And his name was Mahgzoor Rockhand. So Mahgzoor raised his great blade Bone-Hewer, and roared in a mighty voice like an earthquake, and declared that the day of vengeance at last was at hand.",
        "Then Mahgzoor led his Endwise Army down from the Dragon's-Tail, and it swept into Hammerfell like a great sandstorm, and none could stand before it. The people of the Fallen Waste fled before the fury of the tusk-folk, and many and many were those who sought refuge behind the walls of Ojwambu, until the city was overfilled thereby. The citizens cried out in distress and apprehension, saying, \"Who will fight for us, O Queen Ojwa? For we have become artisans and pleasance-wrights, and have forgotten the Way of the Sword.\"",
        "And Queen Ojwa spake, saying, \"Are there none among us who remember the Way of the Sword?\" Then venerable Hallin stepped forward and bowed before his monarch, saying, \"I remember the Way of the Sword, O My Queen, or at least as much as I may, for I am the Last Ansei. What I can do, I shall.\"",
        "Hallin's students then stepped forward as well, and laid their swords at the feet of their queen. But the thrice-eminent Ojwa was dismayed by their fewness, and spake distraught, saying, \"How shall we repel the Endwise Army with so few blades? For the tusk-folk are as numberless as the sand in the dunes.\"",
        "But Hallin was nowise deterred, and said boldly, \"Take heart, O Illustrious Majesty. For your people are Redguards, which means they come easily to the Way of the Sword, and once they have their hands once again on the hilts of blades, and learn to quote once more from the Book of Circles, they will be a match for any folk in all the round world, be they ever so numberless.\"",
        "\"Be that as it may, venerable Ansei,\" replied Queen Ojwa, \"but even Redguards need time to learn the Way of the Sword, and of time we have but little.\"",
        "\"Then you must have more. Finding you a store of time shall be my task, the culmination of the work of my life, and I swear upon Onsi's bright blade you shall have it.\" And he drew his blade, yea, even in the presence of the queen, and swore an oath upon the Brotherhood and Sisterhood of the Blade. And behold, Hallin seemed to grow to the stature of a giant, and a light shone from his blade's sharp edge, and all were obliged to avert their gaze.",
        "Yet when they were able to look once more, they saw naught but the venerable Hallin, smiling and sheathing his blade. And the Last Ansei raised his hands, as if to embrace all the people of Ojwambu, and said, \"Fellow Redguards, to you I bequeath the knowledge of the Book of Circles, which we have guarded long and well, that you may be equal to all threats whatsoever. These my students shall teach you their learning, and in good time you will all know once more the Way of the Sword.\"",
        "He turned then to Queen Ojwa and said, \"Now lead your people, O Mighty Monarch, for that is what you do best. Take them to the west, and spread the word of the Way of the Sword, that Hammerfell might make itself ready for the Endwise Army. I shall abide here in your city, which I and the other Ansei shall defend so long as we may, until our people are ready to fight for themselves.\"",
        "<title>The True-Told Tale of Hallin, PT. 2</title>",
        "So Queen Ojwa took the venerable Hallin at his word and forthwith ordered her people to march west toward Alik'r, while daily drilling from the Book of Circles. But Queen Ojwa did more: as she was a wise queen she was an Owl-Friend, and had decreed that all owls were to be honored and none slain. And in return the owls did many a favor for her. So the queen did call the Father of Owls, and asked him to bide in Ojwambu and observe Hallin's defense. \"For I would learn,\" she said, \"how one man shall defend a city entire.\"",
        "Even as the last of the people of Ojwambu departed from her gates to take the secret ways to Alik'r, the scouts of the tusk-folk appeared in the east, where they were noted by Hallin, for though he was old, his eyes were keen.",
        "Then Hallin spake, though there was none to hear but the Father of Owls, saying, \"As the snake sheds its skin, so shall the Ansei rise anew from the husks of the past.\" He raised his sword and cried, \"Sisters! Brothers! I summon you to the succor of your people, for time folds upon itself, and then-time is now.\"",
        "And he gestured with his blade to the left, and all along the battlements to the north there was a rustling as of snakeskins, and lo: there arose along the parapets the shadows of a legion. And there stood the semblances of all the female Ansei who ever were, and they turned to Hallin and saluted. So Hallin gestured likewise to the right, and along the battlements to the south there was a rustling, and lo: there arose the semblances of all the male Ansei who ever were. And they likewise saluted Hallin, and then all, north and south, drew their bright blades, and stood on the battlements awaiting.",
        "The scouts of the tusk-folk stopped forthwith to observe the defenses of Ojwambu. Surprised were they to see the battlements lined with goodly warriors, for they had been told that the folk of the city had forgot the Way of the Sword. So they did consult among themselves as to who would carry this news to Warlord Mahzgoor, and quarrel and quibble, for they feared the bearer of such news would have his head struck off. But finally the smallest, with many blows, was made to carry the report back to the Warlord.",
        "So the scout reported to Mahzgoor that, unaccountably, the walls of Ojwambu were lined with many goodly defenders. Of an instant the Rockhand struck off the scout's head, but then he took thought, for he was possessed of both slyness and sinew. And his thoughts were, \"What matter? We are as numberless as the sand in the dunes. We shall surround this Ojwambu, leaving neither entry nor egress. We shall despoil their fields of its provender, and stop up the streams of their flow, until no one within shall have to eat or to drink. And thus the city shall fall.\"",
        "So Mahzgoor ordered, and so it came to pass. The tusk-folk took their leisure among the spoils of the outworks, casting jeers and taunts at the defenders on the walls. But the defenders replied naught. So Mahzgoor and his army waited, amusing themselves most abominably at the expense of their prisoners, secure that in time the defenders of Ojwambu must wither and dwindle.",
        "But it was not so. Even long after when the Warlord's bone-counters calculated there must be no more to eat or to drink within the city, the defenders stood still stalwart and saying naught. So Mahzgoor summoned his shamans, saying, \"Shamans! Have we been befooled by the perfidious Redguards? Are these goodly warriors we see lining the battlements, or are they but shadows?\"",
        "So the shamans cast the portents, and sacrificed twin infants, and sent a scullion to the East Gate whom Hallin did spear from above. And they returned and said, \"Nay, mighty Mahzgoor, we are not befooled, for these are goodly warriors we see lining the battlements. But how they may stand when they have not to eat or to drink, this we cannot tell.\"",
        "Of an instant Mahzgoor struck off the shamans' heads, then raised bloody Bone-Hewer and cried, \"To arms! Form ranks! For tonight we drink the blood of the defenders of Ojwambu!\"",
        "Of that battle, no living Redguard survived to tell the tale. But nonetheless did wise Queen Ojwa hear of it in full, for the Father of Owls did bear the tale to her ear. He told of how Hallin and his Ansei withstood the assault, yea, for seventeen days. But though they were goodly warriors, over time the Ansei did dwindle, though each left behind only a husk like unto a snakeskin. Finally only Hallin stood at the East Gate, which was burst open by Warlord Mahzgoor with Bone-Hewer held high. And Hallin did seem to grow to match him in size, and the two met sword to sword.",
        "Long and long their blades clashed, until finally as the moons rose the Rockhand smote Hallin such a blow that he was struck to the ground. But even as he fell Hallin, who knew the cuts and thrusts of the Book of Circles, yea, each and every one, swung his sword and struck off the head of the Warlord Mahzgoor. Then both were dead, but in death only one was smiling and serene.",
        "Queen Ojwa nodded to hear this news, and said, \"It is well.\" And she turned to her mighty army of Redguard warriors, each of which knew the cuts and thrusts of the Book of Circles, yea, each and every one, and said, \"Redguards! March we now to retake our lands from the tusk-folk. And when we have regained our splendid city once more, we shall rename it Hallin's Stand. And so it shall be.\"",
        "And so it has been, ever after."
    ]
}