{
    "id": "TheTruthoftheHunter",
    "paragraphs": [
        "<title>The Truth of the Hunter, Pt. 1</title>",
        "Selliel slowly moved through the open grove, keeping her head low in the tall grass. The grove reminded her of the time she'd spent climbing the bluffs in Malabal Tor—it was impossible to see open sky in parts of that jungle. Those who dreamed of the moons and the stars could only find refuge atop the highest bluffs.",
        "She spotted the buck at the edge of the grove. It was grazing on figs and berries. It had the tallest rack of antlers she'd ever seen.",
        "Selliel readied an arrow. Bow drawn, arrow nocked. She stilled her breath and let loose at the count of three. Then she loosed the arrow.",
        "The buck startled. The arrow hissed through the air, slicing the tallest blades of grass. The buck bolted. The arrow struck the tree behind where it once grazed.",
        "Selliel rushed into the woods. She lost sight of her prey, but kept her nostrils flared. She caught a pungent scent from a nearby cliff face.",
        "Selliel made her way to the cliff and began to climb.",
        "<title>The Truth of the Hunter, Pt. 2</title>",
        "Selliel's hands moved cautiously from rock to rock. She knew she had to find the buck quickly. Once at the top, she could spot her prey and cut off its escape.",
        "She grabbed at a root, hoisting herself to the next outcropping, but it gave way under her weight. As she fell, Selliel grabbed her hunting knife and thrust it into the earth wall.",
        "The knife slowed her descent, but not enough. She slammed hard against a protruding rock, then half-bounced, half-slid into a small crevice cut into the cliffside. Stunned, Selliel smeared bloody hands against her breeches. Too much time had passed. The buck was certainly lost to her.",
        "Selliel growled and spat upon the stone. Cautiously she regained her footing and once more began to climb. Handhold to handhold she went, always looking to the sky. Her path up the cliff face was soon marked with bloody handprints.",
        "She finally crested the cliff and collapsed, gasping for breath. A quiet, bitter laugh escaped her as she rolled onto her side. Then she noticed the pair of yellow eyes in the brush, not twenty paces away.\nSelliel sat up, never looking away from the wolf. It growled and lunged. She leapt aside and slashed with her knife, roaring in defiance. She would be no easy prey.",
        "The wolf spun and bared its teeth, but hesitated. Selliel did not. She threw her knife. The blade slammed between the wolf's eyes. It fell lifeless to the ground.",
        "Selliel breathed. She pulled her knife from the wolf and looked to the forest, seeking any sign of her prey. Movement, to the east. Antlers. She could still catch it.",
        "She rushed into the forest.",
        "<title>The Truth of the Hunter, Pt. 3</title>",
        "Selliel kept low as she moved through the forest. She watched for signs of the buck she sought as prey. Did minutes pass, or hours? She did not know. Soon, there was only the chase.",
        "It was only when Selliel stumbled across the stream that she realized how weary she was. Her earlier skirmish with the lone wolf had taken more from her than she thought. She dipped her hands into the cool water and began to drink. She closed her eyes for a moment.",
        "After a few long sips she opened her eyes once more. The buck she had stalked for hours stood five paces away, drinking from the very same stream. Selliel froze.\nThe buck seemed to stare at Selliel for a moment. Then it reared into the air and slammed its hooves into the ground.",
        "Selliel leapt back. Bow drawn, arrow nocked. The buck reared again. Selliel stilled her breath. It towered over her, its eyes locked on hers. Selliel counted one, two, three—",
        "The buck lowered its hooves and turned its body. Selliel saw the three tiny does behind him. She froze. Then the buck walked calmly toward her and nudged the bow away.",
        "Selliel hesitantly put her hand out. The buck licked her palm gently. Then it snorted and walked back to the forest. The does followed the buck. Selliel did not.",
        "*****\nShe returned to the cliff top. The wolf was where she had left it, untouched by scavengers. She skinned it, harvested its meat, and stuffed it into her pack. Then she began the long walk home."
    ]
}