{
    "id": "TuwhaccaArkayXarxes",
    "paragraphs": [
        "It’s not uncommon for scholars to note the clear similarities between the gods Xarxes, Arkay, and Tu'whacca. (For a particularly uninspired summary of the obvious, see “Psychopomps of Tamriel” by that old bloviator Phrastus of Elinhir.) Nearly every culture on the continent worships these deities in one form or another—indeed, the Wood Elves of Valenwood revere them both! I wish, in this brief disquisition, to pose several questions about the origins of these gods, and then speculate upon the answers to those questions.",
        "We begin with Xarxes, as his worship, at least as recorded in written history, predates that of both Arkay and Tu'whacca. An Elven deity who records the life-stories of all the races of Aldmeri, Xarxes appears in multiple creation or origin stories, many of which are inconsistent with each other. While some of these origins may be “false,” their multiplicity may also merely be a reflection of Xarxes’ many-fold nature.",
        "In the two most common origin myths, Xarxes appears either as Auri-El’s scribe, recording events at his side since the beginning of time, or as a Merethic Aldmeri priest of Auri-El who was elevated to divinity by the higher deity. The latter story is consistent with the High Elves’ conceit that they are directly descended from the Aedra, and can, in certain miraculous circumstances, apotheosize and re-ascend to godly status.",
        "For the Altmer, Xarxes records not just the life stories of individual Elves, but all the connections of lineage and heritance that bind them together and link them to their ancestors. As nothing is more important to an Altmer than his or her ancestry, it is easy to understand Xarxes’ paramount role in defining and maintaining status and stability in Summerset society.",
        "Arkay, of course, is one of the Eight Divines that were presented to the newly-freed citizens of Cyrodiil by St. Alessia at the founding of the First Empire. Though official dogma of the Church of the Eight holds that Alessia was merely revealing to her subjects gods who had been watching over them all along, scholarly research of documentary fragments that survive from early in the First Era hint at a different story. Khosey’s “Tamrilean Tractates,” are well known, but I have also had the privilege of studying Sandralath’s “Nedic Oblations” and the anonymous “Death-Song for King Darodiil” in their original manuscripts. Comparisons of the latter two against each other illuminated several previously obscure passages in both, and the resulting clarification was the impetus for this paper.",
        "To come to the point, I believe I may well finally have enough evidence to confirm Sedulus’ speculative “Theory of Arkayn Convergence.” Most of my readers will doubtless be familiar with Sedulus’ proposal that the Arkay of the Eight Divines is, in origin, a fusion of aspects of the Elven deity Xarxes with those of the primal Atmoran death-god Orkey. My new translation of the Death-Song and its (formerly ill-understood) “plea for soul-guidance” passages make it clear that the psychopomp being addressed possesses attributes of both the Elven and Atmoran deities. And, once the proper vowel-shift is applied, what is the name of this god?",
        "“To-Arcka.“",
        "Which brings us, inevitably, to the Yokudan deity Tu'whacca. How long he was worshiped in that name by the human tribes of Yokuda is now unknowable, as all our race’s records were lost in the cataclysm that sank the archipelago. But as even old Phrastus had the wits to note, it cannot be a coincidence that Tu'whacca performs the same functions for the Redguards that Arkay and Xarxes do for Tamrielic Men and Mer. Are these gods really separate and distinct deities, or are they all aspects of the same deity, worshiped under different names in different cultures?",
        "You must seek the answer elsewhere, for that is where scholarship ends and theology begins."
    ]
}