{
    "id": "TwilightRitesandHymns",
    "paragraphs": [
        "On the S'virash Sahaala",
        "The \"Chase Away\" song is one of the three Dusk-Canticles that fell from the tongue of Azurah in the Dawn Time. Like the Twilight Lady herself, the \"Chase Away\" song is slippery and unpredictable. It should not be sung unless the need is great.",
        "In ancient times it was used to treat disease and ward off cane-locusts. But then came the Middle-Dawn that twisted the Moon Bishops' tails and made them forgetful. Now it is only used to drive out the dro-m'Athra.",
        "The dro-m'Athra dance to no music but the beating Heart of Lorkhaj. It is a song without song - dark and seductive. The heartbeat is a lie that repeats and repeats until it becomes truth to the cat who hears it. When a Khajiit accepts the will of Lorkhaj as truth, they forget the Riddle'Thar and become Lost Cats. Khajiit that are well and truly bent cannot be saved through song, they can only be banished with knives and moonlight. Cats that still struggle against the Heart, however, can be drawn back from the Darks.",
        "The S'virash Sahaala's strength lies in its elusiveness. The Clan Mothers will tell you to sing no songs in the presence of the dro-m'Athra, and they are wise to do so. Heedless singing will draw you closer to the Heart. Your song will fall in with the beat, your tail will twitch in time, and you will slide into the Maw of Lorkhaj whisker-first. The \"Chase Away\" song is the only song that can break the Heart's tempo. The notes dance up and down the scale like a mad shadow, confusing the Darks and making the Heart weak and sluggish. Eventually the tempo will break and the corruption will pass.",
        "Even so, those who sing the S'virash Sahaala take a great risk. The dro-m'Athra hate Azurah's hymns and will take great pains to kill any cat who sings them. So take heed, Cantor - if you confront Namiira's dark litter, you must move swiftly and keep your wits. A moment's weakness can end in disaster."
    ]
}