{
    "id": "TwilightCantorsTheExorcistsofAzurah",
    "paragraphs": [
        "In my travels as a ghost hunter, I've encountered all manner of strange spirits and unusual entities, but I've never seen anything quite like the possession occasionally suffered by Khajiit. It starts as a sort of mental twitch, a tick of the tail, and an ear-worm the afflicted can't quite shake.",
        "According to Khajiit folklore, this is the first signs of becoming a Lost Cat. Without intervention, the Khajiit become more and more enthralled by an unheard tune. They begin to move along with the beat, performing unsettling motions they call the Bent Dance. Now I'd understand if you thought this madness was simply the result of an ailment or disease, but once the afflicted begins the Bent Dance proper the evidence of possession is unmistakable.",
        "As the Khajiit continues to dance, their body begins a transformation. Their fur turns black and dark energies emanate from their body that even the uninitiated can see. Unlike most other possessions, the soul of the possessed isn't driven out to make room for the new spirit. Instead, the true occupant is twisted along with their form. Once the transformation is complete, they cease being Khajiit at all and become beings called \"dro-m'Athra.\" These evil spirits go on to cause more harm until they are banished from Nirn.",
        "To fight again this horrifying affliction, the Khajiit formed an order of wandering priests who use song to fight off the strange tune's influence. These are the Twilight Cantors. They claim the Dusk-Canticles they perform were a gift to the Khajiit from their \"god\" Azurah. I can't attest to the truth of that claim. By my estimation, the Daedric Princes bring nothing but horrors to our world. At any rate, I can say that when observing a Khajiit caught in the Bent Dance, the words of the Twilight Cantors seemed to soothe the afflicted and return them to some semblance of sense and self. I witnessed a cantor sing for three days to drive out the unnatural energies from a victim. Then, without so much as a moment's rest, she was off down the path in search of more darkness to banish.",
        "These traveling mystics spend their entire lives on the road, ever vigilant in their fight against the dro-m'Athra. The Twilight Cantors have little in the way of possessions, carrying only the necessities and tools that assist them in their duties. They charge no fee for their work, instead living on the offerings Khajiit make in appreciation of their service. I noticed that Khajiit treat the cantors with a mixture of reverence and fear. It's a common belief that a cantor's visit is a sign of imminent misfortune and the folk who play host to them are quick to make offerings to guarantee the cantor's protection. Given that the stakes at risk involve the irrevocable corruption of their souls, you can imagine why.",
        "As a professional ghost hunter, I have to respect the devotion it takes to risk your very soul every day for nothing more than a sense of justice. So, if you ever cross paths with one of these devoted exorcists, be courteous and pay them your respects with your coin pouch for their tireless and dangerous work."
    ]
}