{
    "id": "TheUbiquitousSinkingIsle",
    "paragraphs": [
        "By Lailfin, Steward of Histories at the Illumination Academy",
        "The true work of any historian lies in separating fact from fiction—studying the diverse and contradictory texts of all races and piecing together a plausible shared narrative. This requires diligence, discipline, and most importantly, humility. The true historian must be willing to admit error and revise their accounts when new evidence comes to light.",
        "One of the most pernicious traps for new historians is reliance on supporting accounts—that is, the belief that if multiple writers detail the same event in the same way, those accounts are more likely to be true. In point of fact, we should assume the opposite. Societal pressures and widespread cultural delusions often result in identical historical accounts. For example, Nedic texts often reference an event called the \"Autumn of Snakes.\" According to the histories, hundreds of snakes (many the size of mammoths) emerged from the ground and devoured whole towns before finally being subdued by the Nede spear-maiden, Ranev the Coal-Eyed Wanderer. Nedic scholars describe the Autumn in meticulous and near-identical detail, and yet, we now know that the event is completely apocryphal.",
        "It's not that the writers are deliberately lying (though that is sometimes the case). In all likelihood, ancient historians were trying their best to describe events faithfully. Unfortunately, they did not have the linguistic tools or scholarly sophistication to give a truthful account. For that reason, we must take a long hard look at any tales that are widely accepted, but also seem hyperbolic. We must also look for \"recurring calamities\"—that is, events that purportedly happened the same way, but in vastly different locales and time periods.",
        "The most obvious example of the \"recurring calamity\" is the tale of the disappearing island. Tamrielic history is littered with sinking, hidden, or disappearing islands. Yokuda, Pyandonea, Artaeum, Dranil Kir, Eyevea, Thras, and (perhaps most importantly) Aldmeris. The cause of the disappearance is almost always magical in nature—often the result of some act of hubris or a desire for secrecy. Of course, this all begs the question: are any of these tales true? I have my doubts.",
        "Let us examine the mythical \"sinking\" islands: Yokuda, Thras, and Aldmeris. Each island was the ancestral home of its resident race, and in all three cases, foes or fate destroyed the island as punishment for some act of hubris. In the case of the Redguards, foolish sword-singers sundered the Yokudan Isles with a forbidden sword stroke. The warriors of the All-Flags Navy drove the Sload and their island of Thras into the sea as punishment for the Thrassian Plague. And our forebears, the Aldmer, fled the Isle of Aldmeris to avoid some mysterious calamity—likely the result of our fall from Aedric grace.",
        "Now, a novice historian would likely take these tales at face value. \"If multiple histories say the island sank, it must have sunk!\" But I entreat you to look deeper. Could it be that the \"sinking island\" is not a literal event, but rather, a metaphorical one?",
        "Thras, Yokuda, and Aldmeris are much more than simple landmasses; they are societal symbols—avatars for a cultural identity lost in time. So stories about the sundering or sinking of these islands may be a trick of the light—a poet's attempt at explaining the pain of forgotten origins. Did an entire continent drown as a result of a sword stroke? Did our ancestors travel to Summerset from a mystical half-Aedric isle? I think not. These lost islands rest at the fault-line between fact and parable. There is truth in those tales, certainly, but the true historian knows that not all truth is literal."
    ]
}