{
    "id": "UchuiransJournal",
    "paragraphs": [
        "28th Rain's Hand",
        "How can it be wrong when it feels so right? The others all look at me funny, as if I am some depraved lunatic, but they can see Triigi's power, and they follow her just as I do. Perhaps they are simply jealous!",
        "I confess. At first, my feelings seemed wrong. When I looked at her, rather than revulsion, I felt something awakening deep within me, a desire to serve her, to be close to her.",
        "Then one day, Triigi brushed past me, and I was overcome … the smell of herbs and death … the feel of her feathers …. The next thing I knew … well, let's just say that I didn't even know such things were physically possible.",
        "The following morning, I was appalled. I thought there must be something wrong with me, that I had been somehow ensorcelled. But then she came to me again, and again, and those concerns now seem foolish. If this is the price of being ensorcelled, I pay it gladly.",
        "She is my songbird. I am her willing servant.",
        "——————",
        "15th Sun's Height",
        "My sweet songbird. Oh! She has such vision!",
        "At first, it was just one of the merchants whose caravan we attacked. We slaughtered them all, but there was one. He was a small one. Triigi wanted to spare him and bring him back to our cave. I tried to imagine what wildness she might have planned, but I could not have foreseen such brilliance.",
        "She turned the little merchant into a little canary, and she put him here in our cave and forced him to sing to us. Over time, we both came to enjoy his sweet little song. Then she captured a little Bosmer girl and turned her into a Green Jay. The two birds' songs mingled in the air. It was magic.",
        "Since then, we have added countless new birds to the chorus … even some of our own men! Who knew their songs could be so sweet? Now we have a chorus of new friends, singing sweetly night and day. I know I need look no further for paradise …."
    ]
}