{
    "id": "UggissarsDiary",
    "paragraphs": [
        "After visiting Cousin Idirfa in Fort Amol, I decided to take the family to visit Icehammer's Vault. My intention was to leave my wife and child outside the tomb while I went in to collect whatever gold and relics I could carry. I'm a fairly good treasure hunter, if I do say so myself, but those moneylenders are making it difficult for me and my family. I need to collect enough treasure to pay off the moneylenders before things get ugly.",
        "***\nI survived my first foray into the vault. I had to dispatch one draugr I wasn't able to sneak past, but at least a found a small coffer that contained a few pieces of gold. Nowhere near enough to pay off my debts, but a good start nevertheless.",
        "When I returned to our camp, I saw that the weather had taken a turn for the worse. My poor wife was freezing and the baby wasn't doing much better. I couldn't leave them out in the elements, but it was also too treacherous to try to travel. My only choice was to take them with me back into Icehammer's Vault.",
        "***\nAt least it's relatively warm and dry within the tomb. And the hunting has been going well. A few more days and I might actually have enough to pay my debts with a little left to spare!",
        "The draugr are becoming more and more of a problem, however. They seem to be searching the tomb for us. I know that sounds crazy. They are mindless walking corpses, after all. But it really seems like they're making a concerted effort to find us.",
        "Damn the weather! The storm raging outside is still too intense for us to chance—and I really should collect a few more items from these burial chambers. One more night, and then I'm getting my family out of here.",
        "***\nWhat a fool I was! A complete and utter fool! While I was rooting around in one of the burial chambers, a horde of draugr broke through the barricade I had set up and attacked my poor, ppor wife. I can see that she died valiantly, trying to defend our child from the monsters. For all the good it did! Now both my wife and baby are dead, and I am alone in this cursed vault!",
        "I saw another exit down a deserted corridor. I'll try to avoid the draugr and escape through there.",
        "",
        "",
        ""
    ]
}