{
    "id": "UndauntedALifeofGlory",
    "paragraphs": [
        "Librarian Comment:",
        "This lore book first appeared on the official Elder Scrolls Online website as part of its \"Loremaster's Archive\" series.",
        "",
        "There are those who choose to fight for honor and justice, some who bloody their swords for coin, and then there are … others. Others who crave danger, like this one. When brothers and sisters still mewed and cowered under mother’s skirts, Turuk conquered the tallest shelf in the kitchen only to pounce on her head when came to bake the sugar biscuits. Since those early days of tiny, fiery courage, my exploits have become much more ambitious. As a founding member of the Undaunted, this one’s noteworthy accomplishments should be recorded, and how better to scribe them than with his own claws?",
        "This one was never destined for the sugar fields, despite mama’s pleas. The thrill of risk and peril called, and brothers and sisters found joy in devising ever-greater dares—a practice that got your hero Redclaws in trouble more than a few times. The life of digging and planting and chopping could not match the rush of poking a sleeping Senche Tiger with a stick and running, or any of the other wild challenges that gave such a surge of excitement.",
        "In the end, it was too much for my dearest mother to handle. It was not good for her poor heart, the constant worry over broken bones and similar minor consequences of budding heroism. She signed poor Turuk away to apprenticeship in the Fighters Guild as soon as they would allow. Happily, this turned out to be a reasonable arrangement for some time. With them, this one trained with many weapons and learned the basics of the adventuring life.",
        "Alas, it was not long before boredom began yanking at the tail. The Fighters Guild had so many tedious rules and regulations, and took so much caution with jobs that they sucked the fun right out of any contract. “No, no, Turuk, you cannot take on a cave of frost trolls by yourself armed only with a butter knife; it is unwise.” “Turuk, you mustn’t run so much in the dungeon—there could be traps!” “Make sure to bring enough healing potions.” Bah! Milksop blubbering!",
        "Armed with training and an insatiable hunger for greater danger, this one struck out on his own path, wandering Tamriel from Dune to Windhelm and chasing beasts from farmers’ legends and local rumor. No cave or ruin was too frightful, from nests of necromancers to the lairs of mighty beasts. These very claws ended Grush-grush, the deadliest Ogre known in the provinces, and dealt the final blow to Spinesnap, the giant snake that plagued the fields of Glenumbra and devoured goat and horse alike. The list goes on and on—perhaps this one shall write another volume just for these tales!",
        "It was through these journeys that this one met a few others with the taste for taking on the greatest challenges without flinching or hesitation. Of these like-minded comrades, only Mighty Mordra and Kailstig the Axe could truly keep up. They knew of many dangerous locales, and we dared each other to challenges most deem utterly insane—take the naked dungeon run, for instance. Tales of our deeds began to spread, and others sought us out. The Undaunted were born.",
        ""
    ]
}