{
    "id": "UnderstandingtheLivingGods",
    "paragraphs": [
        "Dear Thane Vigli Storm-Breast,",
        "Honored leader of the Nord Cultural Exchange, it is I, Rigurt the Brash, writing to you in Windhelm as you requested. I continue my study and exchange of information with the little Dark Elves of Morrowind, as you ordered. (Why you sent Rigurt away after he only just arrived, I don't completely understand, but I suppose my mission is very important.) As I set foot—well, both feet, really—into Vvardenfell, the thought of this mission makes Rigurt so excited! Trading culture with allied nations so that we can learn more about each other is almost better than cold mead on a hot day. Almost. This time, I travel to learn more about the Tribunal—the so-called Living Gods of the Dark Elf people. The wonderment of it all gives Rigurt the skin bumps!",
        "Now, unlike our good and proper gods of Skyrim—gods who listen to our prayers but have the good graces to stay out of Nord business—the Dark Elf gods actually walk among the people and rule over them the way the Skald-King parades around Windhelm. (No offense, Skald-King!) The god-kings of Morrowind seem to answer to various titles, although the most common appellations appear to be \"Lord, Mother, and Wizard.\" Rigurt spent many long hours attempting to converse with knowledgeable little Dark Elves, but much of what they told me just made my head go spinny-spin. Here's what I learned about the Tribunal gods. Maybe you can make better sense of it all.",
        "The most popular of the three, at least in Vvardenfell, is the warrior-poet, Vivec. They sing his praises in the cornerclubs and shout his victories from the rooftops. Really, the faithful on every street corner eagerly shoved pamphlets containing his lessons and sermons at me if I so much as smiled in their general directions! Lord Vivec is called the Master of Morrowind. I tried to read some of his poetry, but it just made my eyes hurt. Not at all as interesting or bawdy as the great Fjokki, and full of allusions that any who aren't drenched in Dark Elf culture just wouldn't understand. Truth be told, even I—Dark Elf expert that I am—had trouble with some of the more esoteric concepts. He preaches duty to faith, family, masters, and all that is good. He saved his people on numerous occasions, including helping to repel at least two Akaviri invasions—most recently, the invasion that led to the creation of our cherished Ebonheart Pact. He apparently has some sort of connection to the Daedra Mephala, who the Dark Elves call one of the \"good Daedra.\" He does have a dark side, though, as I've been told that he has an unnatural attraction to lustful thoughts and murderous intentions. So, not very different from the rest of the puny Dark Elves, right? He lives right here in a grand palace in Vivec City, which conveniently has the same name that he does. I spent a few minutes in his presence, but I couldn't help but stare at his strange appearance. Also, he tended to float around the chamber. As a tactic to make us mortal creatures feel inferior, it worked surprisingly well. Still, I was happy to have been able to spend some quality time with such a personage of impressiveness!",
        "Next, I tried to discover everything I could about the one they call Mother Morrowind, Almalexia. Now, it turns out she mostly inhabits the temple in Mournhold, so I wasn't able to get a face-to-face with the Dark Elf patron of healers and teachers. I admit I'm very disappointed, as I am given to understand that for a goddess, she's the elk's antlers! They also claim that she embodies the best of Dark Elf culture and determination, which would fit into my area of expertise quite nicely. One priest told me that she protects the poor and the weak, and that her wisdom guides the Dunmeri through all their affairs. A drunk Dark Elf in a cornerclub also mentioned that she was kind of a stick in the mud, but an Ordinator dragged her away before I could ask what she meant by that. Oh well.",
        "The most mysterious of the three god-monarchs is Sotha Sil, also known as the Mystery of Morrowind and the Wizard of Wonderishness. (I believe that's what the priest called him. I misplaced those notes and am writing this last bit from memory while having a few mugs of mead.) Although rumors abound, no one that I could find has claimed to have seen Sotha Sil in a horker's age. The best I could learn from asking around is that Sotha Sil is the patron of artificers and mages, and many—especially Dark Elves—consider him to be the most powerful magicka user in all the land. I even heard an amazing tale about a city of clockwork gears that Sotha Sil crafted to study the inner workings of the world. And they claim it's only as big as a small mammoth! Now that's something I'd give my last rabbit meatball to see! He's also credited with negotiating some kind of compact with a number of Daedric Princes, but I decided not to look too deeply into this rumor. As Fjokki says, the fool who stares gets noticed by the Daedra. Rigurt is not so foolish as to do something as stupid as that! (Did you roll your eyes, Thane Vigli? I bet you rolled your eyes.)",
        "The three living gods of the Dunmeri empower the Tribunal Temple and embody the will and discipline of Dark Elves everywhere. Well, except for the Ashlanders, who refuse to bend their knees to Vivec, Almalexia, or Sotha Sil. Some sort of family squabble, I imagine. I'll look into that while I'm here.",
        "Rigurt the Brash, Ambassador-at-Large for the Nord Cultural Exchange"
    ]
}