{
    "id": "UnderstandingHouseHlaalu",
    "paragraphs": [
        "By Hlaandu Hlaalu, Grand Historian for the House, Written in the 121st Year of the Golden Peace",
        "Stand proud, kin of Hlaalu! You belong to one of the original Great Houses of the civilized Dunmer. From our capital in the city of Narsis, our influence extends throughout the central region of Morrowind. Some call us opportunistic like it's a curse. But as Grandmaster Hesleth always implored, \"The Dunmer who ignores opportunity deserves every failure that comes his way.\"",
        "From the earliest days of the House, Hlaalu focused on trade and crafts. Our maxim was simple. The goal for every housekin was to succeed in business and turn a tidy profit. The Book of Grasping Fortune reminds us to \"seize every chance to make a profit, but remember that your reputation also has value.\"",
        "Without huge armies or vast holdings, it fell to our housekin to become experts at diplomacy and negotiation. Our words became our strength. Oh, there were also the less-savory attributes that went along with fast-talking and deal-making. We became thieves and sneaks, blackmailers and backstabbers. Still, we always appreciated the value of the deal. As the Book of Grasping Fortune tells us, \"The perfect approach to negotiations is to compromise with an eye toward securing the best possible deal.\"",
        "Our influence and our wealth has always been distinguished by our willingness to live in peace with our neighbors. While there can be short-term profit in conflict and war, sustainable growth only comes from harmony and fair trade. It falls to House Hlaalu to acknowledge our Dunmer culture with one hand while using the other to adapt to changing conditions as necessary in order to succeed. And what is success? A satisfying deal and a tidy profit, of course!",
        "There is a dark stain on our history, however. Our natural tendencies encourage others to use bribes and favors to influence our housekin. This means that for every honest and fair councilor Hlaalu produces, there might be as many as four or five that are underhanded and corrupt. Does this concern us? Not overly, as history shows us that even the corrupt can wind up serving the common good. Or, at least, the profit earned has no moral component. As the Book of Grasping Fortune proclaims, \"You can trade with a friend forever, steal from a fool once or twice, and bargain with the dead not at all, so always go for the most sustainable profit.\""
    ]
}