{
    "id": "UndeniableTruthsofAttire",
    "paragraphs": [
        "Students of the magical arts in our chaotic contemporary environs must resist succumbing to the degradation of respect for tradition which threatens the future of magical study across Tamriel. The disregard for ritual I have seen and the reduction of complexities inherent in the study to crass, inadequate categorizations is not to be tolerated. Feeble though my efforts may be, I must do my best to confront this watering-down, the devolution of the highest arts into common \"practical\" applications, by recording the proper approaches to be shared with those who wish to pursue the study seriously. I shall start with the fundamentals: the proper garments for a true initiate of the arts.",
        "There is only one appropriate attire for anyone who wishes to unlock the higher secrets, for one who devotes the proper time to research and practice, and that is robes of cloth. On a practical level, one need not waste precious time being instructed in the ways of wearing robes. Magic is your armor, and devoting your time to anything else is folly. If you wish to lower yourself to such vulgar means, don't be surprised when your efforts to wrangle with leather or metal stunt your progress in the realm of the true understanding of magicka and its applications.",
        "There are considerations you must take into account, of course; not any filthy rags will suffice. Physically, the material should be sturdy and treated for resistance to the elements. Your experiments will result in exposure to dangerous effects, so long sleeves and full coverage are essential. As alchemy is naturally aligned with magical study, pockets and pouches for useful plant samples and other materials are very useful. If you cannot afford to hire your own exploratory teams and must work in the field, ensure proper layering, waterproofing, and additional space for specimens.",
        "Of course, appearance is critical. One must put forth the proper air of the enlightened to command respect from allies and enemies alike. My own robes feature detailed embroidery enumerating and naming the most powerful individuals of my lineage, along with sacred incantations I have interwoven with protective wards. Some prefer to display detailed Aetherial charts or other complex weavings to emphasize a particular area of study, and at least one wizard I am acquainted with has woven such potent illusions into his raiment that all who look upon him see exactly what they expect a powerful wizard to wear.",
        "Your robes are an extension of yourself and your ability to impress your will upon the Mundus. I implore again that you abandon any ridiculous ideas of charging into battle clad in pointless, constricting armor, and instead focus on perfecting your art in every way. You will not require mundane protections when you are able to turn enemies aside using your own power, whatever form you choose for it to take: mighty lightning strikes, poisoning minds with fear, or any of the limitless options you will have if you truly devote yourself to discovery and mastery."
    ]
}