{
    "id": "TheUnearthingofKardala",
    "paragraphs": [
        "(compiled from the notes of Muhay at-Turna by his disciple)",
        "It is a source of no small irony to me that the discovery for which I am most likely to be remembered is the so-called Ruins of Kardala, which I found purely by accident when I was still an apprentice.",
        "I spent that year (the hundred and first of the Second Era) in the company of a small guild sequestered in the foothills of the Dragontail Mountains. I call the group a guild for lack of a better term. They lived much like priests in a religious order, sharing everything and spending many hours of each day buried in books.",
        "But to call them priests would seem to suggest that they were in some way reverent, which they were not. Late into most nights, we stayed awake drinking and telling bawdy tales—even the oldest members of the order joined in.",
        "Yet guild is not quite an accurate term, either. It suggests uniformity, and these men and women from across Tamriel were a motley bunch, a patchwork of young and old, educated and dullards. They argued constantly, in the most friendly fashion, calling each other names one moment and then laughing the next. They could not even agree on what the order was called. The older members insisted on the elaborate and archaic \"Esteemed Order of the Observers of the Celestial Motions and Portents,\" while younger members preferred the simple and evocative name \"Star-Gazers.\"",
        "A singular concern united the group. They shared a complete devotion to the study of the stars and the meaning of their motions, and that was the reason I had come among their number in that year of my apprenticeship. I, too, had a fascination with the heavens, and I hoped to benefit as much as I could from the breadth of their knowledge in order to further my own inquiries into the relationship of the stars to the properties of magic.",
        "Here, I must confess, that my time spent with the Star-Gazers did much to open my young eyes. After the first few months I sank into a deep depression, realizing that my interest in the relationship of the constellations to magic had already been thoroughly explored in a manner that seemed to be utterly complete. An apprentice such as myself could spend a lifetime reading what had already been written and in the end have not a single word of my own to contribute.",
        "However, as I spent more time in my study and among the Star-Gazers, I learned that there were many questions yet to be answered about the stars themselves. For all we understand about the workings of magic, we know very little about the workings of the heavens themselves. In fact, the more prosaic the question appears at first glance, the more likely it is that the answer yet eludes us.",
        "Just as I thought that all questions had been answered and there was no hope, I became energized once more by a flood of questions, each more startling than the last. Indeed, for all the knowledge that the great scholars had brought to their theories of magic, they could not answer how it is that the Mundus Stones came to be, or by what trickery the Serpent slips across the sky, knowing no season.",
        "In fact, I soon realized that not one of the three great scholars of magic had ever set foot in Craglorn. How they could ignore the place where the Nedes once worshiped the stars and set the Mundus Stones in their foundations, I would never understand.",
        "It was through this realization that Kardala was discovered. Energized by the thought of reaching new conclusions through first-hand observation, I entreated my very willing hosts to guide me into the desert. I hoped to study the Mundus Stones of the Lord, the Lady, and the Steed and find something new.",
        "Several books on the subject of Kardala have flattered me by embellishing history. They claim that by examining these Mundus Stones of the Warrior's charges, I surmised from their configuration that there must be another Mundus Stone connected to the Warrior within sight of the three stones.",
        "This could not be further from the truth. While we were on our journey through the desert, I had consumed a great deal of water to fortify my health. As is known to happen, that water had to go somewhere. I excused myself, stepping just a little off the road, and let nature run its course. On my way back to my colleagues I became disoriented, and as I struggled to find the road a loose stone slipped beneath my foot. I fell back and avoided falling into the crack that broke open beneath me, revealing the entrance to Kardala.",
        "Naturally, my companions were excited beyond words. I credit them with some of the misinformation that has spread about Kardala's discovery. In fact, I never would have made the discovery without their willingness to guide me into the desert that day."
    ]
}