{
    "id": "UnexpectedAllies",
    "paragraphs": [
        "When I was a lad, I stood at the eastern edge of Skyrim and looked upon Morrowind. From Stendarr's Beacon, I could see the Red Mountain of Vvardenfell, but I never ventured there. Like many Nords, I was content to leave foreign lands to the foreigners.",
        "A scant ten years ago in 2E 572, my father took a different path. He fought with our Dunmeri allies to repel the Second Akaviri invasion. As a soldier of Skyrim, he was there when the Nords pursued the invaders into Stonefalls. He told me of an army on the brink of ruin, marching ever further into foreign territory, hungry and nearly broken, until the Dunmer brought in Argonian troops to aid the Nords.",
        "No one expected this. I still cannot believe it. The Dunmer once held the Argonians as slaves, yet on that day, the Argonians' arrival changed the course of history. From the jungles they came, adorned with blood and mud. Akaviri fell beneath their claws, as well as the swords and spells of their Nord and Dunmeri allies. An alliance was forged that day and has never faltered since.",
        "Agreements were signed in Ebonheart, but these were formalities compared to the ties made on the battlefield. Our alliance was forged in the fires of adversity, a shield to protect us from all invaders. Our cultures differ but our aims bind us.",
        "A few years ago, the Dunmeri Tribunal called for more troops from our alliance, insisting that we take up arms against a new enemy: an Empire growing in Cyrodiil. Our enemies in the Covenant and Dominion also sent troops to liberate this territory.",
        "And now? War rages across Tamriel. Khajiit and Bosmer war against Dunmer and Argonians. Altmer strike against Skyrim. And from High Rock, the Daggerfall Covenant attacks us all.",
        "In the midst of such chaos, what choice do we have? Our alliance with the Dunmer and Argonians has stood for a decade. I have fought beside our allies in battle. And when I return home, I tell my children proud tales of victory over our foes, fighting with Dunmer and Argonians beside me.",
        "The Pact never ceases to surprise me. I have spoken at great length with Argonian mystics, marveling at their view of the world. I have walked into the caves of Dunmeri priests, staring at shadows as they tell me tales of their gods.",
        "And someday, we will walk together into the heart of Cyrodiil—Dunmer, Argonians, and Nords. We will triumph under the banner of our Pact, steadfast allies who can never be defeated."
    ]
}