{
    "id": "TheUnseenPotentialofClockwork",
    "paragraphs": [
        "By Lector Saelorn Tenar, Apostle of Sotha Sil",
        "Any man or mer can look upon an acorn and see it for what it is. It's so easy to simply note its shape, its size, its color. Unassuming, discarded among the leaves and dirt. Any child could tell you those facts. And, admittedly, a child could also easily imagine what will become of the acorn, given simple knowledge. Of its possibility. Who among us does not know an acorn could one day become a tree?",
        "Imagine, however, if one had never seen a tree before. Had never heard depictions or viewed drawings, and, without having been told of this tree, they are met with the simple acorn. Inconspicuous, small, inherently useless. Through all observations they could make, they are unable to connect the acorn presented to them with the image of a mighty oak.",
        "Like an acorn, the Clockwork City shows no signs of its grand potential to the unsynchronized mind. To Nirn Above it appears to be but a world in miniature, buildings and roads simply shrunk and put in a contained space. The plaything of a god perhaps, to hold his most loyal followers and dangerous experiments. But those who hold this view are simply ignorant of the possibilities.",
        "Clockwork City is the center of the wheel for Nirn-Ensuing, the Omni-Axle that shapes the world. Rich in beauty and alight with sublime terror, so the scripture tells us. Sympathetic perhaps to the reality of Nirn Extant, but its own reality altogether, apart from the imperfections born from Lorkahn's Great Lie.",
        "Here we work under the Divine Metronome, our hands covered in oil, our hearts devoted. We are the welders, the seekers of hidden knowledge. We walk the path of the divine piston, our souls clean and well-oiled. The truth of our Clockwork City is that of the wheels Eternal, where one can hear the tick and tock of Tamriel final.",
        "See beyond the simple acorn. See the mighty oak that it shall become."
    ]
}