{
    "id": "UrenenyasLament",
    "paragraphs": [
        "There once was the finest lass of royal descent, the fairest Ayleidoon princess who ever lived, but the place or manner of her death was never known. Princess Urenenya was a daughter, the youngest of three and twenty, to the revered King Uuril who ruled from his ancestral castle known as Silaseli.",
        "Never was a more astute lord than the wise King Uuril, who secured for future generations the power for his family that he himself envisioned in his dreams steeped in ambition. Both rivals and allies of the amicable Uuril were tethered to his family's fate through the marriages the clever king did arrange for each of his children, the two and twenty.",
        "When it came time for the fair Urenenya to wed, suitors did come from lands far and near hoping to link their names to that of the most illustrious king. But Urenenya did not desire to be wed. The lass was of strong will and did even dare to defy her honorable and generous father. King Uuril did with great reluctance lock his youngest daughter within a tower at Silaseli, there to remain until the day of that wedding which he did plan.",
        "Urenenya's song of lamentation flowed forth both night and day from her locked chamber, until a time did come when the young lass fell ill, and those healers of King Uuril bemoaned that it was not within the power of their art to cure the young woman's maladies. Whereupon that noble king did take pity on the poor princess, allowing her to remove herself from the locked chamber.",
        "Then: mystery, for Urenenya did vanish, never to be seen again by vision mortal or magical. Buried beneath the soils of Silaseli lie all members of that royal family for generations before and after the good King Uuril, excepting only the fair princess. Mystics querying souls gone before learned that Urenenya's spirit never voyaged to the sweet shores of Aetherius. Somehow the peace of the afterlife was denied her. But were her lost remains returned to Silaseli, it is believed the spirit adrift might find its way at last to that peaceful shore."
    ]
}