{
    "id": "UrvalsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Farming from the Creation Club",
        "",
        "Today's the first day of our new lives. I bought a sizable piece of land with a run-down farmhouse for dirt cheap just outside of Rorikstead. No one else wanted it, on account of how rocky it is. Too many boulders, the other men said. But Jonquil and I have strong backs and willing hearts; we'll get those boulders out, and turn this fertile land into a plantation they could only dream of.",
        "",
        "This will be the perfect place to raise our little Rin.",
        "",
        "21st of Second Seed",
        "",
        "Jonquil",
        "",
        "1st of Sun's Height",
        "",
        "Golden Hills Plantation",
        "",
        "23rd of Frostfall",
        "",
        "My heart is troubled. Rin is fast growing into a strapping young boy, though he spends too much time playing with that wooden sword of his and dreaming of running off to join the Legion.",
        "",
        "Jonquil",
        "Jonquil",
        "Jonquil",
        "",
        "Mara preserve me, but I'm afraid that my wife is a daedra worshipper, or a witch.",
        "",
        "16th of Mid Year",
        "",
        "Rin has been missing for three days. My little boy.",
        "",
        "I've searched everywhere, but there's no trace of him. Even his favorite toy sword is missing. What if wolves got him? Or brigands snatched him away?",
        "",
        "Jonquil",
        "",
        "What if-",
        "I dare not even put the thought to paper. It's unthinkable.",
        "",
        "Jonquil",
        "",
        "I didn't want to open her foul books, but I had to know, I had to-",
        "",
        "Deadly Nightshade. That's what the plant is called, the one I saw her sneaking around with. She grows it everywhere in this hidden place.",
        "",
        "She must have poisoned my son. I've seen the sneer on her face, the laughter in her eyes as she watched me tearing apart the farm looking for him. She was mocking me.",
        "",
        "I've never felt rage like this. I'm shaking with it, sweating with it.",
        "I know exactly what I've got to do. My son's spirit whispers to me, demanding vengeance.",
        "",
        "I keep an axe by the door for dealing with wild animals. It will do for dealing with a witch as well."
    ]
}