{
    "id": "ValericasJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "27th Last Seed",
        "Harkon's shortsightedness is becoming a serious problem. I've warned him time and time again that his foolish prophecy would cast far too much light on our people and yet he refuses to so much as listen to a word I say. I've become less a wife and more of an annoyance in his eyes. Devoting attention to my work is the only solace I can find while enduring his ridiculous crusade.",
        "28th Last Seed",
        "I've had a breakthrough today. I was able to attune the portal vessel to the Soul Cairn properly by using a small sample of ingredients. Although the portal opened only for a few seconds, I'm confident that with the proper formula, it can be sustained indefinitely. I feel like I'm missing a key ingredient, something of sufficient potency that can resist the forces trying to prevent my intrusion. Communing with the Ideal Masters has proved worthless. They speak in riddles and offer no assistance whether I ensure them a steady supply of souls or not. If I'm to escape Harkon's clutches, I need to keep the portal open long enough to carry me away from here... forever if need be.",
        "3rd Hearthfire",
        "I've done it! After wasting thousands of gold coins on components, I've discovered how to sustain the portal. I'm listing the components below without the proper amounts for my own protection. As a secondary precaution, I am combining my own blood into the formula which should prevent anyone from being able to duplicate it and following me into the Soul Cairn.",
        "The formula consists of:",
        "Finely ground bone meal\nPurified void salt\nSoul gem shards",
        "Using the proper measurements, place the above in the silver-lined portal vessel and add blood as a reactive agent.",
        "I will make my way into the Soul Cairn tomorrow after I gather my things and prepare for a potentially lengthy exile. More importantly, I must enact my plans with Serana, and get her to Dimhollow Crypt as soon as possible."
    ]
}