{
    "id": "VarensWall",
    "paragraphs": [
        "By Midara Salviticus, Historian, University of Gwylim",
        "Hastily constructed during the early stages of Varen Aquilarios's rebellion against the last of the Longhouse Emperors, the structure known as Varen's Wall separates the Gold Coast from the Colovian Highlands. Allow me to elucidate the wall and its importance to the region, the rebellion, and the ongoing strife personified by the Three Banners War.",
        "Shortly after the start of Varen's Rebellion, Aquilarios ordered his followers to begin construction of a wall to protect Kvatch and the rest of the Gold Coast from retaliation by the Longhouse Emperor and his troops. Aquilarios, determined to take the battle to the heart of the Empire, didn't want to leave his home and original seat of power open to retribution by his enemies in his absence. He enlisted the famed engineer Jaros Truptor to design and oversee the project, ordering him to build a strong, tall defense in record time.",
        "With a cadre of paid workers and an ever-growing army of eager volunteers, Jaros set about the task at hand. Deciding that speed and solid construction were more important than any aesthetic values, Jaros designed a relatively simple plan that allowed for the use of whatever building materials his workers were able to scavenge from the surrounding countryside. Natural rock and stone, pieces of ruined structures, purchased building supplies - even parts scavenged from the estates dotting the countryside - all were gathered for use in raising Varen's Wall.",
        "Jaros's design of the wall itself was simple, utilitarian, and not anywhere near as visually appealing as the other projects he's known for. The wall was a mix of rough-hewn stone, mismatched rocks, blocks commandeered from the estates of willing and unwilling donors, and even the natural contours of the land itself. Towers rose from the wall in a more or less regular pattern, breaking up the expanse of stone and providing locations for guards, watchmen, or even garrisons of soldiers to congregate along the defended border.",
        "Due to Varen's popularity among the common folk of Kvatch and Anvil Counties, Jaros was able to form a volunteer work crew that provided him with more than enough workers to keep construction going day and night. But popularity alone didn't inspire the people to donate their time and effort. It was Varen's words and deeds that accomplished that. He convinced the people that his rebellion was not only just, it was necessary to stop the Daedra-worshiping Emperor Leovic. In addition, he rallied the people to help defend themselves and their land, and within a year Varen's Wall stretched from the shores of the Abecean Sea, winding its way through the countryside southwest of the Colovian Highlands, eventually terminating at the Strid River.",
        "As important as Varen's Wall was to protecting the region during Varen's Rebellion, it has played an even greater role since the fall of the Empire and the start of the Three Banners War. As the war for Cyrodiil rages on, Varen's Wall has protected the counties of Kvatch and Anvil from the worst fallout of the ongoing battles taking place at what was once the heart of the shattered Empire. It has created a kind of safe harbor in which the people of the Gold Coast have thrived. In some ways, it has become a sort of political experiment to see whether the law and order typified by Kvatch and the Cathedral of Akatosh or the more chaotic nature of Anvil and its collection of pirates and smugglers will win out as the ultimate power in the area."
    ]
}