{
    "id": "VarietiesofFaithTheNords",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Eight",
        "Kyne (Kiss at the End):\nNord Goddess of the Storm. Widow of Shor and favored god of warriors, she is often called the Mother of Men. Her daughters taught the first Nords the use of the Thu'um or \"Storm Voice.\"",
        "Mara (Goddess of Love):\nFor the Nords, Mara is a handmaiden of Kyne and concubine of Shor. As the goddess of fertility and agriculture, she's sometimes associated with Nir of the \"Anuad,\" the female principle of the cosmos that gave birth to creation.",
        "Dibella (Goddess of Beauty):\nPopular god of the Eight Divines. She has nearly a dozen different cults, some devoted to women, some to artists and aesthetics, and others to erotic instruction.",
        "Stuhn (God of Ransom):\nNord precursor to Stendarr, brother of Tsun, shield-thane of Shor. Stuhn was a warrior god who fought against the Aldmeri pantheon. He showed Men how to take (and the benefits of taking) prisoners of war.",
        "Jhunal (Rune God):\nGod of knowledge and hermetic orders, precursor of Julianos. Never very popular among the mercurial and warlike Nords, his worship is fading.",
        "Shor (God of the Underworld):\nThe Nord version of Lorkhan, Shor allied with Men after the creation of the world. Foreign gods (that is, Elven ones) conspired against him and brought about his defeat, dooming him to the afterlife, Sovngarde. Atmoran myths depict him as a bloodthirsty warrior king who led the Nords to victory over their Aldmeri oppressors time and again. Before his doom, Shor was the chief of the gods. He is sometimes called the Children's God (see \"Orkey.\") Considered a \"dead god,\" Shor has no priesthood and is not actively worshiped, but he is frequently sworn by.",
        "Orkey (Old Knocker):\nGod of mortality, Orkey combines aspects of Mauloch and Arkay. He is a \"loan-god\" for the Nords, who seem to have taken up his worship during Aldmeri rule of Atmora. Nords believe they once lived as long as Elves until Orkey appeared; through heathen trickery, he fooled them into a bargain that \"bound them to the count of winters.\" At one time, legends say, Nords only had a lifespan of six years due to Orkey's foul magic. Then Shor showed up and, through unknown means, removed the curse, throwing most of it onto the nearby Orcs.",
        "Alduin (The World-Eater):\nAlduin is the Nord variation of Akatosh. He only superficially resembles his counterpart in the Imperial Eight Divines. For example, Alduin's sobriquet, \"the World Eater,\" comes from myths that depict him as the horrible, ravaging firestorm that destroyed the last world to begin this one. Nords therefore see the god of time as both creator and harbinger of the apocalypse. He is not the chief of the Nord pantheon (in fact, this pantheon has no chief; see \"Shor\") but its wellspring, albeit a grim and frightening one.",
        "Alduin destroyed the last world to enable the creation of this one, and he will destroy this one to enable the next. Alduin was once worshiped by the long-dead Dragon Cult, but that has been outlawed for centuries, so Alduin has no admitted worshipers.",
        "Testing Gods",
        "Herma-Mora (The Woodland Man):\nAncient Atmoran \"Demon of Knowledge\" who nearly seduced the Nords into becoming Aldmer. Most Ysgramor myths are about escaping the wiles of old Herma-Mora. Unlike his Bosmeri adherents, the Nords don't deny his Daedric nature.",
        "Mauloch (God of Orcs, \"Mountain Fart\"):\nClearly identified for the Nords with the Daedric Prince Malacath, Mauloch tests them through warfare. Mauloch troubled the heirs of King Harald for a long time. Fleeing east after his defeat at the Battle of Dragon Wall, ca. 1E 660, his rage was said to fill the sky with his sulfurous hatred, earning that year the sobriquet \"Year of Winter in Summer.\"",
        "Dead God",
        "Tsun:\nExtinct Nord god of trials against adversity. Died defending Shor from foreign gods."
    ]
}