{
    "id": "VarietiesofFaithTheForebears",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Forebears, who have been longest in Tamriel and had the stronger relationship with the Second Empire, worship substantially the same pantheon as the Imperials and Bretons, whereas the more conservative Crowns still revere the ancient Yokudan gods.",
        "The Eight of the Forebears",
        "Akatosh (Dragon God of Time):\nAkatosh is the chief deity of the Eight Divines (the major religious cult of Cyrodiil and its provinces), and one of two deities found in every Tamrielic religion (the other is Lorkhan). He is generally considered to be the first of the Gods to form in the Beginning Place; after his establishment, other spirits found the process of being easier and the various pantheons of the world emerged. He embodies the qualities of endurance, invincibility, and everlasting legitimacy.",
        "Tava (Bird God):\nYokudan spirit of the air. Tava is most famous for leading the Yokudans to the isle of Herne after the destruction of their homeland. She has since become assimilated into the mythology of Kynareth, and is often worshiped by the Forebears in that name. She is very popular in Hammerfell among sailors, and her shrines can be found in most port cities.",
        "Julianos (God of Wisdom and Logic):\nOften associated with Jhunal, the Nords' father of language and mathematics, Julianos is the god of literature, law, history, and contradiction, and is thus the patron of magistrates (and wizards).",
        "Dibella (Goddess of Beauty):\nPopular god of the Eight Divines. She has nearly a dozen different cults, some devoted to women, some to artists and aesthetics, and others to erotic instruction.",
        "Tu'whacca (Tricky God):\nYokudan god of souls. Tu'whacca, before the creation of the world, was the god of Nobody Really Cares. When Tall Papa undertook the creation of the Walkabout, Tu'whacca found a purpose; he became the caretaker of the Far Shores, and continues to help Redguards find their way into the afterlife. His cult is sometimes associated with Arkay in the more cosmopolitan regions of Hammerfell, and he is often worshiped in that name by Forebears.",
        "Zeht (God of Farms):\nYokudan god of agriculture who renounced his father after the world was created, which is why Akatosh makes it so hard to grow food. Analogous to Zenithar, and sometimes worshiped in that name.",
        "Morwha (Teat God):\nYokudan fertility goddess. Fundamental deity in the Yokudan pantheon, and the favorite of Tall Papa's wives. Still worshiped in various areas of Hammerfell, including Stros M'kai. Morwha is always portrayed as four-armed, so that she can \"grab more husbands.\" Analogous to Mara, and sometimes worshiped in that name by the Forebears.",
        "Stendarr (God of Mercy):\nStendarr's sphere includes compassion, charity, justice, and righteous rule, and is the favorite god of Redguard \"gallants\" (knights).",
        "Additional Deities with Significant Redguard Cults:",
        "Leki (Saint of the Spirit Sword):\nDivine daughter of Tall Papa, Leki is the goddess of aberrant swordsmanship. The Na-Totambu of Yokuda warred to a standstill during the mythic era to decide who would lead the charge against the Lefthanded Elves. Their swordmasters, though, were so skilled in the Best Known Cuts as to be matched evenly. Leki introduced the Ephemeral Feint. Afterwards, a victor emerged and the war with the Aldmer began.",
        "HoonDing (The Make Way God):\nYokudan spirit of \"perseverance over infidels.\" The HoonDing has historically materialized whenever the Redguards need to \"make way\" for their people. In Tamrielic history this has only happened twice, in the First Era during the Ra Gada invasion.",
        "Malooc (Horde King):\nAn enemy god of the Ra Gada who led the Goblins against the Redguards during the First Era. Fled east when the army of the HoonDing overtook his Goblin hordes.",
        "Sep (The Snake):\nYokudan version of Lorkhan. Sep is born when Tall Papa creates someone to help him regulate the spirit trade. Sep, though, is driven crazy by the hunger of Satakal, and he convinces some of the gods to help him make an easier alternative to the Walkabout. This, of course, is the world as we know it, and the spirits who followed Sep become trapped here, to live out their lives as mortals. Sep is punished by Tall Papa for his transgressions, but his hunger lives on as a void in the stars, a \"non-space\" that tries to upset mortal entry into the Far Shores."
    ]
}