{
    "id": "VarietiesofFaithTheBretons",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Eight:",
        "Akatosh (Dragon God of Time):\nAkatosh is the chief deity of the Eight Divines (the major religious cult of Cyrodiil and its provinces) and one of two deities found in every Tamrielic religion (the other is Lorkhan). He is generally considered to be the first of the gods to form in the Beginning Place. After his establishment, other spirits found the process of being easier, and the various pantheons of the world emerged. He embodies the qualities of endurance, invincibility, and everlasting legitimacy.",
        "Kynareth (Goddess of Air):\nKynareth is a member of the Eight Divines, the strongest of the Sky spirits, patron of sailors and travelers. In some legends, she is the first to agree to Lorkhan's plan to invent the mortal plane, and she provides the space for its creation in the void. She is also associated with rain, a phenomenon said not to occur before the removal of Lorkhan's divine spark.",
        "Julianos (God of Wisdom and Logic):\nOften associated with Jhunal, the Nord father of language and mathematics, Julianos is the god of literature, law, history, and contradiction, and the favorite deity of most Breton mages.",
        "Dibella (Goddess of Beauty):\nPopular god of the Eight Divines, Dibella has nearly a dozen different cults, some devoted to women, some to artists and aesthetics, and others to erotic instruction.",
        "Arkay (God of the Cycle of Life and Death):\nMember of the Eight Divines pantheon and popular elsewhere, as well. Arkay is often more important in those cultures where his father, Akatosh, is either less related to time or where his time aspects are difficult to comprehend by the common folk. He is the god of burials and funeral rites, and is sometimes associated with the seasons. His priests are staunch opponents of necromancy and all forms of the undead. It is said that Arkay did not exist before the world was created by the gods under Lorkhan's supervision/urging/trickery. Therefore, he is sometimes called the Mortals' God.",
        "Zenithar (God of Work and Commerce, Trader God):\nMember of the Eight Divines, Zenithar is understandably associated with the Bosmeri Z'en. In High Rock, however, he is a far more cultivated god of merchants, artisans, and the middle nobility. His worshipers say, despite his mysterious origins, Zenithar is the god \"that will always win.\"",
        "Mara (Goddess of Love):\nNearly universal goddess. Her origins started in mythic times as a fertility goddess; in High Rock, she is the Mother-Goddess. She is sometimes associated with Nir of the \"Anuad,\" the female principle of the cosmos that gave birth to creation. For the Bretons, she is married to Akatosh.",
        "Stendarr (God of Mercy):\nGod of the Eight Divines, Stendarr has evolved from his Nord origins into a deity of compassion, or sometimes, righteous rule. Stendarr is the patron of magistrates, rulers, and knights errant.",
        "Additional Deities with Significant Breton Cults:\nMagnus (Magus):\nThe god of sorcery, Magnus withdrew from the creation of the world at the last second, though it cost him dearly. What remains of him is felt and controlled by mortals as magic. One story says that, while the idea was thought up by Lorkhan, it was Magnus who created the schematics and diagrams needed to construct the mortal plane. He is sometimes represented by a golden eye, an astrolabe, a telescope, or more commonly, a staff. Legends say he can inhabit the bodies of powerful magicians and lend them his power.",
        "Y'ffre (God of the Forest):\nWhile Akatosh Time Dragon might be the king of the gods, Y'ffre is revered as the spirit of \"the now.\" According to the Elves, after the creation of the mortal plane, everything was in chaos. The first mortals were turning into plants and animals and back again. Then Y'ffre transformed himself into the first of the Ehlnofey, or \"Earth Bones.\" After the laws of nature were established, mortals had a semblance of safety in the new world, because they could finally understand it.",
        "Sheor (Bad Man):\nIn High Rock, the Bad Man is the source of all strife. He seems to have started as the god of crop failure, but most modern theologians agree that he is a demonized version of the Nordic Shor or Aldmeri Lorkhan, born during the dark years after the fall of Saarthal.",
        "Phynaster:\nHero-god who taught the Altmer how to naturally live another hundred years by using a shorter walking stride. Patron deity and \"teacher\" of the Direnni. Often worshiped by those Breton mages who emphasize their Elven blood."
    ]
}