{
    "id": "VarietiesofFaithTheDarkElves",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Dunmer are descended from the Chimer, who were apostates of the Aldmeri's Aedra worship. As the Alessian Reforms never took hold in Morrowind, their pantheon bears little resemblance to the rest of Tamriel. The Dark Elves' original religion was worship of several Daedric Princes, the so-called \"Good Daedra,\" but that has been largely superseded by reverence for the \"Living Gods\" of the Tribunal.",
        "The Tribunal\nAlmalexia (Mother Morrowind):\nMost traces of Auri-El disappeared from ancient Chimer legends during their so-called \"exodus,\" primarily due to that god's association and esteem with the Altmeri. However, most aspects of Auri-El that seem so important to the mortal races—namely immortality, historicity, and genealogy—have conveniently resurfaced in Almalexia, the most popular of Morrowind's divine Tribunal.",
        "Vivec (Master of Morrowind):\nWarrior-poet god of the Dunmer. Vivec is the invisible keeper of the holy land, ever vigilant against the dark gods of the Volcano. He/she has saved the Dunmeri people from certain death on numerous occasions.",
        "Sotha Sil (Mystery of Morrowind):\nGod of the Dunmer, Sotha Sil is the least known of the divine Tribunal. He is said to be reshaping the world from his hidden, clockwork city.",
        "The \"Good\" Daedra",
        "Boethiah (Prince of Plots):\nHeralded by the Prophet Veloth, Boethiah is the original god-ancestor of the Dark Elves. Through his/her illuminations, the eventual \"Chimer,\" or Changed Folk, renounced all ties to the Aldmer and founded a new nation based on Daedric principles. All manner of Dark Elven cultural \"advances\" are attributed to Boethiah, from philosophy to magic to \"responsible\" architecture. Ancient Velothi allegories are uniformly heroic successes of Boethiah over enemies of every type, serving as foundation stories of Chimeri struggle. Also known as the Anticipation of Almalexia.",
        "Mephala (Androgyne):\nMephala is the Webspinner or Spider God. In Morrowind, he/she was the ancestor who taught the Chimer the skills they would need to evade their enemies or murder them in secret. Enemies were numerous in those days, since the Chimer were a small faction. He/she, along with Boethiah, organized the clan systems that eventually became the basis for the Great Houses. He/she founded the Morag Tong. Also called the Anticipation of Vivec.",
        "Azura (Goddess of Dusk and Dawn):\nAzura was the god-ancestor who taught the Chimer the mysteries needed to be different than the Altmer. Some of her more conventional teachings are sometimes attributed to Boethiah. In the stories, Azura is often more a communal cosmic force for the race as a whole than an ancestor or a god. Also known as the Anticipation of Sotha Sil.",
        "The Missing God",
        "Lorkhan (The Missing God):\nThis Creator-Trickster-Tester deity is in every Tamrielic mythic tradition. His most popular name is the Aldmeri \"Lorkhan\" or Doom Drum. He convinced or contrived the Original Spirits to bring about the creation of the mortal plane. This upset the status quo, much like his father, Padomay, who introduced instability into the universe in the Beginning Place. After the world is materialized, Lorkhan is separated from his divine center, sometimes involuntarily, and eventually wanders the creation of the et'Ada. He and his metaphysical placement in the \"scheme of things\" is interpreted a variety of ways. In Morrowind, he is a being related to the Psijic Endeavor, a process by which mortals are charged with transcending the gods that created them.",
        "Four Corners of the House of Troubles, \"Testing Gods\"",
        "Enemy gods, more to be placated and appeased than worshiped.",
        "Molag Bal (God of Schemes, Lord of Brutality):\nDaedric power of much importance in Morrowind. There, he is always the archenemy of Boethiah, the Prince of Plots. He is the main source of the obstacles to the Dunmer (and preceding Chimer) people. In legends, Molag Bal always tries to upset the bloodlines of Great Houses or otherwise ruin Dunmeri \"purity.\" A race of supermonsters, said to live in Molag Amur, are the result of his seduction of Vivec during the previous era.",
        "Malacath (God of Curses):\nIn Dunmer myth, Boethiah swallowed Aldmer hero-god Trinimac and excreted him as Malacath. A somewhat weak but vengeful Daedra, the Dark Elves say he is also Malak, the god-king of the Orcs. He always tests the Dunmer for physical weakness.",
        "Sheogorath (The Mad God):\nThe fearful obeisance of Sheogorath is widespread, and it is found in most Tamrielic quarters. Contemporary sources indicate that his roots are in Aldmeri creation stories; therein, he is \"born\" when Lorkhan's divine spark is removed. One crucial myth calls him the \"Sithis-shaped hole\" of the world. He tests the Dunmer for mental weakness and tempts the Great Houses into treachery against each other.",
        "Mehrunes Dagon (God of Destruction):\nPopular Daedric power. He is associated with natural dangers like fire, earthquakes, and floods. In some cultures, Dagon is merely a god of bloodshed and betrayal. He is an especially important deity in Morrowind, where he represents its near-inhospitable terrain."
    ]
}