{
    "id": "VarietiesofDragonsAnInitialExploration",
    "paragraphs": [
        "To better prepare for possible threats to the Hist, I tasked myself with studying Dragons in Southern Elsweyr. Herein are my observations on the appearance, diet, daily habits, and combat techniques of two Dragons I observed. For simplicity, I have classified them by color.",
        "The Red Dragon\nMy understanding, after talking with those in Senchal, is that the Dragons currently operating in Elsweyr have a hierarchy of sorts, which is unusual if you consider some of the lore I've read on the subject. As such, the red Dragon I observed for a few days as it hunted in Southern Elsweyr seemed remarkable in that it was not overtly part of a hierarchy at all. Aside from this broad observation, my compiled and clarified notes on this creature follow.",
        "Appearance\nCovered in crimson, overlapping scales, the red Dragon possessed a sleek profile. It lacked ostentatious horns, which surprised me. Perhaps my expectations led me to believe that all Dragons had a jagged profile with horns that would gore prey, much like a bull's horns. Its yellow eyes had slitted pupils.",
        "Diet\nThe primary diet of the red Dragon appears to be meat. I did not see it eat plants at any point, so it most definitely be classified as a carnivorous creature. As an apex predator, this makes sense. As for preferred food? I didn't notice any particular preference, though at times the Dragon acted as if it hunted intelligent prey for the challenge they presented. It especially savored a two-person hunting crew that gave it a brief challenge. It toyed with them until one made a lucky strike with an arrow. It ended the confrontation quickly after this.",
        "Daily Habits\nAside from eating, I did not witness a range of cyclical habits pertaining to this Dragon. I cannot say for certain that they need sleep, which makes them even more dangerous if this proves to be the case. Given my sample size, though, I may have stumbled across an insomniac who has no preference for time of day and activity. Even its eating habits were somewhat random, though perhaps they were based on how much it had last eaten and its digestive process.",
        "Combat\nWithout large horns, the Dragon relied on claws, shouts, wings, and tail against intelligent prey. Against animals, it simply grabbed what it wanted and landed to eat it. This Dragon also utilized flame-based attacks and could summon creatures of flame, such as flame atronachs. Methods for countering fire must be developed for dealing with this creature.",
        "The Black Dragon\nAs with the red Dragon I observed, the black Dragon (though some might call it \"dark gray\") also seemed to observe no hierarchical societal structure in regards to other Dragons. At least, none that I could see.",
        "Appearance\nThe black scales on this Dragon also overlapped, and its head structure featured downward curving horns. Its tail was covered in spikes at the end, making it particularly effective as a melee weapon. Its orange-gold eyes have slitted pupils.",
        "Diet\nThis Dragon preferred meat to anything else, though I did see it graze on some leaves at one point. Perhaps it requires plants to add valuable nutrients to its system? When hungry, it grabbed the animal it wanted and flew a short distance to eat it in relative safety. As for hunting intelligent beings, its tactics tended more toward stealthy hunting, then ambushing them to keep resistance to a minimum. I can only guess as to why it chose ambush tactics. Perhaps it was wounded in the past when stalking armed hunting parties? Or maybe it finds joy in stealth and surprise.",
        "Daily Habits\nThe black Dragon preferred nocturnal activity, taking shelter during the day in a location I found only through careful observation. Upon sunset, it began hunting for food, returning with captured prey to its shelter. After that, it would take to the skies and fly, returning at dawn to what I came to think of as its nest or lair. I believe that it must have sensed my presence at one point, for it did not return the next morning. A quick examination of the remains of its recent meals demonstrated the Dragon to be a fastidious eater. It was careful to remove armor and eat around natural protection to get at the soft meat inside.",
        "Combat\nAs noted, the black Dragon I observed preferred to hunt and ambush its prey, surprising and making quick work of its targets. It used a combination of tail swipes, wing buffets, shouts, and claws on those it attacked, preferring the snatch-and-grab tactic against animals. Since this black Dragon called lightning and storm atronachs to aid it against multiple targets, I'm tempted to call it a storm Dragon."
    ]
}