{
    "id": "VarietiesofFaithCrownRedguards",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Forebears, who have been longest in Tamriel and had the stronger relationship with the Second Empire, worship substantially the same pantheon as the Imperials and Bretons, whereas the more conservative Crowns still revere the ancient Yokudan gods.",
        "The Eight of the Crowns:",
        "Satakal (The Worldskin):\nYokudan god of everything, a fusion of the concepts of Anu and Padomay. Basically, Satakal is much like the Nords' Alduin, who destroys one world to begin the next. In Yokudan mythology, Satakal had done (and still does) this many times over, a cycle which prompted the birth of spirits that could survive the transition. These spirits ultimately become the Yokudan pantheon. Popular god among the Crowns of the Alik'r nomads.",
        "Ruptga (Tall Papa):\nChief deity of the Yokudan pantheon. Ruptga, more commonly \"Tall Papa,\" was the first god to figure out how to survive the Hunger of Satakal. Following his lead, the other gods learned the \"Walkabout,\" or a process by which they can persist beyond one lifetime. Tall Papa set the stars in the sky to show lesser spirits how to do this, too. When there were too many spirits to keep track of, though, Ruptga created a helper out the dead skin of past worlds. This helper is Sep (see below), who later creates the world of mortals.",
        "Tu'whacca (Tricky God):\nYokudan god of souls. Tu'whacca, before the creation of the world, was the god of Nobody Really Cares. When Tall Papa undertook the creation of the Walkabout, Tu'whacca found a purpose; he became the caretaker of the Far Shores, and continues to help Redguards find their way into the afterlife.",
        "Zeht (God of Farms):\nYokudan god of agriculture who renounced his father after the world was created, which is why Tall Papa makes it so hard to grow food.",
        "Morwha (Teat God):\nYokudan fertility goddess, fundamental deity in the Yokudan pantheon, and the favorite of Tall Papa's wives. Still worshiped in various areas of Hammerfell, including Stros M'kai, Morwha is always portrayed as four-armed, so that she can \"grab more husbands.\"",
        "Tava (Bird God):\nYokudan spirit of the air. Tava is most famous for leading the Yokudans to the isle of Herne after the destruction of their homeland. She has since become assimilated into the mythology of Kynareth. She is still very popular in Hammerfell among sailors, and her shrines can be found in most port cities.",
        "Onsi (War God; Boneshaver):\nNotable warrior god of the Yokudan Ra Gada, Onsi taught Mankind how to pull their knives into swords.",
        "Diagna (Orichalc God of the Sideways Blade):\nHoary thuggish cult of the Redguards that originated in Yokuda during the Twenty-Seven Snake Folk Slaughter. Diagna was an avatar of the HoonDing (the Yokudan God of Make Way, see below) that achieved permanence. He was instrumental to the defeat of the Lefthanded Elves, as he brought orichalc weapons to the Yokudan people to win the fight. In Tamriel, he led a very tight-knit group of followers against the Orcs of Orsinium during the height of their ancient power.",
        "Additional Deities with Significant Redguard Cults:",
        "Leki (Saint of the Spirit Sword):\nDaughter of Tall Papa, Leki is the goddess of aberrant swordsmanship. The Na-Totambu of Yokuda warred to a standstill during the mythic era to decide who would lead the charge against the Lefthanded Elves. Their swordmasters, though, were so skilled in the Best Known Cuts as to be matched evenly. Leki introduced the Ephemeral Feint. Afterwards, a victor emerged and the war with the Aldmer began.",
        "HoonDing (The Make Way God):\nYokudan spirit of \"perseverance over infidels.\" The HoonDing has historically materialized whenever the Redguards need to \"make way\" for their people. In Tamrielic history this has only happened twice, in the First Era during the Ra Gada invasion.",
        "Malooc (Horde King):\nAn enemy god of the Ra Gada who led the Goblins against the Redguards during the First Era. Fled east when the army of the HoonDing overtook his Goblin hordes.",
        "Sep (The Snake):\nYokudan version of Lorkhan. Sep is born when Tall Papa creates someone to help him regulate the spirit trade. Sep, though, is driven crazy by the hunger of Satakal, and he convinces some of the gods to help him make an easier alternative to the Walkabout. This, of course, is the world as we know it, and the spirits who followed Sep become trapped here, to live out their lives as mortals. Sep is punished by Tall Papa for his transgressions, but his hunger lives on as a void in the stars, a \"non-space\" that tries to upset mortal entry into the Far Shores."
    ]
}