{
    "id": "VarietiesofFaithTheKhajiit",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.\nThis book mentions an \"Empress Kintyra\", which presumably refers to Kintyra Septim, who would not be born for another few hundred years. This name may, however, apply to a forgotten Alessian or Reman Emperor.",
        "",
        "As fits their heterodoxy of form, the Khajiit worship many gods, and few confine themselves to the Imperial Eight.",
        "The Eight:",
        "Alkosh (Dragon King of Cats):\nPre-ri'Datta Dynasty Anequinine deity. A variation on the Altmeri Auri-El, and thus an Akatosh-as-culture-hero for the earliest Khajiit. His worship was co-opted during the establishment of the Riddle'Thar, and he still enjoys immense popularity in Elsweyr's wasteland regions. He is depicted as a fearsome dragon, a creature the Khajiit say \"is just a real big cat.\" He repelled an early Aldmeri pogrom of Pelinal Whitestrake during mythic times.",
        "Riddle'Thar (Two-Moons Dance):\nThe cosmic order deity of the Khajiit, the Riddle'Thar was revealed to Elsweyr by the prophet Rid-Thar-ri'Datta, the Mane. The Riddle'Thar is more a set of guidelines by which to live than a single entity, but some of his avatars like to appear as humble messengers of the gods. Also known as the Sugar God.",
        "Jone and Jode (Little Moon God and Big Moon God):\nTogether, the moons represent duality, fate, and luck. In Khajiiti religion, Jone and Jode are aspects of the Lunar Lattice, or ja-Kha'jay.",
        "Mara (Mother Cat):\nNearly universal goddess. Originally a fertility goddess, the Khajiit associate her with Nir of the \"Anuad,\" the female principle of the cosmos. She is the lover of Alkosh.",
        "S'rendarr (The Runt; God of Mercy):\nS'rendarr's sphere includes compassion, charity, and justice. In early Aldmeri legends, S'rendarr is the apologist of Men.",
        "Khenarthi (God of Winds):\nKhenarthi is the strongest of the Sky spirits. In some legends, he is the first to agree to Lorkhaj's plan to invent the mortal plane, and provides the space for its creation in the void. He is also associated with rain, a phenomenon said not to occur before the removal of Lorkhaj's divine spark.",
        "Baan Dar (The Bandit God):\nIn most regions, Baan Dar is a marginal deity, a trickster spirit of thieves and beggars. In Elsweyr he is more important, and is regarded as the Pariah. In this aspect, Baan Dar becomes the cleverness or desperate genius of the long-suffering Khajiit, whose last-minute plans always upset the machinations of their (Elven or Human) enemies. He has also lent his name to the Baandari Pedlars, the traveling Khajiiti merchant tribe.",
        "Additional Deities with Significant Khajiiti Cults:",
        "Magrus (Cat's Eye, Sun God):\nKhajiiti version of Magnus, the god of the sun and sorcery, popular with Khajiiti magicians (though less so than Azurah).",
        "Rajhin (The Footpad):\nThief and trickster god, the Purring Liar, much beloved of Khajiiti storytellers. Rajhin grew up in the Black Kiergo section of Senchal. The most famous burglar in Elsweyr's history, Rajhin is said to have stolen a tattoo from the neck of Empress Kintyra as she slept.",
        "Azurah (Goddess of Dusk and Dawn):\nPatron of Khajiiti magicians, respected rather than feared for her sometime trickery. In myth she is tied into the origins of Khajiiti out of Aldmeri stock.",
        "Sheggorath (Skooma Cat, the Mad God):\nThe King of Insanity appeals to the darker side of the Cat-Men, who chafe at the strictures of sanity and responsibility.",
        "Hircine (Hungry Cat):\nGod of hunting and skinchanging, revered for his fierceness and cunning.",
        "Sangiin (Blood Cat):\nGod of Death and Secret Murder, Sangiin's worship is hidden from Cat's Eye. \"For who can control the urges of blood?\"",
        "Namiira (The Great Darkness):\nAn enemy of the living, to be placated rather than worshiped.",
        "Lorkhaj (Moon Beast):\nPre-ri'Datta Dynasty Anequinine deity, easily identified with the Missing God, Lorkhan. This Creator-Trickster-Tester deity is in every Tamrielic mythic tradition. He convinced or contrived the Original Spirits to bring about the creation of the mortal plane, upsetting the status quo—much like his father Padomay had introduced instability into the universe in the Beginning Place. After the world is materialized, Lorkhaj is separated from his divine center, sometimes involuntarily, and wanders the creation of the et'Ada. He and his metaphysical placement in the \"scheme of things\" is interpreted a variety of ways. In the legends, he is almost always an enemy of the Aldmer and, therefore, a hero of early Mankind."
    ]
}