{
    "id": "VarietiesofFaithTheWoodElves",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Eight\n(though few Bosmer outside the Empire accept the limitation of Divines to eight):",
        "Auri-El (King of the Aldmer):\nThe Elven Akatosh is Auri-El. Auri-El is the soul of Anui-El, who, in turn, is the soul of Anu the Everything. He is the chief of most Aldmeri pantheons. Most Altmeri and Bosmeri claim direct descent from Auri-El. In his only known moment of weakness, he agreed to take his part in the creation of the mortal plane, that act which forever sundered the Elves from the spirit worlds of eternity. To make up for it, Auri-El led the original Aldmer against the armies of Lorkhan in mythic times, vanquishing that tyrant and establishing the first kingdoms of the Aldmer, Aldmeris and Old Ehlnofey. He then ascended to heaven in full observance of his followers so that they might learn the steps needed to escape the mortal plane.",
        "Y'ffre (God of the Forest):\nMost important deity of the Bosmeri pantheon. While Auri-El the Time Dragon might be the king of the gods, the Bosmer revere Y'ffre as the spirit of \"the now.\" According to the Wood Elves, after the creation of the mortal plane everything was in chaos. The first mortals were turning into plants and animals and back again. Then Y'ffre transformed himself into the first of the Ehlnofey, or \"Earth Bones.\" After these laws of nature were established, mortals had a semblance of safety in the new world, because they could finally understand it. Y'ffre is sometimes called the Storyteller, for the lessons he taught the first Bosmer. Some Bosmer still possess the knowledge of the chaos times, which they can use to great effect (the Wild Hunt).",
        "Arkay (God of the Cycle of Life and Death):\nArkay is the god of burials and funeral rites, and is sometimes associated with the seasons. His priests are staunch opponents of necromancy and all forms of the undead. It is said that Arkay did not exist before the world was created by the gods under Lorkhan's supervision/urging/trickery. Therefore, he is sometimes called the Mortals' God.",
        "Xarxes:\nXarxes is the god of ancestry and secret knowledge. He began as a scribe to Auri-El, and has kept track of all Aldmeri accomplishments, large and small, since the beginning of time. He created his wife, Oghma, from his favorite moments in history.",
        "Mara (Goddess of Love):\nNearly universal goddess. Origins started in mythic times as a fertility goddess. She is sometimes associated with Nir of the \"Anuad,\" the female principle of the cosmos that gave birth to creation. For the Bosmer, she is the wife of Auri-El.",
        "Stendarr (God of Mercy):\nGod of compassion and righteous rule. In early Aldmeri legends, Stendarr is the apologist of Men.",
        "Z'en (God of Toil):\nBosmeri god of payment in kind, which includes both just remuneration and retribution. Studies indicate origins in both Argonian and Akaviri mythologies, perhaps introduced into Valenwood by Kothringi sailors. Ostensibly an agriculture deity, Z'en sometimes proves to be an entity of a much higher cosmic order.",
        "Baan Dar (The Bandit God):\nTrickster spirit of thieves and beggars borrowed from the Khajiit.",
        "Additional Deities with Significant Bosmeri Cults:",
        "Herma-Mora (The Woodland Man):\nMalicious trickster spirit (another one!) whose Bosmeri cultists say is not to be confused with the Daedra Hermaeus Mora. (Others deride this assertion.)",
        "Jone and Jode (Little Moon God and Big Moon God):\nAldmeri gods of the Moons, they are spirits of fortune, both good and bad.",
        "Hircine (The Huntsman, Father of Manbeasts):\nMaster of the Great Hunt and lord of all lycanthropes. Worshipers of Hircine are not as ruthless as those who worship other Daedra; they always give their prey at least a small chance to escape.",
        "Lorkhan (The Missing God):\nThis Creator-Trickster-Tester deity is in every Tamrielic mythic tradition. His most popular name is the Aldmeri \"Lorkhan,\" or Doom Drum. He convinced or contrived the Original Spirits to bring about the creation of the mortal plane, upsetting the status quo—much like his father Padomay had introduced instability into the universe in the Beginning Place. After the world is materialized, Lorkhan is separated from his divine center, sometimes involuntarily, and wanders the creation of the et'Ada. He and his metaphysical placement in the \"scheme of things\" is interpreted a variety of ways. To the Elves, he is the most unholy of all higher powers, as he forever broke their connection to the spirit plane. In the legends, he is almost always an enemy of the Aldmer and, therefore, a hero of early Mankind."
    ]
}