{
    "id": "VarietiesofFaithTheHighElves",
    "paragraphs": [
        "Librarian Comment:",
        "While most of the information is from the original Varieties of Faith, the structure of this document differs enough to be considered a stand alone piece.",
        "",
        "The Eight\n(though few Altmer outside the Empire accept the limitation of Divines to eight):",
        "Auri-El (King of the Aldmer):\nThe Elven Akatosh is Auri-El. Auri-El is the soul of Anui-El, who, in turn, is the soul of Anu the Everything. He is the chief of most Aldmeri pantheons. Most Altmeri and Bosmeri claim direct descent from Auri-El. In his only known moment of weakness, he agreed to take his part in the creation of the mortal plane, that act which forever sundered the Elves from the spirit worlds of eternity. To make up for it, Auri-El led the original Aldmer against the armies of Lorkhan in mythic times, vanquishing that tyrant and establishing the first kingdoms of the Altmer, Altmora and Old Ehlnofey. He then ascended to heaven in full observance of his followers so that they might learn the steps needed to escape the mortal plane.",
        "Magnus (Magus):\nThe god of sorcery, Magnus withdrew from the creation of the world at the last second, though it cost him dearly. What is left of him on the world is felt and controlled by mortals as magic. One story says that, while the idea was thought up by Lorkhan, it was Magnus who created the schematics and diagrams needed to construct the mortal plane. He is sometimes represented by an astrolabe, a telescope, or, more commonly, a staff.",
        "Trinimac:\nStrong god of the early Aldmer, in some places more popular than Auri-El. He was a warrior spirit of the original Elven tribes that led armies against the Men. Boethiah is said to have assumed his shape (in some stories, he even eats Trinimac) so that he could convince a throng of Aldmer to listen to him, which led to their eventual Chimeri conversion. Trinimac vanishes from the mythic stage after this, to return as the dread Malacath (Altmeri propaganda portrays this as the dangers of Dunmeri influence).",
        "Y'ffre (God of the Forest):\nWhile Auri-El Time Dragon might be the king of the gods, Y'ffre is revered as the spirit of \"the now.\" According to the Elves, after the creation of the mortal plane everything was in chaos. The first mortals were turning into plants and animals and back again. Then Y'ffre transformed himself into the first of the Ehlnofey, or \"Earth Bones.\" After these laws of nature were established, mortals had a semblance of safety in the new world, because they could finally understand it.",
        "Xarxes:\nXarxes is the god of ancestry and secret knowledge. He began as a scribe to Auri-El, and has kept track of all Aldmeri accomplishments, large and small, since the beginning of time. He created his wife, Oghma, from his favorite moments in history.",
        "Mara (Goddess of Love):\nNearly universal goddess. Origins started in mythic times as a fertility goddess. She is sometimes associated with Nir of the \"Anuad,\" the female principle of the cosmos that gave birth to creation. For the Altmer, she is the wife of Auri-El.",
        "Stendarr (God of Mercy):\nGod of compassion and righteous rule. In early Altmeri legends, Stendarr is the apologist of Men.",
        "Syrabane (Warlock's God):\nAn Aldmeri god-ancestor of magic, Syrabane aided Bendu Olo in the Fall of the Sload. Through judicious use of his magical ring, Syrabane saved many from the scourge of the Thrassian Plague. He is also called the Apprentices' God, for he is a favorite of the younger members of the Mages Guild.",
        "— Additional Deities with Significant Altmer Cults —",
        "Phynaster:\nHero-god of the Summerset Isles, who taught the Altmer how to naturally live another hundred years by using a shorter walking stride.",
        "Lorkhan (The Missing God):\nThis Creator-Trickster-Tester deity is in every Tamrielic mythic tradition. His most popular name is the Aldmeri \"Lorkhan,\" or Doom Drum. He convinced or contrived the Original Spirits to bring about the creation of the mortal plane, upsetting the status quo—much like his father Padomay had introduced instability into the universe in the Beginning Place. After the world is materialized, Lorkhan is separated from his divine center, sometimes involuntarily, and wanders the creation of the et'Ada. He and his metaphysical placement in the \"scheme of things\" is interpreted a variety of ways. To the High Elves, he is the most unholy of all higher powers, as he forever broke their connection to the spirit plane. In the legends, he is almost always an enemy of the Aldmer and, therefore, a hero of early Mankind"
    ]
}