{
    "id": "VastariesNotes",
    "paragraphs": [
        "Librarian Comment:",
        "This series of books is not currently found in game. The <<1>>s likely stand for Irrai, a Winged Twilight found in connection to Vastarie and Loriasel",
        "",
        "<title>Vastarie's Notes</title>",
        "Like many relics left by the Ayleidoon, the tablet's secrets are confused by illusory wards and laced with enough destructive cantrips to make even the slightest divination an exercise in mortal danger.",
        "Even so, with effort — and no small amount of magicka — I have managed a transcription:",
        "\"Epevoy an anyadena av <<1>>e pado an sunnand.\nCan an canomora racuvarima.\nArctane va ceye av <<1>>e.\nMalatu ye nemalatuis shauta ry relle asva relleis.\"",
        "Unfortunately, my understanding of Ayleid is limited to the books available to me. My translation is woefully incomplete:",
        "\"— the life-treaty of — before the blessed-stone.\nCall the Daedric herald who was —.\nAccept the shadow of —.\n— and not — come as water within many-waters.\"",
        "Even so, my efforts provide enough information to act upon. One word, '<<1>>e,' appears twice in the script.",
        "Acting on a hunch, I cross-referenced it with a history of known daedra and their inclinations.",
        "'<<1>>,' one of the Winged Twilights, appears several times in service to Azura. If this is the same creature, it would appear the Ayleidoon had some manner of accord with the beast.",
        "Indeed, it appears likely the stone bears a ritual designed to summon it forth!",
        "I will act upon this knowledge at first light on the morrow.",
        "— Vastarie",
        "<title>Vastarie's Notes - Page 4</title>",
        "With the assistance of several apprentices, I was able to make a closer study of the wards surrounding the tablet. They are certainly a summoner's binding, but there is something else.",
        "Where traditional summoning spells afford the caster complete control of the daedra subjected to them, the bindings of this particular enchantment appear to summon only.",
        "They do not afford the caster protection from the daedra itself, nor do they compel the beast to obey commands.",
        "While it is unlikely any daedra affiliated with Azura would be outwardly violent to mortal summoners, they are fickle creatures.",
        "We would be wise to take precautions if we are to summon it here.",
        "— Vastarie"
    ]
}