{
    "id": "VazsharasJournal",
    "paragraphs": [
        "Vazshara has only been a Doubting Monk for a week, and already she is regretting her decision. No one talks about what happened here before the Two Kingdoms set their roots, but it is on everyone's mind all the time. It's like there is a great big senche-tiger eating our dinner, but we're forbidden to slap its nose. We all know that some Moon Bishop stirred up the Darks here and let the dro-m'Athra into Nirni. But why? How? No one will say. Vazshara has heard all the rumors of course - the paddy-tales ja'khajiit laugh over when they think no one is listening. Most Khajiit laugh along, but this one knows that silly stories often hide darker truths. This one has to find out what really happened here.",
        "* * *",
        "Vazshara claws are cramped from writing! This one has spoken to many, many monks and committed their stories to paper. Vazshara has to admit, these tales are much darker than the ones she learned as a ja'khajiit. The players are always the same: crazy monks and a Moon Bishop called the \"Stone-Tapper.\" Apparently, this bishop carried a magic stick that spoke secrets when he tapped it on the floor. No one knows where this magic stick came from, or where it went after the Moon Bishop died, so it might be Senche dung. But one mystery at a time, yes?",
        "Day and night, this Moon Bishop tapped the floor, learning all of Nirni's secrets. But eventually the magic stick ran out of Nirni-secrets, so it started telling darker secrets. Namiira-secrets. The Tapper listened and listened, growing old and crazy. The monks of the temple went crazy too, because the tapping never stopped. It was a loud and steady sound - tap-tap, tap-tap, tap-tap. Like a heartbeat, yes? Eventually, the monks hatched a plot to kill the Stone-Tapper. They lured him into the High Lunarium and stabbed him with their curved knives until he died. All the blood and secrets drained out of the Tapper's body and broke open the temple, revealing the Maw of Lorkhaj, and the Darks beyond.",
        "This is where the tale starts to fray. In some versions of the story, The Tapper wakes up after his blood is drained and kills all the monks with lightning. In others, a great winged beast bursts out of Lorkhaj's throat and rips the monks apart with claws and fangs. But this makes no sense. The seals scattered throughout the temple clearly show the Moon Bishop flanked by monks and summoning bent spirits. And this one has seen what looks like a door in the High Lunarium. So he must have survived, and he must have pushed at least some of the monks into the Bent Dance, right? Bah. This one thinks it might be a guilty conscience. The Doubting Monks have a sour reputation. Many Khajiit think the order played a role in freeing the dro-m'Athra. This one is starting to think they may be right. Vazshara should have listened to her papa and become a fisherman. Var var var.",
        "* * *",
        "Ziss on this place! Abbot Kulan-dro summoned Vazshara to the High Lunarium today and gave her the worst tongue-lashing of her life. \"No more loose talk! No more questions!\" Bah! As if anything in this place was loose. This temple is a tomb. No one laughs, or sings, or dances. It's nothing but chanting, and whispers, and tail-tucked prayer. This alone would be enough to make Vazshara run away, but there is more. There was something in the Abbot's eyes. It wasn't rage - no, it wasn't that. It was like  - nothing. Like a dull black nothing. Like a dead cat's eyes. It made this one's tail knot up. Vazshara has had enough. This one makes for the sea at first light. Moons curse this place, and its Abbot!"
    ]
}