{
    "id": "VenarusVulpinsResearch",
    "paragraphs": [
        "Librarian Comment:",
        "Part 2. Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<bold>~ 19th of Second Seed, 4E 201</bold>",
        "Thanks to the more sordid past of some of my underlings, we found a way to add the waters of the Bloodspring into the process for turning moonsugar to skooma. It is far more potent and highly addictive. We've turned the basement into a Den and sent out some of the locals with \"samples\" to lure people back, turning the disappointment of the spring into a ready supply of blood.",
        "We're calling it Redwater Skooma, in case any of the patrons happen to notice \"water\" in any of the corners.",
        "I've found many ruined books in the chambers connected to the spring and will continue to study them for a way to drink the waters without the side effects. Mortals appear to become infected with all manner of disease, while Vampires gain power but only for a short while.",
        "<bold>~ 9th of Mid Year, 4E 201</bold>",
        "Many of the books I've found are but tattered shreds, ruined by the ages and moisture, but I've pieced together the origin of the Spring, if little else.",
        "It used to be a spring sacred to Arkay in the 1st Era, headed by the priest, Lengeir. I'm glossing over much that isn't of interest to my search, but it would seem that the woman he was in love with was bitten and turned into a vampire and subsequently turned him as well. They went on a rampage through the Spring and killed the other priests as they cowered in the pool, praying for Arkay's protection.",
        "\"...and as we tore the spine... ...last priestess... ...took the viscera into the Bloodstone Chalice... ...waters ran red forever more...\"",
        "Perhaps this \"Bloodstone Chalice\" is the answer.",
        "<bold>~ 18th of Sun's Height, 4E 201</bold>",
        "Weeks of research and still nothing to show for it. It would seem that the Bloodstone Chalice is most likely the key to harnessing the power of the Spring, but it is also clear that at some point it was removed from the ruins.",
        "I've found an illustration of it which I have endeavored to sketch here, but nothing else regarding where it may have ended up.",
        "<image=https://www.imperial-library.info/sites/default/files/skbks_chalice.png>"
    ]
}