{
    "id": "VenarusVulpinsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "Found in Skyrim's first DLC, Dawnguard.",
        "",
        "<bold>~ 28th of Sun's Dusk, 4E 200</bold>",
        "I've found an interesting book of short stories on the pawnshop's shelves today. I don't think the owner will mind if I take it. I really should spend more time around the docks, these Altmer are too thin blooded for my taste.",
        "Anyway, one of the tales in the book is an account of the \"Bloodspring of Lengeir's Feast,\" a fabled source of power for vampires. It is a story I've read several renditions of before but this version suggests that it may be located in Skyrim, in a ruin buried by quaking of the earth during the 2nd Era.",
        "Considering that my business here with Inquisitor Amolmaire is, shall we say, at an end, it might be a good time to leave Summerset for a worthwhile diversion for the next twenty to thirty years. Perhaps I shall investigate this fabled Bloodspring.",
        "<bold>~ 2nd of Morning Star, 4E 201</bold>",
        "I was able to obtain passage from Alinor to Solitude by way of ship. No mean feat with this Nord insurrection going on, I assure you. I ran across one of my own in the local tavern and feared at first that it might cause problems for me, but it turns out that she is well-positioned here in the city and has been happy to help if I keep a civil manner. We spoke much on my research into the Bloodspring and while she made sure to point out she thinks it a \"soft headed pursuit\" she did say that what she's heard would point to The Rift.",
        "<bold>~ 5th of First Seed, 4E 201</bold>",
        "After months of searching I finally may have found a lead. While looking for a bit of dinner in the Vilemyr Inn, I overheard an old hermit by the name of Jokull, talking about strange red water he found bubbling out of the ground.",
        "Once I dispose of this soldier, I'll follow to see if I can find the location.",
        "<bold>~ 13th of First Seed, 4E 201</bold>",
        "I can't believe I didn't realize sooner.",
        "Jokull has been taking buckets of rock and dirt out of his house all week. When I realized that he's digging a basement I snuck in to check if he had uncovered the Bloodspring. He's hit a cave system that must be where Bloodspring has sunken into over the years. It was hard to see in the dim light, even with my eyes, but I would swear the water I saw pooled on the ground was red.",
        "Unfortunately he woke up while I was exploring the basement and he dropped his torch on a pelt as I killed him. More setbacks.",
        "<bold>~ 4th of Rain's Hand, 4E 201</bold>",
        "The runnels I initially found had passed through too much rock and dirt but I've \"befriended\" some of the locals and we've managed to find the source of the Bloodspring. We've kept a low profile so as not to draw too much attention and thus far I've managed to keep them to only attacking hunters and other dregs, but we'll need to set up a ready food source that won't draw too much attention if we are to remain here.",
        "The Bloodspring is not everything that I'd hoped it would be. Though it is blood and gives great strength it provides no sustenance. And the power it grants lasts only for a short while and carries a weakening of the body and mind with it. I've had to lock the door to the chamber to keep the others from becoming completely dependent upon it. When I've tested it on mortals, it is worse for them, for it carries only disease and addiction with no benefits at all.",
        "Addiction.",
        "I may have just found a solution for our food problem."
    ]
}