{
    "id": "VenomsSanctuaryMarginalia",
    "paragraphs": [
        "Sundas",
        "All of these recent troubles visiting our Sanctuary puts me in mind of my previous Sanctuary back in the Blackwood Borderlands. I never want what happened there to happen to my home again. I suppose that's why I get such meticulous records. If someone in my Sanctuary breaks the tenets, I want to have absolute proof of that. And if we're falsely accused of breaking the tenets, then I want to be able to point to the appropriate journal and show the Black Hand that, this time, it made a mistake.",
        "So I write down everything.",
        "Middas",
        "The Matron asked me how I was feeling today. Why? Does she know something I don't?",
        "Turdas",
        "Hildegard's fur was all over my living space today. I told her not to come around when she was in wolf form. I'm making a note of this transgression, just for the record.",
        "Fredas",
        "I wonder what would happen if I mixed goat milk with bile-beer? Remember to try that the next time Kor brings in supplies.",
        "Morndas",
        "Tanek said hurtful things about my scales and my tail. Someday, I'm going to inform the Speaker about the way he treats his family.",
        "Tirdus",
        "Another one of the family was found murdered today. Poor Symdul. There was something familiar about the way he was killed. I need to think about that and check my old notebooks.",
        "Turdas",
        "The Speaker seemed displeased with me. He kept throwing dark glances at me every time I jotted down what somebody said. Or maybe not. He always throws dark glances at us.",
        "Fredas",
        "I listened to a sermonizer today. I started taking notes, as usual, but I soon became so upset that I couldn't read my own handwriting. How dare they say such lies about the Brotherhood? I must inform the Matron about this.",
        "Loredas",
        "Cimbar was tortured and killed. Sadness fills the Sanctuary like water fills a lake. My heart breaks for poor Mirabelle. She so enjoyed fornicating with Cimbar as often as possible. Maybe she'd appreciate reviewing all of my extensive notes on their couplings?",
        "Sundas",
        "The New-Blade asks the most interesting questions. I need to jot these down.",
        "\"What do we do after we get to Blackwood?\" Good question!\n\"How do we do that?\" Sometimes New-Blade is a bit dense.\n\"What do you need me to do?\" I could have been inappropriate here.\n\"Wasn't this Sanctuary abandoned?\" Not paying attention. Already explained that.",
        "Morndas",
        "Lyra Viria. That's a name I haven't thought about in a long time. We were friends once, brother and sister. She was dead. Or so I thought. Now I discover that she's not only alive, but she's the one who purified our Sanctuary. And now I find out that she's the Black Dragon, the murderer responsible for killing my current brothers and sisters. I can't fathom why she turned against the Brotherhood, but it doesn't matter. She needs to die.",
        "Middus",
        "I remember a night back in my old Sanctuary. I was a new initiate, and so was Lyra. The seasoned brothers and sisters enjoyed trying to frighten us with all kinds of scary stories. I remember one in particular, when Lyra and I were listening with a combination of tension and fascination. It was the story of Brombar, an Assassin who betrayed his brother. He was mortally wounded by the sister who was sent to punish him. She left him barely alive so that when the wraith of Sithis appeared to claim his soul, he'd be completely aware of what was happening to him. That scared us both so much that neither of us could sleep soundly for more than a week. Why did I think of that, I wonder?",
        "Turdas",
        "The Matron ordered me to track down the Black Dragon and kill her. I am honored and saddened by the trust she places in me."
    ]
}