{
    "id": "VerandissJournal",
    "paragraphs": [
        "Never in my wildest dreams did I think I would ever come this close. My research finally bore fruit. The stone husk incubation vessels are the answers to all the unknowns I hoped to unearth. My hope for this is twofold. One, that I will be able to resurrect mortal souls from their afterlife. Second, that I will be able to free vampire souls from Coldharbour and thus free them from Molag Bal. I will attempt this extraordinary feat on a mortal first. A woman named Lisolda, who died of a wasting disease. Once I am sure that experiment is a success, I will attempt the much riskier undertaking of trying this on a vampire soul. I only pray that my excitement is not premature.",
        "",
        "* * *",
        "I was a fool to think I had all the answers. I preach to Rada al-Saran about protecting mortals, yet my own experiment caused one to suffer needlessly. I attempted to resurrect Lisolda. At first, I was elated. She did return from the dead. But she was not whole. Returning to the world of the living drove her mad. She was so angry. I could feel her rage as clearly as if she were made of flames. I could not think of a way to help her. I was forced to kill her to prevent her from harming anyone, and that act sickens me. My hubris caused Lisolda so much pain. It shames me. I must discover what went wrong. Perhaps if I put some of my own essence in a reliquary, it might stabilize the experiment. That will be my next course of action.",
        "",
        "* * *",
        "There are simply too many unknowns. I modified the ritual, but I dare not follow through. The amount of life energy required to pull a soul out of Coldharbour—that's too high a price to pay. I will keep a record of the process in this journal, but it must not be acted upon. The stone husks cannot be trusted as a methodology as they currently exist. This decision pains me, but I know in my heart it is right. I cannot hurt another the way I hurt Lisolda. I will not risk any others and cause more suffering. This study is closed.",
        "",
        "* * *",
        "I have also begun to contemplate the ramifications of a world without a cycle of life and death. The possibility is horrifying. Why did I ever think this path was the way to peace? I was right to end my experiments and my research where I did.",
        "",
        "* * *",
        "I do not know why I accepted Rada al-Saran's invitation and came to Grayhome. Curiosity, I suppose. An undying hope that I can change the course of the Gray Council and avoid the war that Styriche so desperately craves? I did bring all of my equipment with me. The ritual chamber they constructed here is really quite impressive. For a moment, I contemplated renewing my research with Tzinghalis, but I know now that would be folly. It's unfortunate I cannot extract my essence from the reliquary, but that is the least of my worries. For now, I will store it in the first floor armory, hidden among the other reliquaries. I have no intention of staying in Grayhome or remaining a part of the Gray Host's Gray Council, but at least I know the reliquary will be safe here. Let it serve as a reminder of my failure. If I am to truly broker peace between mortals and vampires, I still have a long road ahead of me. It's time to take my leave.",
        ""
    ]
}