{
    "id": "VerricksNote",
    "paragraphs": [
        "Librarian Comment:",
        "Book added by Dawnfang & Duskfang from the Creation Club",
        "",
        "I met Sychelle Gatharian on a Morndas, outside the docks in the rain. Should've taken it as a sign.",
        "",
        "We'd done business before, she and I. Smuggling black soul gems, corpses, the kind of dark and dishonest things that would make grown men sleep in pairs. But this was different. This was big.",
        "",
        "This sword she gave me was like nothing I'd ever seen. Teeth like slaughterfish and a blood red gem in the center. I said that it must've been one of a kind. That's when she smiled and told me there was another.",
        "",
        "My job was to swap them.",
        "",
        "We sealed the venture with a coin, of which more was promised later. The mage told me I'd be contacted in a week. A group of her associates would pay us to use the hideout to kill some captain, after which, I'd make the switch.",
        "",
        "She told me to keep this a secret from the mages, which made me pause, but the details didn't matter much to me. All I wanted to know was the number on the ledger. It was enough. Months later and the deal has turned rotten. The mages underestimated their own magic, and we our greed. Now we're all paying the price for our stupidity.",
        "",
        "Some tried to fight their way our, but the bastard won't die. I'm beginning to think he can't. On top of that, every man that he's felled has risen to fight beside him, making him that much harder to kill.",
        "",
        "I guess I have no one to blame but myself. I should've trusted my gut from the start. Mage jobs always have a bad stink on them, but this one smelled especially foul. But I wanted that gold so bad I convinced myself and the men it was moon sugar.",
        "",
        "The funny thing is, I don't even have Bloodthirst anymore. I lost it at the pits at Faldar's Tooth, thinking I could just kill the mages and Gatharian once I got my hands on the other one. But when the spell went bad, the guild sealed the captain in these chambers, and us along with him. Now all I have left is a festering wound, an empty stomach, and the mage's coin to show for it.",
        "",
        "Chances are, this coin is probably the only thing that will make it our of here. But oh, could it tell you a story.",
        "",
        "Because this coin has bought a lot of lives.",
        "",
        "It's sold a lot of dreams, and spilled a lot of blood.",
        "",
        "I know now the coin is cursed. Yet for some reason, I can't let it go."
    ]
}