{
    "id": "VeyasPrivateThoughts",
    "paragraphs": [
        "<title>Veya's Private Thoughts, Part 1</title>",
        "Leaving Morrowind",
        "For the first time in my life, I'm alone. I've felt loneliness before, but what I feel now is a crushing weight that smothers me. It fills my every thought. Clouds my every judgment.",
        "Should I be angry? Sad? Relieved? I'm getting a new start. My mentor, Naryu, guaranteed that. I'm to report to a Khajiit who I am assured will look after me. Someone who will continue to train me, though in a very different way from the Morag Tong. My past will be wiped away.",
        "But is this what I want? Another person to tell me what I can and cannot do? To forget where I came from and the pain I felt from my own family's actions? That's what made me who I am. What shapes me.",
        "Can I really forget all that and leave Morrowind behind me?",
        "<title>Veya's Private Thoughts, Part 2</title>",
        "At Sea",
        "When you're a passenger on a ship that must travel an immense distance, your boredom increases with each passing day. In a way, this boredom has allowed me to process my thoughts. To try to understand the events that transpired and how I now find myself heading to Summerset.",
        "But what do I reflect on? Why, the circumstances that brought me to this point, of course. How my brother was taken from me. How my family and their damn honor were to blame. I avenged my brother, even though that meant taking the life of my father. My former master tried to help me. She spirited me out of Morrowind, put me on this ship to a distant, foreign land. Even if she refused to listen to my arguments and pleas to stay, her intentions were good. At least, I keep telling myself that. She had to lie to so many people—her organization, her allies, and her loved ones—all to ensure that I got out of there safely.",
        "Can I really forget that she tried to kill me, though? That she tried to stop me from doing the very thing that I had to do? Her and the other one. The one I thought was my friend. I'm still alive. I guess that's something.",
        "I know I did the right thing. And I'd kill my father again. It's this world. All the politics and pride. The pursuit of gold and power. It causes nothing but death, death, and more death. I'd do anything to put an end to it all.",
        "<title>Veya's Private Thoughts, Part 3</title>",
        "A Voice in the Dark",
        "We're nearing the end of our journey to Summerset, and I swear I'm going insane. It started when I noticed that some of the other passengers never strayed from the shadows. They kept to the lower levels and the darkest corners of the vessel. After I noticed them, they noticed me. They started talking to me. Telling me to listen to the darkness all around me. To hear the voice of the Mother of Shadows.",
        "I have half a mind to put my blade through their creepy hooded heads and dump their bodies into the ocean. At least I know I'd sleep better at night. Something has stayed my hand, though. Maybe they're starting to grow on me. Or I've been more lonely than I thought so that even creepy, crazy shadow crawlers are beginning to make good companions. I suppose they have their uses. But this new thing? A voice in the darkness? That's really starting to disturb me.",
        "Now, it's not like I'm actually hearing voices. Not exactly. But I do find myself talking to myself. And sometimes it feels like someone is listening to me. And, as weird as it is to write this down, sometimes that makes me feel better.",
        "Maybe I just miss my mother and I'm imagining that I'm talking to her. She was innocent in all of this. I wonder where she is now? I couldn't bear to face her after I killed my father. She had already been through so much, and I didn't want to see the pain my actions—justified though they may have been—had caused her.",
        "* * *",
        "No, I'm not crazy. I've been having dreams. Dreams filled with talking crows and shadowy creatures. With towers stretching to the stars. These are dreams of darkness and change. Of a chance for a new world.",
        "When I read these words, it seems like I should be afraid, but I'm not. There's a comfort to it all, as strange as that sounds. I think it's the Lady of Shadows. She's kind to me. She listens to me when I speak to her in my dreams. She holds me when I cry. She comforts me.",
        "This woman, she is more of a mother to me than my own mother ever was. And she's promised me we're going to fix the world so no one ever suffers again or loses someone they love.",
        "<title>Veya's Private Thoughts, Part 4</title>",
        "Reaching Summerset",
        "I am reborn.",
        "Mother has made it clear to me that the path I followed was not my own. That I'd be a slave to this world's rules and laws. That I'd be forced to walk the steps of another. I should be free, and free is what I shall become.",
        "From the darkness, a new dawn is about to break over this world. With the coming of this dawn, hatred, greed, and death will be wiped away. I am so ready for this to occur and I've never been more sure about the part I want to play.",
        "Mother has offered me a position in the Court of Bedlam, a group dedicated to bring this new world into existence. But Mother's plans go well beyond even this prestigious group.",
        "Mother has given me a new name. A new goal. Blood will be spilled. Lives will be lost. But in the end, the world itself shall change. No more pain. No more loss.",
        "No longer am I daughter of House Redoran. Now I am a daughter of Nocturnal.",
        "My name is Tundilwen, and I will burn the world so that a better one may rise from the ashes."
    ]
}