{
    "id": "VigilantEnforcersJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Cause from the Creation Club",
        "",
        "14th Sun's Height, 4E 201",
        "",
        "Our spies in the cities have reported hearing whispers of the Mythic Dawn among the populace. Though the last of those abominations were slain hundreds of years ago, we must take all reports seriously, and stay alert.",
        "",
        "25th Sun's Height, 4E 201",
        "",
        "Word from our agents in Cyrodiil say that a band of mysterious travelers descended upon Bruma, where they asked a well-known researcher many questions about the Ayleids. The ruins of Rielle specifically. They also asked about Great Welkynd Stones, which haven't been seen for hundreds of years.",
        "",
        "I'm sending a few scouts to the Pale Pass to keep an eye on things. If there is darkness at play, the light of the Vigil will find it.",
        "",
        "2nd Last Seed, 4E 201",
        "",
        "The same group of questionable travelers was seen traversing the Pale Pass into Bruma again. This time under the cover of night. They were followed but were lost in the shadow. Our agents set up a blockade to stop and question all who passed, but the group was not seen traveling through there again.",
        "",
        "If they did return to Skyrim, they would have had to do so through the Jerall Mountains by moonlight. Stendarr have mercy upon anyone lost among those jagged slopes in the darkness.",
        "",
        "3rd Last Seed, 4E 201",
        "",
        "The researcher in Bruma has gone missing, and I must assume it was at the hand of these mysterious travelers. If the rumors of the Mythic Dawn are true, Stendarr help us if they get their hands on a Great Welkynd Stone. What could they possibly need such a powerful artifact for?",
        "",
        "I have dispatched agents and spies to every corner of Skyrim to inquire among the townsfolk and track anyone who is remotely suspicious.",
        "",
        "10th Last Seed, 4E 201",
        "",
        "We have begun following a man named Skorvild. We believe he may be a Daedra worshipper, and possibly a member of the Mythic Dawn. His brother was recently reported missing, along with numerous others in the same time frame.",
        "",
        "We will follow his movements closely.",
        "",
        "16th Last Seed, 4E 201",
        "",
        "After several weeks of observing various suspects, we decided to capture an individual believed to be a high ranking member of the Mythic Dawn. She was clothed plainly, and kept the guise of a merchant by day.",
        "",
        "We searched her quarters and found red robes bearing the sun symbol of Mehrunes Dagon. We also found a journal which claims than an Oblivion Gate has been reforged, and attempts to open it are underway.",
        "",
        "I have decided to call for reinforcements. If what I read is true, the Vigil of Stendarr alone may not be enough to stop what is unfolding.",
        "",
        "This Mythic Dawn priest would not yield any information, and died during interrogation. It was a slow death, but the Vigil has no mercy for Daedra worshippers.",
        "",
        "Can the power of a Great Welkynd Stone be corrupted and used for their twisted purpose? This cannot happen. We must find this Oblivion Gate.",
        "",
        "Within the journal was a torn page, containing the following:",
        "",
        "\"In the shade of Velothi, where rivers run black",
        "Shor's Stone at our feet, Whiteshore at our back",
        "",
        "Windhelm on our shoulders, beyond the fair night",
        "Before the dawn rises, red scars bleed the light\"",
        "",
        "This could be a clue as to their location. I will send someone to investigate while I prepare a small regiment and determine our next move.",
        "",
        "17th Last Seed, 4E 201",
        "",
        "Three of my agents who were observing suspects went missing overnight. I believe they have been captured by the Mythic Dawn. Stendarr have mercy upon them. We should have been more careful when capturing one of their priests, but we needed to act quickly.",
        "",
        "I have assembled a group to descend upon Rielle. We must act now. We may be able to ambush the daedra worshipers.",
        "",
        "Lastly, one of my scouts believes the riddle does indeed point to the location where the Mythic Dawn are hiding. We need to approach with caution, lest we be outnumbered.",
        "",
        "Blessings of Stendarr upon us."
    ]
}