{
    "id": "TheVileTruthofBarbas",
    "paragraphs": [
        "From the notes of Pelagius Habor, Council Daedrologist-in-Residence, Imperial City",
        "Every true Daedrologist has a favorite Prince. We rarely admit it, but it's true. Each Prince, while horrifying, has a curious and often hilarious quirk. Sheogorath's peculiarities are well known, but when you really think about it, all the Princes are a bit silly. Hircine has the clumsy head of an ungulate. Sanguine is an inveterate drunk. It's precisely these eccentricities that make the Princes a source of endless fascination for Daedrologists such as myself. Unlike the stuffy and aloof Aedra, the Princes suffer from the same neuroses, flaws, and childish fixations that trouble men and mer. They are more like us than we care to admit. As for me? Of all the Daedric Princes, Clavicus Vile is my favorite - and it has everything to do with his loyal hound, Barbas.",
        "I have come to believe that Clavicus Vile is unique in that he exists in two persons. This is, of course, the subject of vigorous debate in Daedrological circles. Many of my confederates would argue that Barbas is merely a greater Daedric servant - no more linked to Vile than a horse is linked to its rider. But I urge you to consider the evidence. The first and most obvious proof of their consubstantiality is found in art. Crude, hand-carved idols dating back to the early Merethic Era depict the masked figure of Clavicus Vile standing beside a large hound, as do ancient cave paintings. I have explored the width and breadth of Tamriel in search of Daedric oddities, and in all my travels I have never found any depiction of Vile that does not include Barbas at his side. I've also read hundreds of firsthand accounts detailing encounters with the Prince. Each of those accounts, without exception, features Barbas in some capacity.",
        "If we accept the premise that Clavicus Vile and Barbas are (at least in some sense) the same person, the natural question is \"Why?\" Why would an entity possessing godlike power allow itself to be bifurcated? I have a number of hypotheses, but my best guess is simply this: companionship. The \"life\" of a Prince is one of near-total isolation. Some Princes, like Hermaeus Mora and Nocturnal, appear to revel in this solitude. But everything we know of Clavicus Vile indicates that he is a profoundly social being. His love of bartering, his willingness to bestow wishes upon those that engage with him, his bewitching mask - each of these things point to a being that thrives on interaction, conversation, and play. A being so inclined would likely go mad without some companion to speak to, argue with, and complain about. One might even view it as a marriage of sorts, albeit an inverted one. Rather than two becoming one, as in the Pledge of Mara, one has become two - a paradoxical reversal of the Aedric ritual.",
        "\"But why a dog?\" you ask? I've puzzled over this for years. Again, I can offer little more than supposition. My best guess is that it has to do with power roles. If Clavicus Vile sheared off a larger share of his animus to create an equal, the two would plot and scheme against each other constantly. In creating a canine counterpart, Vile ensures his position as master. Dogs are ancient symbols of loyalty and submission. They are servants and never masters. So it is with Barbas.",
        "Of course, Barbas is not always a dog. Like other Daedric Princes, Barbas can present himself in a number of different forms. He has appeared as both man and mer, as animals, lesser Daedra, even inanimate objects! This ability to bend his shape, but retain his fundamental animus is a power that no other Daedra on record has been able to replicate - aside from Princes, that is. Coincidence? I think not.",
        "We will likely never know Barbas's true nature with certainty, but the evidence points me to only one conclusion: Barbas and Clavicus Vile are one person in two forms. The master is also the servant. The handler is also the hound. It's a unique and fascinating paradox - the sort of mystery that makes Daedrology worth studying!"
    ]
}