{
    "id": "VineTongues",
    "paragraphs": [
        "<title>Vine-Tongues: Introduction</title>",
        "So you want your own vine-tongue to tame and do your bidding? You have a tiny sprout and you need to know what to do next with your own little piece of shrubbery. Soon, with the help of my detailed instructions, you too will have a fully grown and tamed vine-tongue to bring joy into your life.",
        "While savages like the Argonians of Murkmire may use these wonderful plants for barbaric means, I've learned how to train them to be something so much more—a true and faithful friend.",
        "So follow my instructions, and remember, a vine-tongue isn't just part of your home. It's a part of your heart.",
        "<title>Vine-Tongues: Preparations</title>",
        "When you're ready to bring a vine-tongue into your life, you must make sure that you're completely prepared. While these little vines of joy provide great happiness, they also demand lots of work and an extreme amount of patience!",
        "Talk to your partner, your friends, and your family. Let them know what to expect ahead of time. Tell them to expect late-night feedings, constant soil changing, and the occasional blood ritual so they won't be alarmed or perturbed by the strange schedule.",
        "Surprises can be fun, but the howling screams of a hungry vine-tongue breaking the silence of the middle of night can cause much consternation. So, prepare yourself, prepare your friends and family, and prepare your neighbors. A little inconvenience is a small price to pay for a lifetime of happiness!",
        "<title>Vine-Tongues: Happy Plants</title>",
        "You have a vine-tongue sapling in a tiny pot, ready to install in your new home. Now what? Simple! Now you do everything in your power to make and keep your little plant happy!",
        "Each vine-tongue is as different as you and I, so some experimentation will be needed to ascertain the best approach to raising your little sapling. In general, you'll need a long rake, a watering can, and a broadsword—they can get a little testy every now and again!",
        "With these three basic tools, you can water your sapling, scratch its back, and make sure to dissuade them when they attempt to devour your neighbor's cat or the local children. Keep these tools on hand for the long and joyful years ahead for you and your vine-tongue!",
        "<title>Vine-Tongues: Nourishment</title>",
        "Are you happy when you're hungry? I think not! The same can be said for your new friend, the vine-tongue. Now you're probably wondering, what exactly do you feed such an amazing and wondrous plant? Have no fear, I've got you covered!",
        "Vine-tongues require water, of course. By the bucket load! A well-hydrated plant is a happy plant!",
        "While water is all well and good and necessary, vine-tongues also require more substantive fare. Meat, to be precise. Raw if necessary, alive and wiggling when at all possible.If it's squirming, it's worth serving, I always say.",
        "As a sapling, feed your vine-tongue worms, insects, small fish, or even the occasional rodent or two. As the plant grows, increase the amount and size of the particular food your vine-tongue prefers to keep it healthy and to help it reach its full potential. But don't overfeed your vine-tongue! An overweight vine-tongue becomes moody, unhappy, and is prone to try to eat inappropriate things—like household pets or its master's limbs.",
        "<title>Vine-Tongues: A Happy Home</title>",
        "When you return home after a long and grueling journey, you want a nice warm bed and a hot meal. The same is true of your vine-tongue! Well, except for the hot meal. They prefer their food raw and somewhat wiggly. Your vine-tongue deserves the best, and it's your job to provide it for them.",
        "For maximum comfort, your vine-tongue prefers a humid climate on a patch of soil surrounded by standing water. In addition, the area you designate as your vine-tongue's lair needs to appeal to wandering creatures. Once your beloved plant gets big enough, it will want to supplement the delicious diet you provide with prey that it catches on its own. Not only does this give your plant a sense of accomplishment, it helps keep your home free of vermin.",
        "Did you realize that vine-tongues make excellent sentries? Put them up high where they can observe their surroundings and admire the sights. If anyone tries to come near your property, your new friend will greet them appropriately. Just be sure to restrain your vine-tongue before friends and family come to visit in order to avoid any unfortunate misunderstandings.",
        "<title>Vine-Tongues: Common Mistakes</title>",
        "There's a lovable little vine-tongue sapling in your home. You know what to feed it, where it likes to live, and how best to keep it entertained. To avoid any mishaps and to reduce chaos in your life, here are three important lessons I learned while raising my own vine-tongues.",
        "1) Remove other household pets until you have fully trained your vine-tongue. Give them over into the care of friends or distant family so as not to find a hug or a cuddle turn into an inadvertent meal for your precocious little vine-tongue. While affectionate, vine-tongues also tend to be in a constant ravenous state. Take precautions and little Mixie will survive to purr another day!",
        "2) Ignore the naysayers. Many people will tell you that keeping a vine-tongue is dangerous. That carnivorous plants can't be trained or trusted. Balderdash, I say! Tamed vine-tongues are sweet and misunderstood. Yes, they can be dangerous, but so can eating lunch. It's possible to choke on your next bite of rabbit meatballs, but no one is going to tell you not to eat!",
        "3) Even when fully trained, you need to maintain dominance over your vine-tongue. These plants have a temper and can easily be offended, but if you show even a modicum of hesitation or fear, they might pounce and treat you like prey. They seek love and affection, so keep that in mind and everything will work out fine. I'm almost positive!"
    ]
}