{
    "id": "ViparthsJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in Divine Crusader from the Creation Club",
        "",
        "So the other day me and the boys robbed this caravan full of monks. Real easy, except there wasn't any loot. But one monk, he was a squealing type. Put a knife to his throat and he sang like nirnroot.",
        "",
        "The monk tells us there's a secret compartment in the carriage. We pop it open, and find the shiniest set of weapons and armor I ever laid my eyes upon. The kind you have to squint to look at it.",
        "",
        "When we got back to camp, first thing I did was try on a boot. Funny thing is, it didn't fit. I swear it was the right size, but Remy laughs and snatches it from me, saying some rubbish about how only real warriors can wear real armor.",
        "",
        "Except jokes on him, they wouldn't fit him neither. Soon the whole crew is trying on the set, but no matter the piece, no matter the size, they can't keep it on. Some manage to get it on for a second, right up until the color goes out of their face.",
        "",
        "And it ain't just the armor. You try and swing one of the weapons, and you feel sick to your stomach. Like the thing don't want you wielding it.",
        "",
        "So we're all sitting by the campfire, out of ideas, when Orenn, the new blood, gets the idea to have their kin Eigorn try the armor on. Everyone laughs.",
        "",
        "The kid ain't even one of the crew, just some green little bastard who decided to tag along for the raid. Like Orenn, they ain't even killed their first man yet. But lo and behold, the kid tries on a boot, and the damn thing fits.",
        "",
        "\"I guess Eigorn's part of the crew now,\" Orenn says, but the pup ain't having it. Turns out, they ain't wanna do the work! They don't even LIKE being a bandit.",
        "",
        "So I tell Orenn, either the kid fights with us, or I cut their throat. I'm about to do it, when Orenn, that bloody traitor, picks up the big shiny mace and nearly clobbers my head off.",
        "",
        "Luckily the rest of the crew was there to keep that mace from turning my skull to porridge. But that's when I get the idea to try the armor on Orenn. And by the Nine, it fits that bastard too.",
        "",
        "Which brings us to where we are now. The two of them are following orders, sure, but I don't trust them one bit. It's not just about the armor. Orenn's been talking nonsense for a while now, saying we should let people go like they ain't bloody witnesses, and other bleeding heart shit you just don't do.",
        "",
        "Remy pointed out that we just need them to wear the armor, and look all intimidating like. The crew will do the rest. But that ain't gonna cut it. I want to test them. If we get into a fight, I need to know the person standing next to me is willing to kill a man if they have to.",
        "",
        "And if either of them refuse, we kill them both."
    ]
}