{
    "id": "TheViridianSentinel",
    "paragraphs": [
        "Hush, my dear. Go back to sleep. The trolls can't get you here—not so long as there is a Viridian Sentinel.\nWhat's that? You want to hear about the Viridian Sentinel again? Of course, my dear. Just lie back on your pillow and listen.",
        "Everyone in northern Bangkorai knows about the Viridian Sentinel. The Sentinel is the guardian who makes all the wild things stay in the woods. The trolls, the bears, the witches and their wolves—none may come into the vanquished lands from the Wild so long as the Sentinel keeps watch. And the Sentinel will always keep watch.",
        "Did you know there was a time when there was no Viridian Sentinel? It was long, long ago in the before-times. We Bretons had just won our freedom from the Direnni Elves, and the Elves were still spiteful about it. \"Go ahead, take these lands you call High Rock,\" they said. \"You will not have them long. We will retreat to our towered island. We will renounce our covenant with the Earth Bones. We will give these lands back to the Wild.\"",
        "As is often the way when Elves speak, we did not understand what they meant, so we merely shrugged and set about the hard work of making the land our own. We plowed fields and sowed crops. We fenced meadows and made pastures for our livestock. We built roads and market towns so our people could sell each other their produce and wares. And all seemed well.",
        "But then bad things began to happen on the farms nearest the woods. Witches lurked under the eaves, and Bretons who got too close to the forest began to disappear into its shadows, never to be seen again. Soon the farmers had to abandon the fields that were next to the woods.",
        "It got worse. Things began to come out of the woods, fell creatures and beasts, mostly at night but sometimes even in the day. And they roamed across the farmlands, menacing the farm families and slaying them when they could. Many farmers said, \"We cannot stand before these creatures from the Wild. Come, we shall leave our farms and go to the towns.\"",
        "But when they got to the towns they found there was no work for farmers—and even worse there was little or nothing to eat, because the farmers were no longer sending food to the towns. The townspeople blamed the farmers for abandoning their farms, and the farmers blamed the townspeople for not sending their armed watch to guard them. No one could agree on what to do.",
        "One of the farmboys, a lad named Greenward, was very worried. He went into the chapel and prayed earnestly to Stendarr, saying, \"O righteous lord of mercy and protection, we are in sore plight and in need of your aid. For the beasts of the Wild are no longer contained, and our lands are reverting to wilderness. Soon there will be no place for mortals who love order and harmony. I fear we will become beasts, forget our names, and turn our back on the Divines. Show us, O lord, how this may be prevented.\"",
        "Then a kingfisher flew into the chapel and landed on the altar before Greenward. It was a very large kingfisher, larger than any the lad had ever seen. It cocked its head, and then began to whistle and clack its beak. And Greenward seemed to hear speech among the whistles and clacks, words that said, \"The beasts come out of the Wild because they have forgotten your names, and believe you to be beasts like themselves, whom it is lawful to slay. Someone must go to the Wild and tell the beasts that he has a name, and the vanquished lands are forfeit to his claim.\" Then the kingfisher made a small mess, as birds will, and flew away.",
        "The lad bowed and said, \"I shall do this for my family, and the other families of the vanquished lands.\" He hugged his father, he kissed his mother, and he left the town and went back to the edge of the Wild. There he met a savage tiger, who made as if to pounce upon him, but the lad said, \"It is not lawful to pounce upon me, for I have a name, and am no beast. My name is Greenward, and I claim this land as vanquished. Return to the Wild and come here no more.\"",
        "And do you know what? The savage tiger did exactly that. And so did the ravening wolves, and the shambling bears, and the fierce trolls, and the wicked spriggans: all returned to the Wild and came to the vanquished lands no more.",
        "When this was done the lad hoped his work was over and he could return to his family, but it was not so. For always new beasts came from the Wild who had to be taught the boundaries. So the lad lived thereafter under the eaves of the wood and walked the edge of the wild, telling the beasts his name and turning them back. And our people called him the Viridian Sentinel.",
        "Eventually the Sentinel grew very old and felt that soon he might walk the borders no more. He began to worry. But a girl came to him and said she had been spoken to by a bird, and thereafter the two walked the border together. And when the Sentinel finally passed on and his name went with his soul to Aetherius, the girl became the new Viridian Sentinel, and the vanquished lands were still safe.",
        "So it has been ever after. And so it will always be."
    ]
}