{
    "id": "VisitorsGuidetotheShambles",
    "paragraphs": [
        "By Dylamar for the Fargrave Mortal Inclusion and Visitation Program.",
        "",
        "Most mortals make their homes in the Shambles, despite the area's reputation for lawlessness and danger. In fact, it may be that very lawlessness that attracts so many mortals and Daedra alike to its warrens. The district offers a unique blend of neighborhoods, eclectic shops, and artisanal goods. The neighborhoods feature a blend of mortal settlers and Daedra who prefer to distance themselves from the strict rules of conduct prevalent in Fargrave's more prominent districts.",
        "",
        "ENTRY WAYS",
        "The Shambles exists beyond the walls that border Fargrave's more upscale districts.The doors that lead to the Shambles are mostly hidden or nondescript. While the gates of Fargrave appear grandiose and elaborate, most entrances to the streets of the Shambles do not stand out in the least. Finding a door to the Shambles can be as much accident and luck as planned excursion, and many wanderers sometimes step through to find themselves lost in the Shamble's labyrinthine alleys.",
        "",
        "MARKETS",
        "Unlike the stalls of the Bazaar, the markets of the Shambles tend to move from location to location like a leaf in the wind. Somehow, though, a merchant's best customers always seem to know how to find them. Rumors of a complex system of obscure marks in the street tell those in the know where to find a particular merchant or a specific type of goods. Such information, unfortunately, is against the Stricture and beyond the scope of this guide. Suffice it to say, there are certain goods and services only available within the Shambles, so anyone seeking them would do well to make the trip.",
        "",
        "FARE AND SUSTENANCE",
        "One of the great joys of the Shambles is a little-known café, Brixit's. The food there is incredible, with buttery pastries, crisp fruits, and drinks hot enough to form molten puddles in the street outside. Stop by and try some boiled leaf mixtures and be sure to say that the recommendation came from Dylamar. If you seek something stronger, the Wishbone might be right up your alley. This tavern has a rough and tumble charm and serves the best frozen effluvium this side of the Evergloam.",
        "",
        "LOCAL FLAVOR",
        "Enjoy a thrilling conversation with Netelyas, the purveyor of all goods a mortal could require. His legendary repartee and friendly demeanor make shopping at his stall a genuine pleasure—even for Dremora. If you're not opposed to felines, I'm sure Netelyas's cat, Malfeasance, would appreciate some extra attention, too.",
        "",
        "SAFETY",
        "As previously mentioned, there are Daedra in Fargrave proper who may behave violently toward any mortal that provokes their ire. Luckily, there are laws and ordinances that no Daedra can break while within the city walls. The Stricture and the Grasp who enforce it extends to the Shambles, but this is not a guarantee of safety. A number of less than friendly groups control portions of the Shambles, and their territory should be avoided if at all possible.",
        "",
        "The Errants, led by Boss Kezo, are a group of mortals who do not have the comfort of a pact to keep them sane in the climate of Fargrave. This makes the Errants fiercely protective of their territory and prone to acts of violence. They claim to protect the mortal residents of the Shambles, especially those who occupy the western warrens, but this author sees it more like a protection racket. Watch out for these troublemakers.",
        "",
        "Skein Row, a collection of streets on the east side, serves as the lair of Shaemeta and her fellow Spiderkith. These Daedra are not friendly, especially not to mortals, who they seem to consider a food source. You can identify Skein Row by the vast amount of webbing that stretches between the buildings. If you encounter large webs, turn around and walk the other way.",
        "",
        "The Vanquished control a swath of the Shambles around the central plazas. Enzir and her fellow Dremora enjoy hunting mortals, so consider that area off limits until further notice.",
        "",
        "Despite all of these dangers, the Shambles is a wonderful place to visit and a great place to live. As with all new cities, I advise that you exercise caution on your first few days in the district, but as soon as the warning signs become familiar, the district will feel as welcoming to you as it does to me.",
        ""
    ]
}