{
    "id": "VisionsoftheGreenPactBosmer",
    "paragraphs": [
        "Excerpts from the original four-volume work recorded by Morvas Andrys, who studied the Green Pact Bosmer for three years in the First Era, until he was killed in a mourning war and devoured by the very clan he'd been studying.",
        "… Faniriel was one hundred years old when she consumed the glow-frog of the swamps and it showed her the upside-down tree city of Heartgreen. It was populated by Elves who walked exclusively on their hands….",
        "… Vanirion the Thief, who successfully demanded more than two hundred payments after invoking the Rite of Theft, was once said to have had a vision after climbing into a tree that had appeared in the middle of the forest.",
        "The tree had purple leaves, and as Vanirion told it, when he sat among them, they gave off the most pleasant fragrance. The sweet scent lulled his mind into a state, and while in this state, he saw a circular grove of trees. The further he went into the grove, the wider the circle became, so that he could never reach its true center.",
        "As he wandered he met the most beautiful spirit and when she spoke her sentences began with their last word, so that they made circles. \"River. Come, lie with me by the,\" she beckoned.",
        "Vanirion only came to his senses when, slumped in a stupor from the powerful odor of the leaves, he fell from the branches of the tree. He survived the fall, but broke his leg, ending his thieving career. He spent the rest of his life searching the forest for the tree with the purple leaves, but never found it.",
        "…",
        "Then I asked the treethane whether it is right for the Pact Bosmer to say that they \"see\" these visions, and whether it wouldn't be better to say that they \"imagine\" them. It's clear that these strange apparitions of cities and groves and other such wonders don't exist either on Nirn or in Oblivion.",
        "The treethane took a long drink of whatever foul fermented milk was currently in fashion and looked at his feet and then at the sky. \"You say the world ends at what you can see with your eyes. We say, that is where the world begins.\""
    ]
}