{
    "id": "VisitorsGuidetoHighIsle",
    "paragraphs": [
        "By Dame Emisse Fairwind",
        "",
        "High Isle, jewel of the Eltheric Ocean! Famous for sunny shores, green hills, and friendly people! Even in these troubled times, many of Tamriel's well-to-do seek rest and relaxation amid the warm days and salubrious breezes of the Systres Archipelago.",
        "",
        "Most visitors to High Isle arrive at Gonfalon Bay, the largest city in the Systres and the island's main port. Your visit begins with a wonder of the world, the Gonfalon Colossus. This magnificent statue depicts Baron-Admiral Bendu Olo, commander of the legendary All Flags Navy. He stands guard over the entrance to the city's harbor with his sword raised high to greet the sunrise, a lordly figure as tall as a castle's tower.",
        "",
        "Gonfalon Bay itself is a charming port city of pleasant squares and quaint alleyways. Many visitors find everything they require right here, and venture no further. The Ancient Anchor Inn—so named for the historic piece hanging above its door—is the best of the city's taverns and the perfect place to pass an evening. If you're in search of an even livelier time, visit the Gonfalon Gaming Hall on Harbor Island. But be warned! The card players there make a fine living from tourists with gold to lose.",
        "",
        "While Gonfalon Bay could keep you entertained for weeks, High Isle has many more wonders to explore. No visit to the Systres is complete without a tour of the entire island! Begin your exploration by heading west along High Isle's southern coast. Just outside Gonfalon Bay, the Gonfalon Head Lighthouse stands as a beloved beacon to mariners. The lighthouse is blessed by the goddess Kynareth and tended by her priests.",
        "",
        "Continue westward from the lighthouse, taking in views of the sea to the south. You'll soon come to Loch Navire, one of the two major inlets leading to the heart of High Isle. The loch is spanned by a fine stone bridge, built by Duke Louis Mornard two centuries ago. Take the road to the north and head inland. The center of High Isle consists of a great basin surrounded by bluffs—All Flags Harbor.\\n\\nOne of the strongest and best-protected anchorages in the southern seas, All Flags Harbor is the very place where the All Flags Navy gathered for their famed expedition against the Sload. All Flags Castle rises from the islet at the center of the harbor and the great memorials dedicated to those brave sailors of an earlier age are currently undergoing renovations for visitors to enjoy once again.",
        "",
        "Returning to High Isle's southern coast on the west side of Loch Navire, you come to the magnificent Castle Navire, home to House Dufort and the seat of the Duchy of Systres. Here, the duchess and her family reign in splendor, hosting great banquets for guests of distinction.",
        "",
        "Your road continues west into the most rugged and spectacular part of High Isle, the remote western coast. Here, stands of oak, quaint old ruins of druid circles, and forgotten shrines speckle the sunny hillsides. Some of High Isle's rural folk still cling to old druidic traditions, preferring the life of the forest to more civilized ways. In some parts of the Systres, these rustics are suspicious of outsiders (or even dangerous), but the druids of High Isle are generally friendly.",
        "",
        "Continue north along the coast, enjoying vistas of rocky coves and sandy beaches before rounding Mistmouth Cape and turning eastward. This part of the coast provides your best view of High Isle's neighboring islands, Amenos and Y'ffelon. Mount Firesong, a live volcano, towers above Y'ffelon, often producing clouds of smoke and steam from its lofty summit. In fact, the entire archipelago is volcanic, and you will find plenty of steam vents, hot springs, and other such features in the island's back country.",
        "",
        "From here, your path leads along High Isle's northern coast. The Amenos Passage now lies on your left, although storms often hide the prison island from view. Near the midpoint of the northern coast lie the vast Dufort Shipyards, where some of the finest ships in all Tamriel are constructed. A ferry departs regularly for Amenos from a nearby dock, but it should be noted that tourists should not plan to venture beyond the limits of Amenos Station, the port town on the island.",
        "",
        "Continue on your way, passing by the picturesque ruins of Tor Draioch and the Spire of the Crimson Coin. Your circuit of High Isle is complete when you reach the picturesque ruins of Abhain Chapel, just across Loch Abhain from the familiar walls of Gonfalon Bay. Take a moment to admire the mighty Baron-Admiral's Bridge that spans the loch here. Cunningly built counterweights allow the middle of the span to be raised high enough for the largest seagoing vessels to pass underneath.",
        "",
        "Finally, be sure to reward yourself with more of Gonfalon Bay's excellent dining and shopping opportunities. And don't worry if you missed some of the sights—once you visit the Systres, it's only a matter of time until the islands call you back again!"
    ]
}