{
    "id": "VisitorsGuidetoFargrave",
    "paragraphs": [
        "Prepared by Osata for the Fargrave Mortal Inclusion and Visitation Program.",
        "",
        "Auspicious day to you, traveler! Your fortune has changed for the better now that you reached the glorious city of Fargrave. Whether you entered our prosperous city through a portal of your own devising or via one of our permanent gateways, good fortune is sure to follow your crossing of the planes to reach our fair city.",
        "",
        "PLAZA OF PORTALS",
        "Depending on how you found our Celestial Palanquin, you might be well acquainted with the Plaza of Portals. This location houses some of our realm's permanent portals, including those that lead to two different regions in the Deadlands. Additionally, groups with permission to create temporary portals to other planes of existence usually congregate here prior to their travels. As one of the safer routes to and from Fargrave, many mortals take their respite in the plaza, as it reminds them of the ties Fargrave has to their home realms.",
        "",
        "THE BAZAAR",
        "As you most likely have graced Fargrave with your presence to engage in the trade and exchange of goods that Fargrave is famous for, you will probably want to visit the Bazaar. While goods can be exchanged throughout the city, the Bazaar features a well-organized mass of merchants and crafters from across Oblivion. Everything you desire and more can be found in the Bazaar for mostly reasonable prices. Exchanges of goods take place at all hours, so be sure to explore the Bazaar thoroughly and often to ensure that nothing you might want slips your notice.",
        "",
        "FARGRAVE CRAFTING PLAZA",
        "It would do our future as a city a great deal of shame if we did not supply potential artisans with the means to make their own goods. To this end, the Fargrave Crafting Plaza features workstations and a variety of tools to support all your creative endeavors.",
        "",
        "MORTAL AID",
        "A multitude of organizations have been created to assist mortals in the complexities of Fargrave trade. House Hexos, the Saraathu Tong, and the Gleaners of Aurbis all have headquarters in Fargrave and official stalls in the Bazaar. They can offer guidance, advice, and employment, should you have the need. Avoid the Grasp of the Stricture, though. They uphold the covenant of the Stricture and have no patience for mortals or their fleeting affairs.",
        "",
        "THE STRICTURE",
        "While Fargrave has no ruler or power structure, a magical covenant known as the Stricture binds all Daedra and forces them to maintain a level of peace and neutrality within the Celestial Palanquin. A group known as the Grasp of the Stricture (or simply the Grasp) enforce this covenant and serve as arbiters and interpreters of the agreement whenever disputes or conflicts arise. Because mortals are not bound by the Stricture, the Grasp distrusts them and often simply ignores them unless absolutely necessary. Note that most members of the Grasp are Dremora, and that all members are equal under the Stricture.",
        "",
        "THE SHAMBLES",
        "As a word of caution to all but the desperate of newcomers, avoid the district of the city known as the Shambles. Though most of the mortal population of the city lives among the alleys and tenements of the Shambles, the place is also the hunting ground for multiple gangs, including the Errants, the Vanquished, and the Invisible Web. While all of Fargrave is bound to the rules and statutes of the Stricture, the Shambles operates as something of a lawless territory as the Grasp routinely ignores the district due to its high percentage of mortal inhabitants.",
        ""
    ]
}