{
    "id": "VisitorsGuidetoYffresCauldron",
    "paragraphs": [
        "By Bernardine Gelves, Associate Chancellor of Cultural Heritage",
        "",
        "Few structures outside Valenwood command as much respect from Tamriel's nature worshipers as Y'ffre's Cauldron on High Isle. This millennia-old edifice could easily be mistaken for an arena or theater-in-the-round, but its origins are far more intriguing!",
        "",
        "According to the druids of the Stonelore Circle, the Cauldron lies at the vertex of powerful \"\"bonelines\"\"—junctions of natural energies. Druidic spells cast within its walls exhibit strange properties, and prayers spoken there ascend with greater emphasis. Within the circle there lies another circle, with lines extending out in the four cardinal directions. Stonelore druids speak of grand stargazing rituals where their forebears used the arrangement of stones and circles to augur the future. Alas, the specifics of these rituals were lost during the Yokudan invasion of 1E 665.",
        "",
        "This has not prevented would-be occultists from exploring the Cauldron's mysteries. Throughout history, mages have tried to harness the Cauldron's power, but to no avail. In 1E 2345, a necromancer named Marent Vanne's attempt, for instance, had disastrous results.",
        "",
        "Vanne insisted that the Cauldron could shear souls in two—a blasphemous endeavor that many necromancers of the day referred to as the \"\"twin animus paradox.\"\" Vanne's spell backfired, cleaving the graven \"\"dreamer's visage\"\" in twain. The mage perished in the resulting collapse. This tragedy remains a point of deep resentment for Y'ffre worshipers abroad, but Stonelore druids seem content to let the matter drop. They sometimes gesture to the shattered face and shrug—confident that the broken remains are warning enough for foolhardy wizards.",
        "",
        "In the current day, druids and mages aren't the only people to visit the site. Priests of various gods believe the place has significance to their religion, and pilgrimages are common. Gadabouts on holiday from the mainland also find an attraction to the place.",
        "",
        "Visitors to the Cauldron may not be able to plumb the ancient secrets of this sacred site, but exploring it can be great fun! Conscientious tourists should consider making a small donation to the local druids, as their upkeep of the site can be costly. Also, please exercise restraint inside the walls. Taking stones, leaving items at the center of the vertex, or disturbing the plant life is strictly prohibited."
    ]
}