{
    "id": "AVisionoftheTwinCitadels",
    "paragraphs": [
        "By Devastator Irenian Dast",
        "",
        "Last night the Lord of Flood and Fire favored me with a glimpse of his realm.",
        "",
        "It came in the silent moments before dawn, a dream so vivid that it paralyzed me in my bed. My disembodied soul sped across a waste of fire and ash. Rivers of molten rock twisted through razor-sharp hills, as a sky of fiery storm clouds churned overhead. Before me rose the dark walls of a mighty citadel. Rings of forbidding stone towers climbed the slope of a burning mountain, guarded by a legion of Daedric warriors.",
        "",
        "\"\"What is this place?\"\" I asked in my dream, awed by the vision I beheld.",
        "",
        "\"\"You look upon the citadel of Ardent Hope,\"\" a great voice thundered in reply. My dream-self was drawn then through three gates along a path of hot cinders, to the heart of the burning mountain. Here a lake of lava seethed within a huge crater. Seated upon an islet throne, his feet awash in the molten rock, Mehrunes Dagon—the size of a tower himself—awaited me.",
        "",
        "Even though I was a mere wisp of spirit in that place, I prostrated myself and groveled before the Mighty Lord. \"\"Command me, O Lord, even though I am but an unworthy worm!\"\" I cried.",
        "",
        "Mehrunes Dagon smiled. \"\"Then remember what you see here, worm,\"\" he said to me. \"\"Count Ardent Hope's gates, measure the towers, bear witness to the vastness of my legions. When you return to your mortal shell, tell all whom you meet of the strength at my command. I am power, and I am inevitable. Only in service to me can your feeble lives find any meaning. Now come.\"\"",
        "",
        "Lord Dagon became a cloud of burning cinders and flew up into the sky. I followed, dragged along in his wake, as we left Ardent Hope and its volcano and ascended to a second citadel. This one stood upon a high mountain pass, overlooking Ardent Hope. Here there were no fires, no rivers of lava, only bitter winds scouring the barren rock.",
        "",
        "I was drawn on through silent courtyards beneath broken walls and black gates. Here no proud legions stood arrayed for battle—only tormented ghosts who cowered in the shadows. In the ruin of a great roofless hall, Lord Dagon reappeared, brooding upon a throne of cold black stone.",
        "",
        "I dared not speak, but I knew that I must. \"\"What became of this place, O Lord?\"\"",
        "",
        "\"\"This is Destruction's Solace, twin to Ardent Hope,\"\" Mehrunes Dagon replied. \"\"Once I reigned over all my realm from this place. I filled these halls with my servants and the trophies of my countless victories. But then I laid it to waste and destroyed all within.\"\"",
        "",
        "\"\"But why, Lord Dagon?\"\" I asked, shivering in my terror.",
        "",
        "\"\"Because I am Destruction, and it is what I must do.\"\" Dagon swept an arm across the empty court. \"\"Remember the ghosts, measure the devastation, bear witness to the finality of my purpose. When you return to your mortal form, tell all whom you meet of what you have seen. By my hand alone shall their ends be given meaning. Now go.\"\"",
        "",
        "He dismissed my bodiless spirit with a gesture. I awoke screaming in my bed, my eyes seared by what I had seen. I do not know why Lord Dagon chose to grant me—a mere devastator, only nine years in his service—such an honor.",
        "",
        "But I will do as my lord commands.",
        ""
    ]
}