{
    "id": "VitharntheFall",
    "paragraphs": [
        "<header>Chapter I</header>",
        "In which the Keep Vitharn is established and passes from the first generation of rule to the second.",
        "Count Vitharn, who built and appointed his keep from the mud of Dementia, gathered to himself any who would pledge themselves as liege. Nearby tribes of Fanatics were united as vassals to protect his lands and line, and thus the Count lived out his days in the Isles. He and his Countess Mawean bore Csaran and Nweala, the first son and daughter of Vitharn.",
        "Csaran's mother and father believed that with the proper political influence, Csaran could certainly usurp Sheogorath and carry the Shivering Isles into a prosperous age. For his part, Count Vitharn refused even to acknowledge Sheogorath, thinking himself and his heirs irrefutable rulers of the Isles.",
        "This, of course, amused the Madgod to no end, and so he allowed the marriage of Csaran to Sheen-in-Glade, daughter of an Argonian midwife who believed that the mortal sphere would afford her daughter nothing but hatred and oppression.",
        "Sheen-in-Glade was as excellent a Countess to Csaran as any in the Isles could ask for, wanting nothing but to bring pride and honor to her adopted house and Court. For years her mind was untouched, even living as she did in the heart of Dementia. Alas, none may reside too long in the Isles without the blessing of Lord Sheogorath, and so Sheen-in-Glade was finally pushed to the brink by the infidelity of her Husband, the Count.",
        "Csaran was obsessively nepotistic, and distrustful of anyone with whom he shared no blood relation including his bride. Though Sheen-in-Glade bore a son by the Count (who disappeared from the Isles in his twentieth year), it is known that the two shared their bed with decreasing frequency as Csaran's paranoia grew, and he found himself in the arms of his birth-sister Nweala, who bore of their incestuous affair the heir apparent, Cesrien. There are those of us who remember personally the reign of Cesrien, and his contribution to the fall of Vitharn.",
        "<header>Chapter II</header>",
        "In which the birth of Count Cesrien heralds a glorious, bloody, and brief age for Vitharn.",
        "Violent-natured and quick of temper, Cesrien sought enemies where there were none. His early days on the seat of Vitharn saw the extermination of every tribe of man, mer, or beast within sight of the keep, until none were left.",
        "During his brief reign, much of the southeastern coastline of Dementia was unsafe to travel, littered with the corpses of trespassers in the lands of Vitharn, staked to trees as territorial markers. Beside his sadistic temper, Count Cesrien of Vitharn was known also for his slow wit and ailing health.",
        "Indeed, Cesrien was born with legs that seemed mismatched in length, and breathed with a laborious rasp. As a youth, tutors were hard-pressed to school the dull boy. Midwives and nurses surrounded him, attending his every ailment with balms and vapors from every corner of the Isles, but when he came of age he sent them away, often becoming violent in their dismissal.",
        "Perhaps showing the influence of his father, Cesrien became increasingly introverted, allowing only a select few courtiers in his presence. He was seen in pubic only when organizing his vassal Fanatics for yet another raid on the countryside.",
        "Atypically adhering to the desperate counsel of his advisors, Cesrien paused in his plundering to take a wife and ensure the continuation of Vitharn's noble line. The increasingly ill Count chose a vibrant peasant women as his betrothed, from a Heretic Commune in the wilds of Mania. Indeed, Countess Jideen could not have been any more his opposite. Vassal Fanatics, long loyal to their ancestral agreement with Count Vitraen, were inflamed by this heresy, and tensions grew as the health of Cesrien finally failed, and his young son, Cirion, ascended the throne of Vitharn.",
        "<header>Chapter III</header>",
        "In which conflict besets Vitharn and the Irenic Count Cirion is overwhelmed.",
        "Young Count Cirion had scarcely been seen in public before his hasty coronation in the bailey of Vitharn Keep. Some say he still bore bruises from beatings at the feeble hand of his father during his final hours during the ceremony. Had Cirion been old enough to govern, his gentle, reserved demeanor may have been enough to ease the seething tension among the Vassal tribe, but his mother, Countess Jideen was forced to assume many of the duties her husband had so long ignored.",
        "By all accounts, Jideen was a fit Countess; loved by her people -- but the leaders of the Vassal Fanatics could not contain indefinitely their personal sentiments of outrage at her Manic heritage. Despite her exceedingly tactful attempts at diplomacy, the animosity against her was deep-seated, and grew over the years. It is perhaps admirable that the Vassals remained true to the oaths so long.",
        "When Cirion finally came of age to rule, the sheepish boy-Count tried in earnest to ascend gracefully, but his fear of the world was so great that even the shadow of a passing bird would startle him visibly. He was all but unable to address the people publicly, and when he attempted to placate the Vassals -- still outraged by his Mother's heritage -- he could scarcely contain his fright, and some say that he even soiled himself before fleeing the throne chamber.",
        "Certain as the march of fate, the tolerance of the Vassal Fanatics snapped, and warriors encircled Vitharn. The Count's personal guards were ill-suited to repel the attack and the siege lasted a single day. Since the day of that battle, no living soul has wandered away from Vitharn. Local myth tells of a tireless struggle between the spirits of the Fanatic vassals and Vitharn's meager defenders, damned by the treachery of Fanatics and the cowardice of Cirion to replay their final moments in perpetuity."
    ]
}