{
    "id": "VonosJournal",
    "paragraphs": [
        "Librarian Comment:",
        "This book was included in The Cause from the Creation Club",
        "",
        "3rd Mid Year, 4E 200",
        "",
        "The voice of Mehrunes Dagon permeates my dreams. At first it was a whisper, but has become a roar inside my skull. The seeds of strife and violence plague this land, the soil enriched by the blood of battle. \"Tamriel will soon be ripe again for the taking, for my vengeance is at hand\" the voice says to me.",
        "",
        "I must heed his voice. What must I do, my Lord?",
        "",
        "12th Mid Year, 4E 200",
        "",
        "I have spent countless hours, countless days in prayer to Dagon and have heard nothing. I finally took rest, and had another dream. Dreams of fire, of smoke. Heat upon heat. I was descending into a cavern, further and further down. The heat began to cook and blister my skin.",
        "",
        "But I kept moving, ever downward. Fire and smoke, heat and rock. And then I saw it. The very mouth of Dagon. An Oblivion Gate.",
        "",
        "With a blinding flash I then began to have visions of Akatosh, visions of Dragons. What could be the meaning of this?",
        "",
        "I awoke covered in sweat, and with a deep sense of purpose. I feel drawn eastward. I must heed the call.",
        "",
        "15th Sun's Height, 4E 200",
        "",
        "Dagon's voice has lead me to a cavern, deep within the Velothi Mountains. His worshippers used to gather here. I feel their presence. I feel his power.",
        "",
        "An Oblivion Gate is buried here. I can feel it.",
        "",
        "It is my destiny to reach it. I will spend night and day with pickaxe in hand until it is freed from this prison of stone.",
        "",
        "",
        "6th Hearthfire 4E 200",
        "",
        "For nearly two months I have toiled, digging deeper and deeper, stopping only to rest. Stone by stone, inching ever closer to my destiny. Ever closer to the fires of Oblivion.",
        "",
        "Others have begun to heed Dagon's call, and have found their way here, to me, to our Lord. We are the high priests of the new order, the chosen few who are attuned to his will.",
        "",
        "As we traverse deeper, the remnants of an ancient Mythic Dawn temple are revealed like diamond from the rock.",
        "",
        "Priest Vitus was the first to discover the gate's stone. My ecstasy was short lived, however, when I found like every other gate, it had been destroyed. Still, I could feel its power like heat against my skin. Many other pieces like this are scattered throughout the lands of Skyrim. Buried deep. Lost to time. We shall find them. We shall open the jaws of Oblivion once again.",
        "",
        "",
        "4th Morning Star 4E 201",
        "",
        "Visions of Dragons cloud my dreams once more. Images of Martin Septim and Akatosh that make my blood burn with anger and vengeance. Black wings unfurling against a red sky.",
        "",
        "I do not yet understand the meaning of these visions, but Dagon's hatred has become a burning coal in the pit of my stomach, driving me ever forward.",
        "",
        "",
        "21st Second Seed 4E 201",
        "",
        "Over the last several months we have searched the deepest reaches of Skyrim, and have retrieved enough remnants of the various shattered Oblivion Gates to make one whole again. Its very presence inspires power, awe, and reverence.",
        "",
        "A pact must now be made. Dagon requires that each of us offer a personal sacrifice, a blood offering to prove our dedication. With each soul cast into the fires of Oblivion, his power grows.",
        "",
        "The Liminal Barrier is weak here, and the turmoil and conflict boiling in the lands only weakens it further. I must now summon a Dremora Lord to acquire a Sigil Stone, and find a way to open the gate.",
        "",
        "10th Sun's Height 4E 201",
        "",
        "I have performed the rites as dictated in Liminal Bridges, and successfully penetrated the barrier into the realm of Oblivion, but my attempts to use the gate as a vessel of trans-liminal attunement have failed. The portal to Oblivion is thin and temporary, as one might expect. I have smelled the sweet sulfur of the Deadlands, but only for fleeting moments of time.",
        "",
        "I have studied all there is to know of the Mysterium Xarxes. I have been to Dawnstar on countless occasions to observe its last remaining page. Yet the necessary piece has remained a mystery.",
        "",
        "As I pray to Dagon for guidance and confer with his Dremora, I understand now that a Sigil Stone is simply not powerful enough on its own. Something stronger may be required to open the gate. But what kind of artifact could hold such power?",
        "",
        "I have dispatched the most loyal of my disciples to all corners of Tamriel to search for any artifact or source of power worthy of becoming the key to Oblivion. I must remain patient and trust Dagon's will.",
        "",
        "",
        "20th Sun's Height, 4E 201",
        "",
        "I have received word from my scouts that a Great Welkynd Stone may be hidden within Rielle, an ancient Ayleid ruin. Could this be the source of power needed to open the gate? It very well may be. How delicious the irony - an object once used against Dagon becoming the very thing that unleashes his power back into the mortal realm.",
        "",
        "My scouts are working diligently to uncover any further information they can. And as I continue to pray to Dagon for guidance, his voice says to me \"Patience, all shall be revealed in time.\"",
        "",
        "2nd Last Seed, 4E 201",
        "",
        "Curse the Vigil of Stendarr. They have blocked the Pale Pass through the Jerall Mountains, making access to Rielle an impossibility. We cannot risk exposing our plans. We must find another way.",
        "",
        "If we cannot make our way into Cyrodiil by road, we will do so by force directly through the mountains. We have done it once to get to this sacred place, and we shall do it again. I have dispatched a team to begin excavation immediately.",
        "",
        "14th Last Seed, 4E 201",
        "",
        "Fevered visions haunt my dreams once more, and as the time draws near I now understand what must be done.",
        "",
        "The Dragonborn Prophecy foretells a chosen one will come forth, their blood and soul blessed by Akatosh himself. The Dovahkiin.",
        "",
        "The Time Wound will open, and Alduin the World Eater shall also return.",
        "",
        "Though both are fragments of Akatosh's soul, these two will wage war against one another. And as children of Akatosh they will reap the vengeance of Mehrunes Dagon.",
        "",
        "But pain and suffering nor death will satisfy. Only the ultimate betrayal will suffice...",
        "",
        "To open the Oblivion Gate, a ritual of the highest order must be carefully designed. An artifact of untold power must be corrupted, a great sacrifice made, and above all, the Dragonborn must become the unwitting instrument of Dagon's will.",
        "",
        "I will become the sacrifice, the final step. And as the Dovahkiin takes my life with blade in one hand and Great Welkynd Stone in the other, they will complete the ritual and become the very key to opening the gate.",
        "",
        "This ultimate betrayal will shatter the Liminal Barrier, opening the Oblivion Gate and giving Dagon a foothold into the mortal realm while he rebuilds his armies.",
        "",
        "It is a divine plan beyond anything I could have comprehended. The world will be bathed in the fires of Oblivion, and the blood of mortals will be on the hands of Akatosh.",
        "",
        "None can be made aware of this plan. It is too fragile, too perfect.",
        "",
        "17th Last Seed, 4E 201",
        "",
        "It has begun. Alduin has returned.",
        "",
        "Skorvild has been missing for several days. After witnessing his brother being sacrificed, his spirit broke and he deserted the order, just as I planned.",
        "",
        "He will seek out the Dragonborn for help. And once his role has been fulfilled, he will be slaughtered.",
        "",
        "The Dragonborn in their arrogance will continue to be the embodiment of ambition, much to Dagon's pleasure. They will no doubt seek to obtain the Great Welkynd Stone. They will then return to me. And when they do, the final act of the ritual will begin.",
        "",
        "Priestess Enakain has been taken captive by the Vigil of Stendarr, but she too serves a greater purpose. Her spirit will not break, but she will lead the Vigil where they need to be to aid the Dragonborn. Where they will utterly fail, the Dovahkiin will succeed.",
        "",
        "Their success will be short lived. The Sigil Stone has been destroyed, ensuring the gate will remain open. Moreover, two of Dagon's Dremora Valkynaz, Gatanas and Methats, are waiting in the Deadlands to lead the assault. They are the heralds of the coming siege, and through their works we will unleash a scourge of torment upon our Lord's enemies.",
        "",
        "The Dawn is Breaking"
    ]
}