{
    "id": "VorgroshRotTusksGuidetoDirtyFighting",
    "paragraphs": [
        "All right you slack-jawed, Elf-loving, inglorious bastards—simmer down! We're here today because some of you ugly runts have been complaining about a lack of \"honor\" in the arena, or some ox-piss like that. Look at you—a bunch of tuskless whelps with your heads up your arses! It's probably a waste of time, but I'm going to try to pound some hard-earned knowledge into your thick skulls.",
        "Honor. Bah! Let me tell you something about honor. Honor is the excuse that little orphans use to explain why their dear-old pa got sloppy and allowed some Wood Elf to kill him with a stone knife! Honor is the shield that covers your ego and leaves your arse hanging out in the wind to get pierced by an arrow! Honor is a brave Orc's worst enemy. The sooner you shake those chains off, the better chance you'll have in a fight.",
        "Combat is about one thing and one thing only—killing that other dumb bastard before he kills you. That means using your head, looking for weaknesses, finding gaps in the armor. Trust me when I tell you, honor is a big damn gap in the armor.",
        "First thing's first—if I ever see any of you whelps bow to an opponent, I'll beat you senseless. I say let that other bastard bow. The second your opponent looks down, you knock his teeth out with a knee to the jaw.",
        "Never let your opponent see. Dirt, snow, a flick of blood—just as useful as any axe and usually readily available. If you haven't flung something into your opponent's face before your second weapon swing, you're doing it wrong.",
        "Always, always, always go for the crotch. Two or three times. A good kick in the nethers can make an ogre weep like a Breton girl who lost her favorite dolly.",
        "Never stop talking—and I don't mean pleasant conversation over tea and crumpets! You should be jawing about their ugly mothers, and their sister's creaky bed, and their father's yellow belly. It's best if you know these folks by name. It also helps a lot if what you're saying contains a ring of truth. And it's not enough to just say it—you've got to mean it! Angry fighters make mistakes, and mistakes will make it easier for you to kill them.",
        "If you can't chop, kick. If you can't kick, punch. If you can't punch, bite. If you can't bite—well, if you can't bite, you probably did something stupid.",
        "All right, that's enough for now. By Mauloch, I don't know why I even bother sometimes. Just adjust your nethers and get back to work!"
    ]
}