{
    "id": "OnVoriplasms",
    "paragraphs": [
        "A dissertation on the oozes of the swamp by Concordia Mercius of Cyrodilic Collections.",
        "I have yet to see one of these exotic oozes personally, but I have it on good authority that voriplasms—those mobile puddles of slime and ooze—are really quite extraordinary! After extensive research and interviews with Murkmire locals, including our society's very own Jee-Lar, here are my findings on the subject of voriplasms.",
        "The nature of the voriplasm remains something of a mystery. When encountered in the wild, be it in a shallow marsh or along a grassy riverbed, a voriplasm appears as nothing more than a puddle of thick and viscous green slime. On closer examination, however, one will notice that the slime doesn't spread and dissipate like a puddle. Instead, it holds its amorphous shape and undulates in a most disquieting manner. Without any visible sensory apparatus or internal organs of any kind, these remarkable blobs of ooze move, hunt, and consume with great efficiency. In fact, Jee-Lar claims to have seen a voriplasm take notice of a bantam guar that was more than twenty paces distant, slide across the ground at a dizzying speed, and engulf the poor creature before it even knew that it was in danger. Within moments, the ooze had devoured its prey and ejected the remaining bones as it slipped back into the pool where it had previously been sunning itself.",
        "From what I've been able to ascertain from the few scholarly works on the subject, voriplasms appear to have a rudimentary intelligence. Certainly, they recognize prey, avoid danger, and flee from stronger opponents, just like most predatory creatures. They cluster in groups and often hunt in packs as well as on their own. How they communicate remains a mystery, as does the methods they use to interact with the world around them. Attempts to dissect the creatures have not met with much success as yet, or so I've been told.",
        "One scholar on the subject, Exerius Talos of the University of Gwylim, speculates that voriplasms reproduce by growing to a large size and then splitting apart to form new voriplasms. This seems to me to be an efficient if somewhat solitary process as far as spawning goes, but it makes sense for ambulatory blobs of slime.",
        "A more incredible theory concerns a seemingly related creature rumored to roam the wilds of Murkmire—a creature called a voriplasmic corpse. Instead of expelling the bones of prey after a voriplasm devours its flesh, the ooze retains the skeleton and clings to it like a new layer of skin. When encountered in the wild, they appear as skeletal bodies where the flesh has melted from the bones and been replaced with voriplasmic slime. The ambulatory nature of the voriplasmic corpses, despite their name, has nothing to do with necromancy or some other supernatural occurrence. Like a snail that occupies a shell, a voriplasm utilizes a captured skeleton to give the ooze form and a more substantial definition. That, at least, is my current theory. I hope to learn more and update this volume after I finally get to participate in a Cyrodilic Collections expedition into the heart of Murkmire."
    ]
}