{
    "id": "VoshRakh",
    "paragraphs": [
        "A Study of a Religion Reborn by Ugdorga, the King's Scribe",
        "For generations, Orcs have believed in three constant truths: the stronghold, the grudge, and the fury of Malacath. But before Malacath, at least according to certain traditions and a few noted scholars, there was Trinimac. The Vosh Rakh, a newly emerged movement that seems to be gaining in numbers and popularity, promises to take Orcs back to the roots of who and what they are as a people. To reclaim the glory of the warrior god Trinimac and restore the Orcs to their proper position in the world.",
        "Is it any wonder that this new religion has found adherents among those who have accepted the idea of a reborn Orsinium? For its beliefs and tenets seem tailor-made for the vision of a united Wrothgar. The Vosh Rakh claim they want to \"civilize\" the wild and riotous nature of the Orcs. They want to elevate the Orcs, to place them on the same level as the other races—or perhaps even to set them higher. And they want to rebuild the ancient city of Orsinium, setting it as the jewel in the crown of a new and powerful Orc nation. That said, although King Kurog has provided support for the new faith in Trinimac, going so far as to establish a temple in Orsinium, he appears to have no connection to the more-extremist followers of the Vosh Rakh.",
        "Who are the Vosh Rakh? That's not an easy question to answer. For every member of the movement keeps his or her identity secret, and when they come together to celebrate or pray, they wear golden masks of Orcish visages patterned after Trinimac's own auric-tinged skin. The name itself translates from the Orcish tongue as \"Blade of Courage\" and refers to Trinimac's legendary weapon, Penitent. They see themselves as Trinimac's sword made manifest, cutting a new path through the ancient and stifling traditions that—as they put it—have \"held back the Orsimer people for untold generations.\"",
        "Many among the Orcish old guard see the Vosh Rakh as either a foolish fad that will soon fade away or as dangerous fanatics who will stop at nothing to destroy the Orcish way of life. Either way, the old guard refuses to be swayed by the arguments and the promises. They won't abandon the traditions that make Orcs—as they put it—\"strong and powerful and better than any puny Elf.\" They hold fast to the concept of the stronghold and the clan, rejecting the call to create a single Orc nation. They maintain the grudge, for ill will and resentment fuel the fire in their bellies and the anger in their hearts. And they maintain their steadfast faith in Malacath, god of curses and the betrayed, for he blesses them with conflict and the bloody Code of Malacath.",
        "But the Vosh Rakh see the old guard as simply another challenge that Trinimac will help them overcome. Malacath, they claim, is nothing more than a weak and vengeful pretender trying to steal Trinimac's glory. Once the Orcs accept Trinimac and come together as a united people, then Trinimac will bless them with aid and succor in every battle set before them—from the battle to rebuild Orsinium, to the war against the Reachmen, and to fighting for honor and prestige among the other races, Trinimac will bring victory and glory to all.",
        "End Note: At the time of this writing, rumors have begun to circulate claiming that the Vosh Rakh has begun using deceitful, even deadly, tactics in their battle to win the hearts and minds of the Orcs. I have yet to substantiate these rumors as anything more than the angry words of members of the old guard, but I thought I should include them here. I will attempt to learn more and record my findings in a latter volume."
    ]
}