{
    "id": "VoshandRakhAHistory",
    "paragraphs": [
        "From the journal of Ilthag Ironblood.",
        "I am known for many skills and achievements, for my battle prowess and talents related to training Iron Orcs and other creatures to fight. But here, in my private journal, I have a confession to make to the rock and stone. I take pride in a secret passion. I take pride in raising my beloved welwas, Vosh and Rakh, from cute and cuddly cubs into the loyal and ferocious beasts they are today.",
        "I acquired the cubs when I was forced to kill an adult welwa in the barrens near the ruins of ancient Skyreach. After dispatching the savage beast, I discovered the cubs in a nearby cave. I almost killed the young creatures then and there, but one of them looked into my eyes and cooed. Then it rose up on shaky legs and rubbed against my leather boot. That's when another option presented itself to me.",
        "I took the two welwa infants back to my undertower. My original idea was to raise the beasts for use in my training exercises. But as I worked with them and discovered their natural intelligence and their warrior hearts, I decided to raise them as my personal guards and companions. To begin the process, I needed to discover their true names.",
        "I worked with the young creatures for a time, getting familiar with their personalities as they became accustomed to my presence. The one that first looked at me was full of courage. He wasn't afraid to venture out and explore his surroundings. He showed me his name - Vosh. The other was quiet, calm. At least until one of my aides approached. Then he became a ball of anger, striking out like a sword to protect me and his brother. Obviously, his name was Rakh.",
        "As they grew in size, I made sure they grew in power. I constantly ran them throughout the undertower to build muscle and bone. I fed them the best food and clearest water drawn from the purest rock wells in the region. I devised exercises using thick ropes and handles. When they reached the appropriate size, I began to train them to fight beside me against multiple enemies. When Rakh took down one of my most skilled warriors, I was so proud!",
        "Recently, I had Uthik fashion a set of armor for both Vosh and Rakh. They seemed so honored to receive the gifts, and they carry themselves with dignity and grace inside their metal protection. Next, I might see if they can work together to take down a troll on their own. That would be an amazing sight to see, by the stones!"
    ]
}