{
    "id": "TheVoyagesofIlAmHakim",
    "paragraphs": [
        "<title>The Voyages of Il-Am-Hakim, vol. 3</title>",
        "Defying the evil spirits of contrary winds, the gallant Il-Am-Hakim directed his vessel through to the deserted isle. The crew lay half dead from sun-sickness, having exhausted their supplies more than a fortnight before. Il-Am-Hakim looked to the officer at his right hand, who anxiously searched the shore for some sign of habitation.",
        "\"None to be seen,\" she announced, both relieved and disappointed.",
        "\"Strike the bells, then. Rouse those who still can stand.\" To be crippled and unmanned would mean the end of their voyage. He would return with their cargo, or he would return not at all.",
        "Soon, all had left the bare decks and fled to the open shores of the island. The trees yielded fruit, and the men, drunk from those heady sugars, fell into a stupor not unlike death.",
        "Il-Am-Hakim took no comfort in the rich nectars as he kept watch over his vessel. The very air shivered with anticipation.",
        "\"Sir, you must rest.\" A hand fell on his spyglass, drawing it away. He nodded, and took to a pauper's bed in the sand. But a moment after his eyes closed, he heard the familiar sound of oars upon the waves.",
        "\"We are set upon!\" he cried, drawing his sword from its sheath. All eyes turned toward him, the midday sun signaling a new day. The sand coursed out of his beard like so much water.",
        "\"I thought it best not to wake you.\" The officer looked away, unwilling to allow him to see her smirk. That did not stop the workers rowing back provisions from a starting a raucous din. Il-Am-Hakim could not begrudge them that.",
        "<title>The Voyages of Il-Am-Hakim, vol. 7</title>",
        "The Gallant Il-Am-Hakim stood upon the breast of his ship, a new covenant in one hand and his spyglass in another. The sea spat saltspray, but he only smiled in return.",
        "\"Shall we beat to quarters, sir?\" He nodded, and stepped down from his vantage point. His prize would not escape him this time.",
        "Allowing a moment of weakness, he slipped into his cabin to confront his prisoner. Though she seemed nothing but a delicate flower, he knew her words to be poison.",
        "He cleared his throat. \"Madam, do you hear the drums? We have found your brother, and he will soon pay for his crimes.\"",
        "The Dark Elf raised her head from her hands. \"You think this concerns me? You are a fool.\" Her face, streaked with salt, turned away from Il-Am-Hakim. \"My brother would see me dead for my betrayal. His death means my freedom.\"",
        "The captain frowned at her remarks. He could not help but wonder if this was the way of royalty from other lands as well as his own. Would his patron think of him as disdainfully, when his ship next set port?",
        "He turned on his heel and shut the cabin door behind him. But not before he saw the glint of sharpened steel from the Dark Elf's hand."
    ]
}