{
    "id": "VvardenfellFloraandFauna",
    "paragraphs": [
        "By Tilenra Sildreth, Telvanni Naturalist",
        "The Vvardenfell landscape undergoes a constant cycle of death and rebirth. Red Mountain's lava flows, eruptions and ash-fall cause die-back in the deciduous woodlands and mushroom jungles, violent upheaval alters the landscape and buries (or exposes!) the fallen ruins of ancient civilizations. But the island expands as lava hardens, and new plants and fungi emerge from the cooling ashes among the formations of igneous rock.",
        "Plant life flourishes in the rich soil fertilized by volcanic activity, and so Vvardenfell serves as home to a diverse set of habitats and environments.",
        "Fungi quickly absorb rich nutrients from the volcanic soil and grow to enormous proportions and dominate the landscape. The large ink-cap mushrooms along the Bitter Coast thrive on the detritus of decaying swamp life, while smaller fungus varieties cover the rocks, trees and even some animals, such as the fungus-encrusted shroom beetle. Adorable!",
        "Balmora, in the southwest and inland from the Bitter Coast, is still forested, though ash from Red Mountain eruptions threatens to denude the slopes.",
        "Though barren, the Ashlands host a remarkable number of species. Ash hoppers skitter through the dry ash dunes and giant xylaria fungi extend their tendrils into the sky. Travelers beware! Hungry, reptilian cliff-striders lurk atop the crags.",
        "Fetcherflies build their hives where they can tap volcanic heat to gestate their eggs. When they hatch, the queen taps a source of magma to animate the nest and it transforms into a walking hive golem that relocates the swarm to new surroundings.",
        "Nix-oxen roam the Grazelands in the northeastern part of the island, and though generally considered to be mild-mannered, they will not hesitate to defend their territory.",
        "Two-legged vvardvarks romp through the grasses and feed on small bugs. Some people keep these delightful creatures as pets, despite their terrible smell.",
        "Ancestral tombs dot the landscape, and powerful Daedra known as Hunger have recently been seen within.",
        "The largest mushrooms in Morrowind appear in Zafirbel Bay. This majestic species is cultivated by Telvanni wizards and take a wizard's lifetime (a thousand years) to grow. These fungus forests have a special ecology of their own - but that's a subject for another book."
    ]
}