{
    "id": "TheWaitingDoor",
    "paragraphs": [
        "From the Memoirs of Canon Nileno Nirith",
        "As a child, I took great pains to avoid the Waiting Door. We weren't wealthy by any means, so our family shrine was really no more than a small shelf. I remember that my mother would polish it every Morndas eve, singing all the while. But despite all the songs and joyful communions, there was something about that space that set my skin to crawl—like going into a dark basement by candlelight or waking suddenly from a bad dream.",
        "My parents stored a great many relics on the threshold of our Waiting Door, but the one I remember best was a polished lure. My grandfather was a fisherman, you see. Not by trade, but by avocation. He would wake well before dawn and paddle out to the center of Lake Hairan, keen to hook a wrasse or two before beginning his daily labors.",
        "One brisk morning in early Frostfall, I awoke from a dead sleep to the smell of pipe smoke. Afraid that my father had left his hookah smoldering, I crept out into the parlor to find the flame and smother it. To my great surprise his pipe rested on the end-table, cool as a river stone. Still, the scent persisted. I followed it around the corner and down the hall until, at length, I came to the Waiting Door. That same fear I always felt welled up in my throat. But then, seeing my grandfather's lure, I felt a profound sense of ease. I strained on my tip-toes to reach the shelf and took the lure in hand. This was, of course, thoroughly taboo, but in my child's heart I knew it was the right thing to do.",
        "Without changing out of my night-clothes, I stole out the back door and jumped into my uncle's boat. I paddled out to my grandfather's favorite spot, affixed the lure to a line, and cast it out into the lake. I remember the water was like polished glass, and the moons' reflection glided across it so peacefully that even a single ripple felt like a blasphemy.",
        "After an hour of silence I got a bite—a massive one. My lean arms strained against the fish for what felt like an eternity. Eventually, I landed it. It was a great fire-wrasse like my grandfather used to catch. My chest swelled with pride as I paddled home. By this point the sun had started to rise and the bantam guars were stirring in their coops. I placed the fish on a flaying board and started toward my parents' room to tell them the tale. But at the last moment, I hesitated. I glanced over my shoulder to see the Waiting Door and the empty spot where my grandfather's lure was enshrined. I took the relic from my pocket, kissed it, and placed it back on the shelf.",
        "In that moment I saw the face of my grandfather—the face of my ancestors. And from that point onward, I was never afraid."
    ]
}