{
    "id": "TheWanderingSpirits",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "Akha. The First Cat, whom we know as the Pathfinder and the One Unmourned. In the earliest days, when Ahnurr and Fadomai were still in love, he explored the heavens and his trails became the Many Paths. He was Ahnurr's Favored Son, and his father told him to find love like Ahnurr found with Fadomai. Akha mated with the Winged Serpent of the East, the Dune Queen of the West, and the Mother Mammoth of the North. He then went to the South and never returned. Instead, Alkosh appeared speaking warnings of the things Akha had made along the Many Paths. Since then, Alkosh and his faithful watch over the many children of Akha, for they are both terrible and kind.",
        "Alkosh. The Dragon King. The Highmane. He was granted rule over the myriad kingdoms of Akha along the Many Paths. In time, the children of Akha overthrew him and scattered his body on the West Wind. It is said that when Khenarthi learned this, she flew across the Many Paths and put Alkosh back together. In doing so, she saw all the things Akha had wrought, including those that should not be. Now, Alkosh and Khenarthi safeguard the Many Paths from the wayward children of Akha. Pray to Alkosh not for his strength or his mighty roar, but for his sense of duty and purpose.",
        "Alkhan. The Scaled Prince. Firstborn of Akha, who bred with a demon of fire and shadow. He can devour the souls of those he kills to grow to an immense size. The songs tell us Alkhan was slain by Lorkhaj and his companions, but as an immortal Son of Akha he will return from the Many Paths in time. He is the enemy of Alkosh, Khenarthi, and Lorkhaj, and ever hungers for his crown.",
        "Boethra. The Warrior of the East and West. She is the mate of Mafala, who did not forget her love for Boethra after Ahnurr sent her into exile for her rebellious nature. Boethra walked the Many Paths in exile, and she returned. It was she who pried the eye from Magrus, and this is why Khajiit value swords as well as claws. There is no need for a True Cat to pray to Boethra, as you honor this spirit merely by walking the Path, and only hiding in order to pounce. It is forbidden to say her name on nights of the Ghost Moon, as during these phases Boethra dons the death-shroud of Lorkhaj and wages war beyond the Lattice.",
        "Mafala. The Teaching Mother. Elder Spirit and the Keeper of the Ancient Secrets of Fadomai. These were the secrets her children only needed in the beginning, and it was Mafala that carried them down. She watches over Eight of the Many Paths, each of which a Khajiit must walk in time. Mafala aids the Clan Mothers in guiding the Khajiiti people along the Path and protecting our secrets from Others. She is an ally of Azurah, Boethra, and Lorkhaj. Her numbers are Eight and Sixteen, and these are two of her keys."
    ]
}