{
    "id": "WarofTwoHouses",
    "paragraphs": [
        "By Drelisa Hlaalu, House Historian",
        "War among the Great Houses of Morrowind isn't unique, and more often than not some kind of conflict between two or more Houses is under way somewhere across the land. Rarely do these conflicts escalate from subterfuge and intrigue to all-out war, but open hostilities aren't unheard of in the history of Morrowind. Let me tell you about one of these wars.",
        "In 2E 559, House Hlaalu and House Dres advanced beyond the usual tensions and posturing and fielded squads of combatants south of Narsis, on the border of the Black Marsh. It wasn't the first time these two economic rivals had challenged each other, and it wouldn't be the last, but the actual war was memorable, both in scope and in the number of casualties that piled up over the course of the battles.",
        "House Hlaalu was determined to set up a trading post in the disputed territory. House Dres was just as determined not to let that happen. Halfway through the construction of the outpost, the House Hlaalu workers suddenly found themselves surrounded by Dres mercenaries. The small squad of Hlaalu guards assigned to protect the workers, led by Purilla Falen, quickly established defenses and prepared to defend the outpost. The Dres mercenaries, who outnumbered the Hlaalu guards five-to-one, assumed they would make short work of the defenders and have the post burned to the ground before the midday meal.",
        "But that's not the way it happened.",
        "Purilla and her guards repelled the first assault with relative ease. She was determined to hold the line, no matter the cost, until reinforcements arrived. To facilitate the appearance of aid, Purilla set the one wizard they brought with them to work on opening a portal to Narsis. If the guards could hold back the onslaught of the Dres mercenaries long enough, an open portal could provide a path for Hlaalu battle-merchants to pour out of to turn the tide of battle. They only needed a little time.",
        "As the wizard performed the portal ritual, Purilla and the defenders met each House Dres attack with skill and ferocity. The mercenaries rushed in, sending a wave of attackers at the post's barricades. Each wave was turned away, but not without a cost. After five hours and four separate waves of attacks, Purilla's forces were reduced to a third of their original size. By then only Purilla and six guards remained to fend off the next Dres assault. And the wizard required a few more minutes to complete the ritual and open the portal. \"You shall have that time!\" Purilla proclaimed. \"For Hlaalu!\"",
        "The seven defenders, magnificent in their fury, fought with honor and savage resolve as the wizard completed the final steps of the ritual. One guard fell. Two. Four. Now only Purilla and two Hlaalu guards remained at the battlements. The Hlaalu workers, who had been providing support and watchful eyes throughout the previous battles, took to the walls as well, using tools and the weapons of the fallen guards to help defend the post. For all their effort, it appeared that the crushing weight of the Dres assault was about to engulf them.",
        "And then the portal opened.",
        "House Hlaalu battle-merchants streamed through the portal, hurling spells and arrows into the ranks of the surprised mercenaries. A full cohort emerged from the portal and crashed against the wall of Dres mercenaries. The wall held for a few long moments, and then it shattered against the weight of the Hlaalu troops. Dres mercenaries fell in scores before their line finally broke and the remaining mercenaries turned to flee. The battle-merchants chased after them just long enough to make sure they were really routed, and then they formed up to secure the post.",
        "Brave and noble Purilla Falen was responsible for the Hlaalu victory that day, but she didn't survive the final battle. A Dres mercenary's blade had caught her in the neck as they were retreating. She was dead before a healer could reach her side. Thanks to histories like these, however, her efforts will never be forgotten."
    ]
}