{
    "id": "WarWeather",
    "paragraphs": [
        "Bring this to Neidir's attention immediately. It's a transcript of an old text, but she needs to see this. Beg her pardon for the conjecture on Nord legends and Psijic nonsense, but this text contains the angle of attack she was looking for:",
        "Weather magic has never been an exact science, perhaps because of the temperamental nature of what it seeks to control.",
        "Minor spells to conjure gusts of wind or forks of lightning are common, but manipulation of a region's climate is much more difficult to achieve. Our war wizards have longed for the ability to lower catastrophic hailstorms onto enemy borders as a preamble to invasion, or to halt a blizzard to make an unexpected march through inclement weather.",
        "There are claims to such spells—spells originating from foreign lands and beyond.",
        "Legend has it that a sect of Nords in faraway Skyrim command the spell-like language of dragons, which allowed them some mastery over the weather. Accounts of these Nords' abilities during the Merethic Era Dragon War include the power to diminish fogs, mists, and clouds with the sheer bravado of their shouts. Negil's \"Dragons at Windhelm\" notes that an army of these bellowing Nords foiled an airborne sneak attack by dragons who sought to strike under a cover of storm clouds. Negil writes, \"We thought the heavy clouds looked better parted, and when we spoke our Words of Power, the clouds thought so, too. But even with their passing, the sun remained hidden. A then-apparent wing of dragons stretched across the blue, and the curse that escaped Vofodor's mouth brought a hearty guffaw to mine. Our Words of Power did not spare us the battle, but they told us battle was coming. We joined it gladly.\" The Maormer lack access to the dragon language, but I have confidence anything the Nords can accomplish we can match.",
        "Far to the southwest of Skyrim, members of the Psijic Order have been long-rumored to possess spells cast in the Old Way of magic that can bend the elements to the user's desire. Our scouts have reported sudden lightning and flash rain turning to small-scale blizzards off the coast of Artaeum for years. It's possible instructional texts on the matter exist—and translating them from the Old Way into intelligible magic will be difficult, but it would be an excellent starting point.",
        "Arresea's \"The Daedric Primer\" describes a spell devised by Sheogorath, Daedric Prince, called Manipulate Weather. She writes, \"Sheogorath's spell folio includes an incantation to match the weather with his mood. The Lord of the Madhouse has been known to teach the spell to mortals in his favor, allowing them to alter the climate of an entire region. Unfortunately, the spell functions at Sheogorath's whim, no matter who casts it—meaning it functions entirely randomly. There are stories of his followers trying to stymie flashfloods but summoning torrential rain instead, or trying to put out brush fires and feeding the flames with unwanted lightning storms, to Sheogorath's delight. Making a Daedric Pact with Sheogorath is probably not in our best interest, but it seems there is something we can learn from the Prince of Madness.",
        "I include the above examples to say that large-scale weather control has been noted across the world, to convince King Orgnum or any in his close circle that weaponizing such an ability would be an incredible asset to the Maormer military.",
        "I set out to prove as much this past winter, with the help of twenty journeyman mages. We didn't quite succeed—though we're on the cusp of success. We started by clearing an open plain near the sea and created a lightning storm by manipulating the charge of a passing cloud with our own skeins of lightning. It worked, but we lost a member of our group (entirely regrettable) to the sudden storm and a fork of wayward lightning. It's possible we would all have perished had our storm not consumed itself. We tried several times, managing to lengthen the duration of the storm each time, even learned to direct it out over the water. But the duration of our spell remained our enemy, and we eventually had to admit that the exercise would be futile in a battle.",
        "We concluded that if we had had some way to physically suspend our spell at a high altitude—perhaps with a conduit device? Perhaps a series of devices—we would eliminate the need for continued expenditure of magicka and free the casters to direct a storm across a great distance."
    ]
}