{
    "id": "WarCustomsoftheTribalBosmer",
    "paragraphs": [
        "While the Wood Elves of the towns are largely content with their drink and the luxuries provided by Imperial trade, remote tribes in the depths of the jungle are far more savage. War is constantly waged under the eaves of Valenwood. When the tribes are not raiding the Khajiit in earnest, they are raiding one another for sport.",
        "Unlike civilized peoples, tribal Bosmer do not fight for any meaningful or constructive purpose. They seem incapable of grasping the concept of fighting for control of land, resources, or defensible borders. Though they may swarm to push out those who harm Valenwood, they evince little interest in conquest for its own sake. Rather, the Wood Elves raid one another for booty, bragging, and boredom—in that order. Tribal raiders typically rustle timber mammoths and thunderbugs. Many steal items (or people) that can be ransomed back to the owners.",
        "This erratic, irregular warfare is not pursued to the death. Deaths do occur, but they are incidental and usually regretted. Many raids conclude with no fighting whatsoever. It is considered the acme of skill to slip into another tribe's village and steal an item for ransom without being noticed. The larger the item, the greater the prestige. Thanks to centuries of this practice, the tribal Bosmer have become legendary for their stealth. The title of their most famous poem, the Meh Ayleidion, means \"The One Thousand Benefits of Hiding.\"",
        "When death occurs in battle, an archaic provision of the Meat Mandate requires that a fallen enemy must be eaten completely before three days pass. This tradition is now only followed in the most remote and savage villages. The family members of the warrior who slaughtered the enemy may help him with his meal.",
        "The tradition of the \"Mourning War\" is still followed nearly everywhere outside the cities. When a tribe member is slain, he or she is symbolically replaced via a hostage-taking raid. The tribe will seize a captive from a neighboring band. If the deceased was an especially powerful or prestigious member of the tribe, multiple captives may be taken to replace them.",
        "After a period of physical torture, supposedly to test their worthiness, the captive is joyously welcomed into the clan. This sudden reversal from horrific abuse to loving embrace befuddles the weak wits of a Bosmer captive, who cleaves to his tormentors. Traditionally the victim was given the deceased tribe member's position, possessions, and family, though this practice may be rarely honored nowadays."
    ]
}