{
    "id": "TheWarpintheWest",
    "paragraphs": [
        "A Report Compiled By Ulvius Tero, Blades Archivist",
        "* Secret: For Your Eyes Only *",
        "Let me offer my congratulations to Your Lordship for your recent appointment as ambassador to the Court of Wayrest.",
        "Your Lordship asked me for a review of existing Blades accounts from 3E 417 concerning 'The Warp in the West', and for a summary of the current state of affairs there.",
        "Since Your Lordship was in Black Marsh serving in the staff of Admiral Sosorius at the time, you probably know of these events only from Imperial proclamations and Chapel declarations, which identify this period as the 'Miracle of Peace'. During the 'Miracle of Peace', according to official accounts, the formerly war-wracked Iliac Bay region was transformed overnight from a patchwork of squabbling duchies and petty kingdoms into the peaceful modern counties of Hammerfell, Sentinel, Wayrest, and Orsinium. The 'Miracle of Peace', also known as the 'The Warp in the West', is celebrated as the product of the miraculous interventions of Stendarr, Mara, and Akatosh to transform this troublesome region into peaceful, well-governed Imperial counties. The catastrophic destruction of landscape and property and the large loss of life attending upon this miracle is understood to have been 'tragic, and beyond mortal comprehension.'",
        "In as much as this account confirms and validates the current borders of these counties, and identifies the rulers and boundaries of these counties as 'ordained by the Nine', the 'Miracle of Peace' serves Imperial objectives of peaceful consolidation of ancient petty states and sovereigns into manageable Imperial jurisdictions. The other remarkable features of these events -- mass disappearances, armies mysteriously transported hundreds of miles or completely annihilated, titanic storms and celestial phenomena, apparent local discontinuities of time -- fit comfortably into the notion that these events are part of a vast, mysterious divine intervention.",
        "However, this is only the public account of these events, and, as you may suspect, it conflicts with many other accounts. In short, while this explanation suits Imperial policy, it has little historical validity.",
        "Your Lordship should know that the Blades have concluded there is no plausible historical account of these events, and despairs that a plausible historical account shall ever be produced. The Blades have concluded that a 'miracle' occurred, insofar as the events are inexplicable, but the Blades strongly doubt the miracle was of divine origin.",
        "There is good reason to believe that the ruling families of the four modern Iliac Bay counties had forewarning of the event. There is also some evidence that some of these ruling families may have been directly or indirectly responsible for the event. We do not know the exact sequence of actions that produced the event, although we are confident that the 'Totem' artifact was involved, and that a Blades agent was involved in employing that artifact. We unfortunately lost contact with that agent immediately after the event; his report might have gone some way to resolving the contradictory and paradoxical accounts of the event.",
        "The Blades have on file few reports from agents dating from the \"Warp in the West\" period. Most of our agents were lost in the initial dislocations, and others were lost in the confusion after the event. I present a few of these reports to give you a general sense of their limitations, including the report of your diplomatic predecessor, Lord Strale. You will have had access to other private and rumored accounts of the period. I believe you will agree that these documents raise more questions than they answer.",
        "",
        "<header>The Report of Hammerfell Agent 'Briarbird'</header>",
        "'I was on assignment in the Alik'r Desert, a few miles south of Bergama on the 9th of Frostfall. I was encamped, as it was still early morning, when I felt the ground shake so violently, I was thrown to the ground. Dazed, I was aware of a great roar of a sandstorm, which alarmed me, as I had been on a high dune and had seen nothing like that on the horizon. It was on me before I was even on my knees, burying me and my camp.",
        "When I crawled my way out of the sand, I realized that I must make haste and get to Bergama as soon as possible, as all my food and water had been swept away. The sun was just rising as I began, like I said. When I reached Bergama, it was nightfall. The town was in chaos, filled with the soldiers of Sentinel. The Lord of Bergama's fortress was in ruins.",
        "There had been an attack, but no one had seen it, only the invasion that followed it. The soldiers of Queen Akorithi of Sentinel refused to be interviewed about how they had accomplished this sneak attack, but I came to learn that the whole of northern Hammerfell now belonged to them. Even stranger, I discovered that my walk from sunrise to sundown had not taken me not one day, but two. It was now the 11th day of the month, not the 10th. I had lost a day somewhere, and so apparently had everyone else... except Akorithi's soldiers, who somehow were aware of the correct date.",
        "I since have concluded that they had received advance warning, and so were better prepared to deal with the strange confusion of time and dates associated with the Warp.'",
        "",
        "<header>The Report of High Rock Agent 'Graylady'</header>",
        "'I was, at the time of the Warp, undercover as a witch in the Skeffington Coven of Phyrgias, in central High Rock. In order to give my report, I had volunteered for an expedition to gather supplies, which would allow me the freedom to reach my contact in Camlorn. I was traveling north-east along the foothills of the Wrothgarian Mountains, on the 9th of Frostfall, when I felt a great heat behind me, like a fire. I turned, but I regret to say I cannot tell you what I saw. The healers tell me my eyes were burned out of my sockets.",
        "I think I must have fallen into a state of semi-consciousness, for I distinctly remember falling as the ground seemed to give way beneath me. Then there was a series of explosions in the distance, to the south, and I heard high whistling noises that were getting louder, coming closer. I had my shield with me, and fortunately anticipated that volleys of some sort were falling from the sky. Though I could not see them, I could hear them coming from a distance away, and was able to use my shield to block them from striking me.",
        "The assault stopped suddenly, and I could smell smoke. I learned later that most of the forest of Ykalon and Phygias had caught fire, in an inferno that started further south in Daenia and the Ilessan Hills. Fortunately, I kept my bearings, and moved north, finally reaching a temple in the wilderness where my wounds were healed, as well as they could be.",
        "It was there I learned that there had been a three-way clash between Daggerfall, Wayrest, and Orsinium not far from where I had been, and that the land midway between their kingdoms had been decimated.'",
        "",
        "<header>The Report of Ambassador Lord Naigon Strale</header>",
        "'His Imperial Majesty had sent me on a delicate errand, the details of which I cannot convey in this unsecure report, but my official capacity was to be the Emperor's ambassador to the court of Wayrest. From there, I was to meet with an old friend, Lady Brisienna, who was already in the vicinity. Forgoing any attempt at stealth, I was on an Imperial barge, sailing westward on the Bjoulsae, the morning of the 9th of Frostfall. I remember it was a slightly chilly day, but the sky was very blue.",
        "'We had just passed the delightful riverside village of Candlemass when the captain sounded the alarum. There, in front of us, was a colossal wall of water, at least thirty feet high. It smashed our barge to splinters before any of us had a chance to react. I woke up on the shore, having been rescued by one of my servants who had miraculously not lost consciousness. He and I and one other man were the only survivors.",
        "I thought at first that it was suspiciously similar to what happened to another agent of ours in High Rock but a short time before, where a freak storm had shipwrecked him in the Iliac Bay near Privateer's Hold. Furious and determined to see if similar forces were at work, I began a quick march to Wayrest.",
        "The march, however, was not so terribly quick. The villages all along the Bjoulsae were on fire, and battles raged between the orcs of Orsinium and the soldiers of King Eadwyre in the formerly independent principality of Gauvadon, just east of Wayrest. I am an accomplished mage, and quite able to defend myself, but it took the better part of a week to make it those few miles to Wayrest.",
        "King Eadwyre and his queen Barenziah were celebrating their great victories when I arrived. By then, I had gathered the barest facts of the matter, that simultaneously there were seven great battles in the Iliac Bay, and no one could describe them at all, only their bloodsoaked aftermath.",
        "To summarize: on the 9th of Frostfall, there had been forty-four independent kingdoms, counties, baronies, and dukedoms surrounding the Iliac Bay, if one includes the unconquered territories of the Wrothgarian Mountains, the Dragontail Mountains, the High Rock Sea Coast, the Isle of Balfiera, and the Alik'r Desert. On the 11th of Frostfall, there were but four - Daggerfall, Sentinel, Wayrest, and Orsinium - and all the points where they met lay in ruins, as the armies continued to do battle.",
        "I was determined to find the truth from the King, even if I had to be a most undiplomatic diplomat to do it.",
        "Eadwyre, though a generally jovial sort, had blustered, saying he did not want to give out military secrets. The Queen, ever calm with those unreadable red eyes of hers, told me, 'We do not know.'",
        "I think it is safe to assume that Barenziah did not tell me everything, but the facts of her story - which I later verified after pointed interviews in Daggerfall, Sentinel, and Orsinium - was that they had learned that a certain powerful, ancient weapon was going to be activated. I shan't give the name of it here. Out of fear that it would be used against Wayrest, the King had attempted to buy it from the young adventurer who had discovered its wherebouts. Eadwyre believed, as it turns out quite rightly, that other powers in the Bay had also attempted to win ownership of this device.",
        "What happened then, as Barenziah said, 'We do not know.'",
        "The morning of the 9th and the morning of the 11th somehow merged through some sort of Warp in the West, and Wayrest found themselves at war. Their land had expanded three-fold, but they were under attack by Daggerfall to the west, Orsinium to the east, and Sentinel to the south. There had been no time to understand what had happened, the King said. They had simply reacted, sending their armies to defend their lands against these enemies whose kingdoms had also gained great territorial advantage.",
        "The battles continue on, now months later, as I return to the Imperial City to make my report. What more do I have to say? They are bloody, violent clashes, as is always the case with modern warfare, but I have been to the blackened, desolate no-man's land between the four remaining kingdoms. No mortal army caused that devastation.",
        "I can say that the force that shook the Iliac Bay on the 10th of Frostfall 3E 417 was infinitesimally greater than the power these mighty kingdoms are wielding today.",
        "I can say that there were other strange events on that day which kept the kingdoms from breaking free of the Empire, and accomplished likely more besides.",
        "And I can say there is nothing left of it - this power, this weapon - in the Bay. The Warp that it created swallowed it up.'",
        "",
        "<header>Current Political Affairs in the Iliac Bay</header>",
        "Almost twenty years have passed, and the region, though transformed, has stabilized. There are no more disputed territories, and the kingdoms of Daggerfall, Wayrest, Sentinel, and Orsinium hold their new borders in relative peace.",
        "Wayrest spreads across the eastern coast of the Bay, stretching from the land formerly called Anticlere to half of Gauvadon. Eadwyre has passed on to his ancestors, leaving his kingdom in the hands of his daughter, Elysana, who has two children by her royal consort, and seems likely to hold her father's lands. Your Lordship may also choose to communicate directly with King Helseth and Queen Barenziah in Mournhold. Their primary preoccupations are, of course, with Morrowind's affairs, but they may still have useful observations upon Wayrest's ruling families and political environment that may aid you in your understanding of the court of Queen Elysana.",
        "King Gortwog of Orsinium controls much of the Wrothgarian Mountains as well as the profitable rivercoast of the Bjoulsae. He persists in his demands that Orsinium be recognized as an Imperial province separate from High Rock. The Elder Council treats Gortwog as a recognized king, and collects taxes directly from Orsinium, but officially Orsinium remains a county of High Rock, though technically it spans both the provinces of High Rock and Hammerfell.",
        "Sentinel has gained the most land, sprawling across the entire southern Iliac Bay from Abibon-Gora, beyond the Dragontail Mountains, to the edge of Mournoth, Orsinium's territory. Queen Akorithi at her death left her enormous kingdom to her only surviving son, Lhotun, who is now surely one of the most powerful kings in Tamriel.",
        "Daggerfall is still ruled by the Breton King Gothryd and the Redguard Queen Aubk-I. Their land now encompasses all of western High Rock, from the border they share with Wayrest at Anticlere to the east, to Ykalon to the north. They have four children now, and are much beloved in their realm.",
        "If there are other repercussions of the mysterious Warp in the West, they have not yet come to our attention in the course of twenty years of observation."
    ]
}