{
    "id": "WaterloggedJournal",
    "paragraphs": [
        "In the market square today everyone is talking about rumors from the coast. Ships spotted, they say, full of invaders. The same invaders, they say, that have recently come to the southern Deathlands.",
        "It seems like every day there is some new invader. We have withstood previous attackers. Our water is coveted in the desert, but the rock and sand protect us—and so do the Nereids. I do not think this time will be any different.",
        "—",
        "Word comes that the invaders are unrelenting. Their leader has a name. Tarish-Zi. It's an ugly name, I say, but Merrina wonders what it matters if the name is ugly? I am not worried about being conquered by a general with an ugly name.",
        "—",
        "Today General Zal'ik made an announcement. Tarish-Zi and his army are coming, but the Nereids have pledged to protect us. He told us not to worry, but I wasn't worried, anyway.",
        "—",
        "The city is in panic. Word reached us that the forces Zal'ik sent to meet the oncoming enemy were slaughtered. Not a soldier survived except for one wounded lieutenant, sent to bring word of Tarish-Zi's coming. They say the enemy's army is immortal. They say Tarish-Zi himself is immortal. I don't believe it, but for the first time I feel anxious about this impending attack.",
        "—",
        "General Zal'ik ordered everyone to take up arms in defense of the city, so I fashioned a mace from a broom handle and an old hammer. (The blacksmith is overtasked and there are not enough weapons to go around for all of us.)",
        "Everywhere there is a sense of foreboding, that this really is the end. Our city, which has weathered so many invasions, will finally fall. But there is also a feeling of deep friendship. The petty squabbles that used to fill the marketplace with so much noise have been replaced with words of friendship and encouragement. If we will die, we will die together.",
        "—",
        "Rumor is that General Zal'ik has turned to the Nereids for help. Everyone hopes that Shada and her daughters will intervene on our behalf. Our only hope requires a miracle.",
        "[The rest of the journal is too waterlogged to be legible.]"
    ]
}