{
    "id": "TheWaterCycleofClockworkCity",
    "paragraphs": [
        "By Varlinsi Arandu, Apostle of Sotha Sil",
        "The outside world is not unknown to the Apostles, but mostly ignored. What need have we to know of the history and cultures which fragment so frequently, broken apart in so many inconsequential ways? The Dark Elf Houses, the Breton monarchs, the warlords of the Orcs. What purpose does learning of their petty squabbles and worries serve to lead us towards the Chrononymic Will?",
        "If there is any topic of any worth, it is perhaps the environment of which the rest of Nirn is forced to live within. Factoring out the ever-changing influences of man and mer, we are left with constants that the et'Ada Gears have created. Sunlight causes green leaves to grow. Winds affect weather and temperature. And water, that which all life is dependent upon, flows through an endless cycle.",
        "There is limited knowledge of the water cycle which all things depend upon. Water is heated by the sun and turns to vapor. The vapor floats up within the sky, creating clouds. The clouds grow heavy and release their burdens, letting the water once more return to earth. And so it goes, a never ending-wheel.",
        "The water that flows naturally throughout Clockwork City, commonly known as Seht's Blood, is rich with the overflow of our innovation. The unfortunate side effect is that it makes this water completely undrinkable for our residents. But in all things He is wise, and in this too He had a plan.",
        "Our home is shaped by the Divine Metronome, by the will of Lord Seht who sees the correct sequence. Yet even He knew of the beauty in this cycle, in this never-ending circle. And so He gave those who obeyed him the gift of water, of life, within the Halls of Regulation. Where everything is in perfect synchrony.",
        "All water flows to the Halls of Regulation, where first it is filtered through fine mesh to separate larger sedimentation. Next the water is sent through the distillation initiator, powered by the cleansing magic to disinfect finer contaminates. Without this magical process, many toxins would still be present in the water when used by the citizens of Clockwork.",
        "The cleansed water is then distributed to either the water reservoir or vapor manifold. The water reservoir retains all water given to the Brass Fortress, be it for drinking, bathing, or cleaning. The vapor manifold, however, holds equal importance, for it creates the humidity in the air which allows for organic life. Without it the very air we breathe would be deadly.",
        "So join with me in praise for this most important of cycles, created gleaming and perfect by the will of Lord Seht. Perfect and perpetual, ever set in regulation."
    ]
}