{
    "id": "WayrestSewersAShortHistory",
    "paragraphs": [
        "Volume 1",
        "The city of Wayrest owes much to its merchants for its ever-flourishing economy. The abundance of money has done the city wonders, earning Wayrest the moniker \"Jewel of the Bay\": the wealth of its citizens have paid for the shimmering stone used in the city's construction, the bright armor worn by the local law enforcement agents, and most significantly, the modern marvel of western Tamriel—the Wayrest Sewers.\nWritten accounts dating back to the city's foundation hint that, until the Wayrest Sewers were finished, the city was a jewel mired in muck and mud. Vile, foul-smelling mud. Writes Silvia Cato, an Imperial sailor in 1E 801, \"The Bjoulsae River is a watercourse of refuse, of pungent tang, of disease, and the Iliac Bay is equally revolting where the Bjoulsae feeds into it. It's that damned Breton city.\"",
        "Today, the Bjoulsae River shines as brilliantly as Wayrest itself, thanks entirely to the sewers, which are a feat of engineering rivaling anything created by the Dwemer of old. The artisans ensured that the sewers' modular design permit travel across the city below ground as easily as above, as well as allow construction to continue to this day. The sewers, like the city itself, are regularly expanded. However, in its size lies the one drawback of the entire system: the sewers have become so large that Wayrest law enforcement has difficulty patrolling it all, and thus, crime finds its way even to the Jewel of the Bay. Like the city itself, most of these illicit activities can only be afforded by the rich, including skooma trade and necromancy (skooma is a narcotic that's widely banned across Tamriel, and necromancy, the magical art of raising the dead, is also forbidden in many regions).",
        "See Volume II for a list of noble families that donated most heavily to the sewer construction. The original designers who imagined the sewers just prior to the fall of Orsinium remain lost to time, though Volume III contains a list of artisans and engineers who have worked to expand development since the end of the First Era."
    ]
}