{
    "id": "WayrestJeweloftheBay",
    "paragraphs": [
        "Librarian Comment:",
        "This version of the text has many differences from its Daggerfall variant. Most notably, any mentions of the 3rd era and of the layout of Wayrest are removed.",
        "",
        "(Cumberland Edition)",
        "Wayrest is one of the most glorious cities of western Tamriel—sparkling in her contemporary beauty, lustrous by her past. She is prized above all cities in High Rock. No other city has contributed so much to the culture of the Bretons. The spirits of her genius children continue to haunt the streets. You can see them in the gabled roofs, grand boulevards, and aromatic marketplaces. The people of Wayrest have an instinctive appreciation of their past, but are not obsessed by it, as the people of Daggerfall seem to be. One feels that one is in a modern city when one visits Wayrest, but there is a magic in the air that could only come from centuries of civilization.",
        "It is difficult for historians to declare a certain date for the foundation of Wayrest. Where the Bjoulsae River feeds the Iliac Bay, a settlement of some variety has existed since at least 1E 800. The traders and fishermen of Wayrest were surrounded by hostile parties. The Orc capital Orsinium had grown like a weed to the north, and pirates and raiders crowded the islands to the west. There is no mystery to Wayrest's name. After what most travelers had to endure at the eastern end of the Iliac Bay, the little fishing village on the Bjoulsae was a welcome rest.",
        "Nowhere in the much-vaunted censuses of the Skyrim Occupation is Wayrest mentioned. In the Annals of Daggerfall, King Joile's letter to Gaiden Shinji of 1E 948 contains the following reference: \"The Orcs have been plaguing the Wayresters and impeding traffic to the heart of the land.\"",
        "Wayrest only truly bloomed after the razing of Orsinium in 1E 980. Hard-working traders and merchants were instrumental in forming a trade alliance, thus reducing pirate activity on the bay. A successful mercantile family, the Gardners, built a walled palace in town and, over time, allowed banks and other businesses within its walls. A Gardner, Farangel, was proclaimed king when Wayrest was granted the right to call itself a kingdom in 1E 1100.",
        "Although Wayrest was ruled by one family, the merchants continued to wield incredible power. Many economists have alleged that Wayrest's eternal wealth, despite her hardships, comes from this rare relationship between merchants and crown. The Gardner Dynasty was followed by the Cumberland Dynasty, but never has a king of Wayrest been deposed by revolution or assassination. Every king of Wayrest can trace his line back to a merchant prince of Wayrest. The merchants and king respect one another, and this relationship strengthens both.",
        "Wayrest has survived blights, droughts, plagues, piracy, invasions, and war with good humor and practicality. In 1E 2702, the entire population of the city was forced to move into the walled estate of the Gardners as protection against pirates, raiders, and the Thrassian plague. A less resourceful community would have withered, but the Wayresters have survived to enrich Tamriel generation after generation."
    ]
}