{
    "id": "WayshrinesofTamriel",
    "paragraphs": [
        "Since time immemorial, devout mortals of Tamriel have built shrines to their Divines at sites that have been recognized as holy and sanctified. Many of these sites were chosen due to specific miracles or blessed events that marked them, though others simply inspire feelings of reverence for matters divine. Because they are located here and there where inspiration struck, rather than at points of convenience, these sites are scattered across the land, and have come to be known as \"wayshrines.\"",
        "Of course, the shrines built at these sites by devout worshipers reflect the local religious beliefs, and are constructed and adorned so as to honor the foremost local Divines. Many priesthoods believe that wayshrines act as direct conduits to Aetherius, and that when a mortal dies his or her soul is drawn to the nearest wayshrine, where it meets some sort of psychopomp or spiritual escort, who leads the soul to the afterlife. Though this is a mystical matter and therefore not susceptible to scholarly proof, it is striking that so many different faiths across Tamriel endorse this belief.",
        "As all know, the stars in the heavens are perforations in the Mundus through which shines the magical light of Aetherius. Lord Corvus Direnni theorized that the locations of wayshrines on Tamriel correspond to the pattern of stars in the night sky, because our Mundus is a reflection of Aetherius. However, to test this theory we would need a comprehensive map of every wayshrine site on Tamriel, a task too daunting to contemplate, so proof of this hypothesis, if true, will have to come from another source.",
        "Lord Corvus was also a renowned conjurer, who devised and promulgated the standard \"portal\" spells now popularized by the Mages Guild. (His work was based on the pioneering research of the Ayleid sorcerer known to history as \"The Transmigrant.\" But that is liquor for a different cocktail.) Corvus theorized that, if one only knew how, the wayshrines could be used as a permanent portal network by which one could travel rapidly across Tamriel. He speculated that such a \"fast traveler\" would need to somehow attune himself to a wayshrine, which would add its \"node\" to the traveler's \"web of sojourn.\"",
        "However, in order to learn how to do this, the great Direnni wizard believed a mortal's soul would have to be, temporarily or permanently, \"unmoored from the Mundus.\" I am not at all certain what that phrase means, and if Lord Corvus understood it, none of his written memoirs explain what he meant by it. Based on my studies of the notebooks left behind in Lord Corvus' workshop in Direnni Tower, proof and implementation of this theory eluded him, and eventually he abandoned it to return to perfecting variations on Koron's Peremptory Summons."
    ]
}