{
    "id": "TheWeddingFeastAMemoir",
    "paragraphs": [
        "<italic>The memoir is undated.</italic>",
        "My children, Naral sets this down to give insight into the strange ways of the Wood Elves amongst whom some of you travel. Beware their vengeful ways!",
        "Preparations began months ago for the wedding feast of the two highest Wood Elves. Their union shows that the forest and its people are as one. Hence, a very large feast.",
        "As a trader, I've often been tasked with providing tidbits for royalty. I name no names, but freely admit to providing biscuits dusted with moon sugar for banquets in Elden Root on more than one occasion. Still, this wedding feast required many things outside my purview, and I was forced to make last-minute changes.\nTo get fifty vats of beef broth, I supplemented the thirty vats available by adding root vegetable broth. Knowing the Wood Elves are not squeamish about the dead, I provided ten crates of bone marrow from whatever bones were available, asking no questions as to their origins.",
        "But cake with no flour? Never had I seen such a thing before! I consulted with several Wood Elf bakers who assured me such a thing was possible, as Wood Elves eat nothing green unless prepared by outsiders. Given that, their restriction that I provide cakes without flour flummoxed me. I got a couple of recipes and checked with my suppliers, none of whom could provide the desired quantity in time.",
        "Thus, I set about making them myself. I thinned the eggs with water to make them stretch. I added arrowroot and powdered flax seed to thicken it. Sugar proved the most dear component of the cakes, so I added ground chalk to reduce the actual amount of sugar needed. The taste was similar to cake. Very similar. And since they took so little time and gold to make, my profit doubled from the cakes alone.",
        "It was the substitution of flax seed oil whipped with lard instead of butter that proved my undoing, and the undoing of many a guest's bowels.",
        "Not only did the Wood Elves rescind any future contracts, but they shaved my tail and confiscated all the gear and goods I'd left behind in my hasty retreat.",
        "Never, my children, offer to supply goods for a Wood Elf feast. It will only end in tears.",
        "<title></title>"
    ]
}