{
    "id": "WelcometotheIceCaves",
    "paragraphs": [
        "Congratulations. You made it to the ice caves.",
        "If you're reading this, it's because you're working a shift mining in the ice caves. If you've never done this sort of work before, rest assured there's always a need for more miners. Here's some free advice. If you don't read this, we're not responsible for what happens to you.",
        "1) You can always ask questions from the more experienced miners. If they've lived long enough to make it through a few seasons down here, they've got good advice. The miners who don't ask advice tend to make mistakes. I won't lie to you: some of those mistakes can be fatal. If you get hurt, you'll need some of that coin you've been saving up.",
        "2) Always keep an eye out for a possible attack from the enemy. If it's been a while since we've found something valuable, we can't afford to deploy lots of guards. Everyone's got to get a pick and pitch in. We know that makes us vulnerable to attack from bandits, invaders, animals, or worse, but if we don't keep making a profit, we'll have to close the mine.",
        "3) Claim jumpers, bandits, and invaders are always a problem. We recruit as many folks as we can, just in case an organized force comes in and tries to take over. Soldiers seem to think that mines are valuable targets for conquest, but of course, they don't want to do any of the actual work here. If you see any signs of suspicious activity, contact one of the more experienced miners or the foreman. Right now, we're paying you. If soldiers seize this place, you're going to be slave labor. Don't think it couldn't happen.",
        "4) I know it's cold. Even if you're a Nord, you're going to find the cold miserable, and I don't care. Heat melts ice, and we can't heat up the mines too much, or all that ice is going to melt. A collapsing tunnel is even worse than the mine getting attacked.",
        "5) Do what you're told. I know you think you've got an instinct of where to dig and where not to dig, but that's not your job. There's always going to be someone in a mine who has more experience than you do, and they're the ones who decide where you dig. They'll tell you what they're looking for. Once you've found a deposit, tell your superior and focus on harvesting it as fast as you can. Time is money.",
        "6) Keep an eye out for danger. You've made it through enough training to recognize the signs of a buttress or brace that's about to collapse, the color a flame makes when exposed to harmful gas, the scent of hazardous gas, and the chances of a cave-in. When in doubt, point it out. We'd rather have you look like a fool and be wrong than chance losing valuable lives because you didn't tell someone.",
        "7) Think of home, but be careful what you say. We all have folks at home. If you miss them, there's someone nearby who misses home more. You're not here to talk. You're here to dig. I know some of the miners are lucky enough to have family staying in quarters nearby, but that costs money, and you can't afford that yet. You're probably working here to raise money for your precious loved ones, so remember that when you're working hard. No one wants to hear about your family troubles or your money troubles, because we all have them. If you didn't have them, you wouldn't be working here. Either that, or you're here because you're expecting to have a lucrative career mining in the ice caves.",
        "8) This is a job. We're paying you. If you can't show up for your shift on time or do what you're told, you won't have a job anymore. It's a long walk back to town, especially when you don't have any gold. Do what you're told, and you'll get your pay. And remember, it could be worse. If this mine gets attacked, you'll be slave labor real quick. Be grateful you're getting paid. You're lucky to have this job.",
        "Thank you for doing what you were told and reading this. Hope you enjoyed the break.\nNow get back to work."
    ]
}