{
    "id": "TheWelkynarsofEtonNir",
    "paragraphs": [
        "By Relequen, Leader of the Welkynars",
        "The Welkynar are part of an order which spans nearly all of Summerset's grand history. We dedicate our lives to protecting our homeland, to fight back against the dark tides of evil. Wherever malice rears its ugly head, wherever villains threaten our citizens, that is where we shall be.",
        "Though Cloudrest may be where we lay our heads, our order answers any urgent call. This need for quick mobility is what led the first of our order to bond with gryphons. With the aid of these creatures, our order is able to quickly move to far away locations. This is what led the Welkynars to choose Cloudrest as the home of our Aerie, given the city's central location within the island.",
        "Our order numbers four, representative of each of the cardinal directions. When one member decides to retire or dies in the line of duty, another is chosen to replace them. This initiate's training will take years to complete, as they will need to first capture and raise their own gryphon companion.",
        "Each Welkynar is chosen for his or her combat abilities. Though our order is well known for producing some of the finest battlemages within Summerset, magical ability is not necessarily a requirement to join. After all, Mornyalemar the Battle-Hardy is thought to be one of the greatest Welkynars to ever live, and had not one ounce of magical ability. An initiate need only prove themselves highly capable in battle to join our ranks.",
        "Any member of either Summerset governance or military may petition the Wekynars for aid. Of course, accepting the petition has always been up to the order's discretion. Between assignments, our members continue to patrol Summerset for signs of danger, often stopping in cities and collecting information on any potential threats.",
        "Yes, a Welkynar never truly rests. But for this lifelong dedication, we ensure the safety of every citizen of Summerset. There is truly no greater honor than joining the ranks of this prestigious order."
    ]
}