{
    "id": "OnWelkyndStones",
    "paragraphs": [
        "A work of recorded knowledge from the mind and devoted research of Scholar Firenlle of the Mages Guild.",
        "",
        "For more rudimentary information on the astro-geological devices discussed herein, consult Aetherial Fragments, a book by fellow scholar Savure Hlas.",
        "",
        "As you may well know, the Welkynd stones are Ayleid devices of great and, as of yet, unknown capabilities. The stones are commonly sought after as sources of great thaumaturgic power. Not much can be said as to their origin, other than that multiple accounts exist to suggest that the stones themselves fell to Tamriel. Where they came from or what their purpose was, or if there was any purpose to these stones at all before the Ayleids recovered them is unknown. What can be said, though, is that these stones have been used since the time of their first recorded landing to assist great mages with their work.",
        "",
        "Welkynd stones are blue in color and were fixtures of the great Ayleid cities. Since the time of the Ayleid's fall, the stones have been gathered and used for all manner of personal gains or ends. Which is not to say that the stones have any ethical leanings; they remain, and will forever be, stones.",
        "",
        "It is worth noting that there is a type of Welkynd stone that will not be discussed at length in this book. This is because a lot is known and yet also remains shrouded in mystery about the dark Welkynd stone. These variants seem to specifically store magic of a purely destructive kind. Without prompting, they have exploded, destroying countless researchers and treasure hunters who journeyed into the Ayleid cities on expeditions to recover technologies and works. It appears as though the Ayleids used the dark Welkynd stones as an added layer of defense. Being so volatile, these stones are well known by expedition parties but have not been studied in a contained setting. In short, they have never made it back to the schools, laboratories, or places of study intact.",
        "",
        "Welkynd and great Welkynd stones, on the other hand, have been studied at great length and a compilation of that knowledge can be found within these pages.",
        ""
    ]
}