{
    "id": "WereEven",
    "paragraphs": [
        "All right, I've done your dirty work. You wanted to know about neglected valuables along my trade route. Well, I've found out what I can. I don't want to hear from you again. My debt is paid, and I'm not coming back to Abah's Landing.",
        "-Elyar",
        "One of the Mages Guilds in Greenshade has the Original \"Living Plant-Wear\" Book Set. I don't know what it is, but I know the Wood Elves think it's something special. I hope they eat both your hands if you try to take it from them.",
        "There's some Unripe Bimillenial Lillandril Sylph-Mead hidden in an inn an Auridon. Don't focus on the \"unripe\" part - learn what \"bimillenial\" means if you want to understand why it's valuable. Or don't. Drink it and go blind for all I care.",
        "Oh, but here's something I do hope you steal: King Farangel's Ode to Wayrest. He might have been a great king, but he was a terrible poet. Honestly, I think the people of Stormhaven gave it to the Mages Guild more as a joke than an item of historic significance. Hysterical significance, perhaps? Maybe if you read it, it'll drive you mad. Go ahead.",
        "Likewise, if I have to tell you where to shove Mzahnch's Universal Instrument Tuner, I've been much too indirect in my instructions. You'll find it hidden in another Mages Guild, this one in Eastmarch. Sit on it and let it spin you around.",
        "Do you think it's possible Indoril's Ash Bear will come back to life if you steal its Skull? The people of Stonefalls do. Perhaps that's why they hid it in the basement of an unprepossessing inn. With any luck, the scent of it will draw more of the Chimer beasts to you and they'll be crapping your insides out for days.",
        "One more, eh? Might as well get an entire race mad at you. There's an Ancient \"First Egg-Master\" Idol right out in the open in Mournhold, near the city center. I'm sure a thief as good as you can just swoop right in and steal it. Don't worry about the Argonians, either - it isn't like they haven't fought wars over religious artifacts before. I'm sure stealing it won't anger anyone.",
        "That's it. I'd say, \"good luck,\" but I'm not sure how to turn that into a curse upon you and all your thieving friends."
    ]
}