{
    "id": "WerewolvesLongSufferingGuardians",
    "paragraphs": [
        "By Brigwoal, Reach warrior. Transcribed by Zamshiq af-Halazh, Associate Folklorist at the University of Gwylim",
        "",
        "\"\"Many Alessians, Northmen, and Pigfolk have come to the Reach bearing gifts. You yourself bring worthless coin and writ books as tokens of friendship. But these are all lies and tricks. Sons and daughters of the Reach know that the 'gifts' of outsiders all carry demands. Demands for knowledge, or land, or help against one enemy or another. In the world of beasts and spirits—the true world—there are no gifts. Only trades. So, cut that dishonest tongue from your mouth and grow a true one. We will not like you, but we would respect you, at least.",
        "",
        "\"\"Take mighty Hircine, for instance. Old Elk-Eye offers nothing without pain. No gifts. Only painful trades. There is no glory, or treasure, or feast without suffering. Even Hircine's blessing comes at the far-end of a bite.",
        "",
        "\"\"Some call the Wolf-Dance a gift. You call it a curse. Neither word means anything. Outsiders cleave all the world into 'goods' and 'evils' when the only true conflict is between cowardice and suffering. Heroes choose suffering. Cowards choose comfort. That's the true way of things.",
        "",
        "\"\"The Wolf-Dance is the way of suffering. The call of the Moons aches in our chest all the time. Our noses run dry and ragged—scorched by woodsmoke and the stench of tannins. Our bellies growl both night and day and hunger for the flesh of our clan-friends and family. All our bloodlust and all our fury strains against a rope—desperate to break loose and tear the world to pieces.",
        "",
        "\"\"Why do we suffer like this? Because in a cruel world, cruelty is our only refuge. Beasts and men that prey upon the Reach must be made to suffer. And we wolf-folk know a suffering few can understand. We use that pain to keep our people safe. We harden our hearts, and choke on our lusts, and dig our claws into our palms, knowing that before long, someone from far away will want what we have. And when they arrive, we will be there to greet them with fang and claw.",
        "",
        "\"\"So, you see? Hircine offers no gifts. Only a trade. Pain for us, in exchange for the pain of our enemies. And we make this trade gladly. Because suffering is the way of the Reach. Anyone who crosses us will learn that lesson well.\"\"",
        ""
    ]
}