{
    "id": "AWerewolfsConfession",
    "paragraphs": [
        "The prisoner called for me today, and I had the dubious privilege of listening to his confession. Separated from him by narrow iron bars that I knew would be insufficient to protect me, I took down his words with a trembling hand.",
        "What follows is my best rendering, although he was so soft-spoken that at times I had to guess at the precise words. Nevertheless, I am confident that what follows accurately represents the substance of our conversation:\n\"I accepted this curse at a young age. I was impressionable. My packleader was a family friend and elder in our village. I wanted to be strong, and I relished the strength the curse gave me. I would not have called it a curse, then.",
        "\"But with youth comes recklessness, and I was not good at disguising what I was. Eventually they discovered my true nature, and I was driven from the village.",
        "\"My packleader failed me. He did not protect me. He cared too much about his own status to risk it for my sake. I was alone.",
        "\"Everywhere I went I heard the shouts of crowds, saw the bright torches of the angry mob. I never lingered long in one place before my secret was discovered.",
        "\"I came to hate them. The superstitious villagers. I came to resent what I couldn't have. I blamed them for my own recklessness. It was not the curse that plagued me, but the narrow-mindedness of these provincial men and women.",
        "\"I was afraid to hunt, so I was always hungry, and the hunger turned me feral. It was in this state that I came across them. A family of innocent farmers, just like the innocent farmers that had hounded me from village after village. My vision turned red and I flew into a fury.",
        "\"At last my hunger was satisfied.",
        "\"But when the rage subsided and I looked on what I'd done, my stomach turned. This was what all those villagers were afraid of, when they tormented me with their torches and sickles.",
        "\"That's when I acknowledged my curse for what it was. I have hunted many years since, afraid to turn myself in, but disgusted with my base impulses.",
        "\"You don't realize what a great favor you have done, capturing me.\"",
        "And then having told his story, the creature, looking very much like a man, begged me to put him out of his misery."
    ]
}