{
    "id": "WhatisVolendrung",
    "paragraphs": [
        "Volendrung is one of the most notorious mythological artifacts in history. It has cultural ties to the Dwemer as well as the Daedra, though scholars fail to agree on just about every detail that has ever been written about it—including whether or not different accounts are referencing the same object.",
        "Academics recognize one such artifact, called Volendrung, as a Dwemer relic forged by Clan Rourken. It was carried into battle as a family symbol as much as it was the chieftain's weapon, and was made famous when the Rourkens refused to join the First Council of Chimer and Dwemer. The other Dwemer forsook them for the slight, and the Rourkens refused to stay with their people if it meant an alliance with the Chimer—their sworn enemies.",
        "So the Rourken chieftain hurled Volendrung into the sky, declaring that their people would find a home wherever it landed. Volendrung thus served as a guiding light for Clan Rourken in exile as the Hammer roared, beastlike, across the sky. It shone like a second sun during the day, mirrored the moons at night, and led the Rourken to the other side of the continent. There, they supposedly founded the fabled city of Volenfell—which has yet to be discovered in the modern era, if it ever truly existed.",
        "But how did the unidentified Rourken chieftain manage such a tremendous throw? Dwemer armies were known for their engines of war, and their mechanical infantry. If the Dwemer had the capability to project a weapon cross-continent by hand, why did they never utilize such long-range assaults in warfare? Even a modern Arch-Mage would have difficulty concocting a spell to launch an object over such a distance. Unless Volendrung was actually a flying engine, powered by lost Dwemer mechanics, the whole story reeks of a Bosmer tale.",
        "Some skeptics, including this one, believe the Dwemer Volendrung's flight is simply poetic imagery representing the wandering exile of Clan Rourken.",
        "A second hammer called Volendrung, this time a Daedric artifact belonging to the Daedric Prince Malacath, exists in records nearly as old as the Dwemer version. Malacath's relic echoes the Dwemer name, and for this reason, many assume that it is the same legendary weapon. But why would the God of Curses associate himself with an object forged by enemies? To make a mockery of Dwemer work? To take something the Dwemer treasured and use it as an instrument against them? A rather subversive and indirect action—unbecoming of Malacath's historically straightforward mentality.",
        "Angarin's \"The Daedric Armory\" speculates on the Hammer's magical features: the text cites several Mages Guild papers, claiming the Hammer empowers its wielder, and drains the strength of struck foes—very much in line with a Malacathan design. There is little doubt that the relic described could be tied to the God of Curses. What is in doubt is whether it was named by mortals or by Malacath himself—and whether the Rourken Clan wielded the same Hammer in centuries past.",
        "What is Volendrung? Tamriel may never know."
    ]
}