{
    "id": "WherewereyouwhentheDragonBroke",
    "paragraphs": [
        "Librarian Comment:",
        "We received a longer version of this book a long time ago.",
        "The Online version is titled \"When The Dragon Broke.\"",
        "",
        "Corax, Cyrodiil, Elder Council:",
        "<quote>“No one understands what happened when the Selectives danced on that tower. It would be easy to dismiss the whole matter as nonsense were it not for the Amulet of Kings. Even the Elder Scrolls do not mention it -- let me correct myself, the Elder Scrolls cannot mention it. When the Moth priests attune the Scrolls to the timeless time their glyphs always disappear. The Amulet of Kings, however, with its oversoul of emperors, can speak of it at length. According to Hestra, Cyrodiil became an Empire across the stars. According to Shor-El, Cyrodiil became an egg. Most say something in a language they can only speak sideways. The Council has collected texts and accounts from all of its provinces, and they only offer stories that never coincide, save on one point: all the folk of Tamriel during the Middle Dawn, in whatever 'when' they were caught in, tracked the fall of the eight stars. And that is how they counted their days.”</quote>",
        "Mehra Nabisi, Dunmer, Triune Mistress of the New Temple:",
        "<quote>“Accounts of the Middle Dawn are the province of the Empire of Men, and proof of the deceit that call themselves the Aedra. Eight stars fell on Tamriel, one for each iniquity that Lorkhan made clear to the world. Veloth read these signs, and he told Boethiah, who confirmed them, and he told Mephala, who made wards against them, and he told Azura, who sent ALMSIVI to steer the True Folk clear of harm. Even the Four Corners of the House of Troubles rose to protect the periphery of your madness. We watched our borders and saw them shift like snakes, and saw you run around in it like the spirits of old, devoid of math, without your if-thens, succumbing to the Ever Now like slaves of the slim folly, stasis. Do not ask us where we were when the Dragon Broke, for, of all the world, only we truly know, and we might just show you how to break it again.”</quote>",
        "R'leyt-harhr, Khajiit, Tender to the Mane:",
        "<quote>“Do you mean, where were the Khajiit when the Dragon Broke? R'leyt tells you where: recording it. 'One thousand eight years,' you've heard it. You think the Cyro-Nordics came up with that all on their own. You humans are better thieves than even Rajhin! While you were fighting wars with phantoms and giving birth to your own fathers, it was the Mane that watched the ja-Kha'jay, because the moons were the only constant, and you didn't have the sugar to see it. We'll give you credit: you broke Alkosh something fierce, and that's not easy. Just don't think you solved what you accomplished by it, or can ever solve it. You did it again with Big Walker, not once, but twice! Once at Rimmen, which we'll never learn to live with. The second time it was in Daggerfall, or was it Sentinel, or was it Wayrest, or was it in all three places at once? Get me, Cyrodiil? When will you wake up and realize what really happened to the Dwarves?”</quote>",
        "Mannimarco, God of Worms, the Necromancers:",
        "<quote>“The Three Thieves of Morrowind could tell you where they were. So could the High King of Alinor, who was the one who broke it in the first place. There are others on this earth that could, too: Ysmir, Pelinal, Arnand the Fox or should I say Arctus? The Last Dwarf would talk, if they would let him. As for myself, I was here and there and here again, like the rest of the mortals during the Dragon Break. How do you think I learned my mystery? The Maruhkati Selectives showed us all the glories of the Dawn so that we might learn, simply: as above, so below.”</quote>"
    ]
}