{
    "id": "WhereMagicalPathsMeet",
    "paragraphs": [
        "Mastering Conjuration means having access to an entire spectrum of utility.",
        "—Are you in need of a flame spell? Conjure a Flame Atronach. You'll have command of a dozen such spells, in the form of a fiery avatar.",
        "—Are you caught in the dead of night and wishing you had prepared a light spell? Conjure a Will-o-the-Wisp: its natural luminescence banishes darkness.",
        "—Do you lack a telekinesis spell to move a boulder out of your way? Conjure a Storm Atronach to lift it for you.\n—Did you forget the shield ward you'll need to protect yourself from a sudden hail? Conjure a Frost Atronach to crystallize the air above for temporary shelter.",
        "—Is your life detection spell unable to discern a fleeing target from all the other living things in the wilderness? Conjure a Wolf Familiar to pick up the scent.",
        "The flexibility of Conjuration magic has been an unsung passion of mine, and I've compiled a comprehensive guide for replacing specific, commonly-used spells with Conjuration substitutions (see Volume II, page seven, for more).",
        "Conjuration even allows access to Daedric abilities (for those who dare to wield them). A mage well-versed in Conjuration can summon all variety of Daedra, from Scamps to Dremora Lords. Mine wouldn't be the first primer for spells like these, but Volume III of this collection contains detailed instructions on beckoning the denizens of Oblivion. \"The Origins of Conjuration\" is also a useful read on the subject.*",
        "I realize I write highly of Conjuration here, almost extravagantly, but if you'll do me the favor of reading the rest of this collection (Volumes II-XXII), you'll find that my words have weight.",
        "*Author's Note: It should go without saying, but contact the Oblivion planes only with the utmost discretion: the unwary mage could lose her life—or worse—in dealings with the Daedra."
    ]
}