{
    "id": "TheWhistle",
    "paragraphs": [
        "It was in the summer of my thirteenth year that I first discovered the whistle and my peculiar talent. I had long before then suspected that I had within me some latent and as yet-undiscovered skill that would, in time, set me apart from my peers and elevate me above them.",
        "As a child, I had always related poorly to people and consequently I was the butt of many jokes and japes, especially among the bigger, stronger children, who had by then already begun to distinguish themselves as warriors and woodcutters and in other such burly professions while my slight build caused me to lag far behind in such pursuits. But among animals I found many and devoted friends, and so even at my loneliest, I was rarely without companionship.",
        "Now, it happened that some of the older children, being, as I have suggested, cruel and lording their superior strength over me, got it into their heads to play a mean trick. The trick was that they had found a whistle which produced a note that drove many creatures wild, but especially the durzogs of our homeland. They took me to a cave where a pack of durzogs had recently made their den and bade me to blow the whistle, or else they would beat me. As I have said, these children were much stronger than me and also cruel; many times I had limped home from a beating I'd received at their hands.",
        "But I think now that the threat of beating would not have been enough to compel me to blow the whistle, had it not also been accompanied by jeers and insults, questioning my bravery. For though it was indisputable that I lagged behind them in strength, I was determined that none could outmatch me in courage or strength of spirit.",
        "Therefore, choosing what I knew would undoubtedly be the greater pain—though not so great a pain as the shame of being branded a coward would have been—I took the whistle and blew a strong, clear note on it, holding it longer than seemed wise, so as to settle the question of my fearlessness. My tormentors, on hearing the note, revealed their true nature and pleaded with me to stop blowing the whistle and wondered aloud whether I was crazy and said that I had a death wish.",
        "I did not stop blowing the whistle, but held the note until I saw the durzogs emerge from their lair, teeth bared and lips curled. When I stopped, they stopped. For a moment then, we stared at each other inquiringly. They were not a few feet away from me, and they waited, as if for a signal. I put the whistle to my lips again and blew another note. The durzogs again approached, but their malice did not seem to be aimed at me. In fact, they seemed to implore me for instruction. I tested this theory by gesturing upward as I had done many times with my dogs at home; like the dogs, at this gesture, the durzogs reared on their hind legs, in unison. I tried again, blowing the whistle along with the gesture for \"sit\" and \"lie down.\" The durzogs responded readily.",
        "Now the sight of this had lifted the fear from my tormentors who now were begging for a chance to use the whistle themselves and to command the durzogs. I confess I took delight in refusing them, for finally I found that they were envious of me and I felt that I had earned their respect.",
        "But the largest of them, a dimwit named Reggid, clopped me over the head and took the whistle. I had barely got my senses about me (such was the force with which he hit me), when I heard him blow on the whistle and registered the subsequent snarls of the durzogs. As my vision clarified, I saw the animals rush toward Reggid with a murderous fury. They leapt and tore at his flesh, and he cried out to me, begging for me to take the whistle and to call the durzogs off. But I did not.",
        "The others looked on in horror as the beasts devoured Reggid, but at that moment I am not afraid to confess I felt nothing but pride. I have long held that animals can tell better than we who is virtuous and who is not, and that day I felt my beliefs vindicated.",
        "When the animals had feasted, they returned to their den for a slumber. None of the others dared claim the whistle, but I have kept it with me all of this time, and used it in the taming and training of durzogs in many places across Tamriel. Never once have I had a beast turn on me."
    ]
}