{
    "id": "TheWhitheringofDelodiil",
    "paragraphs": [
        "There was, in those days, a city in the Heartland, Delodiil by name. And it was a city of pleasant promenades, of learned scholars, of meticulous artisans, and of lissome dancers. And also did Delodiil have warriors fierce and proud, who protected the promenades, and the scholars, and the artisans, and the dancers. And though the warriors were few, they were bold.",
        "Now the people of Delodiil worshiped many gods, for they were devout and held all the Divines in reverence. But above all others they did venerate the Lady of Light, building for Merid-Nunda a chapel of colored rays and beams, which was for glory like a piece of Aetherius brought down to the mortal world. And the people of Delodiil were proud thereon.",
        "But across the valley was another city, Abagarlas, which was to the darkness as Delodiil was to the light. Now Abagarlas had as many citizens as Delodiil, but few were dancers, artisans, and scholars, because most were warriors fierce and proud. These warriors were lended to other states and cities for the making of war in return for wealth. And thus did Abagarlas, in its own way, prosper.",
        "Now the King of Abagarlas saw the chapel of lights that was the pride of Delodiil, and he said, \"Is not Abagarlas as great a city as Delodiil? We shall have a great chapel of our own.\" And he decreed that much of the wealth of Abagarlas be spent in the building of a shrine to his own patron Divine, who was the Lord Mola Gbal. And the people of Abagarlas reared up a vast shrine to Mola Gbal, but they were but rude soldiers rather than artisans, and the shrine was misshapen, ill-colored, and burdensome to look upon. But it was, nonetheless, larger than Delodiil's chapel of lights, and thus the King of Abagarlas boasted that his city was greater therefore than Delodiil. But the people of Delodiil evinced no dismay, and went about their business as before.",
        "And this unconcern of the Delodiils ate a hole into the heart of the King of Abagarlas, and he was vexed unto madness. He sent soldiers to profane the small shrine to Merid-Nunda in Abagarlas, and then went to his vast shrine to Mola Gbal, where he swore a mighty oath. And slaying a family of visiting Delodiils on the altar, the King vowed that he would gather his army, march across the valley, and capture all the Delodiils, sacrificing them to Mola Gbal within the chapel of lights.",
        "And the King of Abagarlas mustered all his soldiers, and on a night in which the skies were lit by a furious racing aurora, he marched them across the valley to Delodiil. But when the King and his army arrived they found the land empty, for the city of Delodiil was gone, unto every brick!",
        "And the King thought he heard laughter in the lights in the skies, mirth that turned to shrieks of fear that came, not from above, but from back across the valley. In haste the King marched his soldiers back to his city, but when they arrived at Abagarlas, they found it utterly destroyed as if by scorching light. And of the families of the soldiers and the King, nothing could be found but their shadows burnt into the walls of the city.\nThus Abagarlas. But of the fate of Delodiil, nothing more was known."
    ]
}