{
    "id": "WhoaretheWardensTruly",
    "paragraphs": [
        "Librarian Comment:",
        "This book originally appeared on elderscrollsonline.com",
        "",
        "In Phrastus of Elinhir's spurious essay “A Story of Blood: The Spinners take Tamriel,\" he argues that the Wardens of the wilds, in his trademark imaginative style, are a militant faction of the Wood Elf priests known as the Spinners. I believe this assertion is either the result of a lack of proper academic rigor, or, just as likely, an attempt to manufacture controversy to appeal to the masses.",
        "In my own meticulous research, I have certainly found some similarities between the Spinners and Wardens. Like the Wood Elf priests, these guardians appear to have a close connection with the god Y'ffre, the deity of song and forest.",
        "However, in my opinion, this is where the similarities end, and just as I did with the famous coven in my seminal work “The Glenmoril Wyrd,\" I shall take it upon myself to dispel the many myths and misunderstandings associated with these warriors.",
        "First and foremost, the Spinners are not militant or violent, preferring to allow others to fight for them and Valenwood and instead take on an advisory, scholarly, or priestly role within Bosmer society. By comparison, Wardens appear to be more than willing to shed blood to protect the wilds, and there are many reports of them attacking individuals, gangs, and even entire outposts that have done some harm to Y'ffre's realm.",
        "There also appears to be stark differences in the Wardens' powers to that of the Spinners. While the Bosmer priests reportedly draw stories from their past, present, and future to entrance their audience, Wardens seem to draw from their natural environment to change and shape reality itself. In layman's terms, something I think my colleague Phrastus may appreciate, the Spinners appear to employ a kind of illusionary magic, whereas the Wardens' abilities are more akin to what might traditionally be called alteration or conjuration.",
        "While the Spinners are a unique priestly order that is central to Bosmer culture, my studies have found no singular body or organization that represents the Wardens, and indeed they appear to mostly travel alone or in pairs, beholden to nobody. If they are members of any groups, it is the local Fighters or Mages Guilds, or even, in one poorly documented case, a member of the Dark Brotherhood.",
        "Given their association with Y'ffre, are the Wardens predominantly Wood Elves? It does not seem so. While Spinners are exclusively made up of Bosmer, Wardens of all races – man, mer, or beast – can be found protecting Tamriel's wilds. Indeed, I have met Wardens who hailed from the northernmost peaks of High Rock and from the southern forests of Elsweyr. I have even met a fellow native of Hammerfell.",
        "And what of the Green Pact? Do the Wardens adhere to the ancient Wood Elf tradition? With the exception, of course, being those who are both Warden and Wood Elf, this does not appear to be the case, either. In my experience, most Wardens are, in fact, more than willing to make full use of nature's bounty in order to survive, including partaking in both its plant and animal life.",
        "Finally, the Spinners are found almost exclusively within the confines of Valenwood, and they rarely venture far beyond the protection of its dense forests. Wardens, however, appear all over Tamriel, with the most recent reports placing some on the island of Vvardenfell.",
        "These are my early findings on the wardens of Tamriel. They are a unique and mysterious group, similar to the Spinners, but also plainly different. It is clear to me that greater academic inquiry is required, and I am sure upon further investigation, the rest of Phrastus of Elinhir's outrageous claims will be rendered false (as they so often are.)"
    ]
}