{
    "id": "WhyWeFled",
    "paragraphs": [
        "Many will say we fled because we were cowards. My children, it is a lie. When time is long gone and your own people have forgotten where they came from, do not hang your head in shame. Remember the story of Turog's folly, of rock Orsinium, and Golkarr's tomb.",
        "The Orcs are strong people, fierce and warlike. Blood is our birthright, and the sinews of Malacath knit around our bones. But we were not made to sit still. We were not made to settle and till the land, but to move and pillage, and plunder. Our strength is to destroy and reap from what we destroy the glory of war.",
        "But many years ago, Turog, first among the Orcs in strength and rage, came to our people with a vision. We will build a great city, said he, and the rest of the world will look to us with fear and respect.",
        "Fear us they did, but know that an Orc is never respected, no matter how great a city he builds.",
        "They built the city into the rock, a shiny gem. Orsinium. And it was a great city, but Orcs were not made to live in cities. It's walls, designed to defend, only trapped us. Its threefold gates sealed us in. The city was a cairn to Turog's ambition—to the dreams of the Orcs, and in time the Redguard and Breton peoples came to destroy it.",
        "We did not flee because we feared war. We fled to meet the enemy and we cut a swathe through their armies and then through their lands. All their holdings in Wrothgar trembled as we marched, and the earth shook with the sound of our footfalls.",
        "O Glory! O Joy! To be Orcs again! Free and on the move!",
        "It was not to last. The enemy mustered their forces in number far exceeding our own and pressed us back to the edge of the mountain, to the plain of unending ice. In the shelter of the clockwork demons we found warmth and home and a defense against out enemies, until the time when we can emerge again triumphant and ride to victory under the light Malacath's tusky grin."
    ]
}