{
    "id": "WildernessSurvivalTips",
    "paragraphs": [
        "The Reach is a harsh place, and it breeds harsh people. Going there unprepared is usually a death sentence for those not accustomed to the severity of the region. That doesn't stop people from trying, of course. I'm not one to reprimand anyone for pursuing adventure, no matter how dangerous said adventure may be, but I have wondered for quite some time what the Reachfolk themselves would suggest to make travel through their lands a bit more survivable.",
        "",
        "So, I went to find out for myself.",
        "",
        "Of the few Reachfolk I convinced to speak with me, I estimate about a third answered sincerely. I've compiled the most useful insights here (as well as a few that made me chuckle).",
        "",
        "HOW TO SURVIVE A WOLF ATTACK",
        "\"\"Don't run. Stand your ground, make the wolf respect your authority as the hunter.\"\"",
        "",
        "\"\"Cowards climb trees. Real warriors grab the nearest branch and fend the brute off!\"\"",
        "",
        "\"\"Try praying. Seems to work for you reekers at least some of the time.\"\"",
        "",
        "\"\"Cover yourself in rotten fish. Or anything foul smelling, really. Wolves have sensitive noses. They'll back off if you smell terrible enough.\"\"",
        "",
        "BEST REMEDY FOR A SPIDER BITE",
        "\"\"Just bear it. If you don't have tolerance for poison, you probably shouldn't be walking around the Reach.\"\"",
        "",
        "\"\"Try not to panic. That only makes the poison work quicker.\"\"",
        "",
        "\"\"If you're lucky enough to get bit on a limb, cut it off. Quickest way to make certain you'll live to see another day.\"\"",
        "",
        "\"\"Depends on the spider. Make sure you know the difference.\"\"",
        "",
        "ON GETTING LOST",
        "\"\"Listen for water. If you find a source, follow it downstream. You'll run into someone eventually.\"\"",
        "",
        "\"\"Get lost in the daytime. Once night hits in the Reach, you're nothing more than a rabbit with a broken leg.\"\"",
        "",
        "\"\"Don't ask Reachfolk for directions.\"\"",
        "",
        "ENCOUNTERING A HAGRAVEN<br>\"\"If you run into one that decides it wants you dead, there's not much you can do.\"\"",
        "",
        "\"\"You outsiders are all so afraid of what you don't understand. Like children who shy away from the dark. But if you really insist on surviving, just run. Hagravens don't move very fast. Least not any I've ever seen.\"\"",
        "",
        "\"\"If a Hagraven has reason to set her sights on you, you probably deserve your fate.\"\"",
        "",
        "OUTRUNNING BEARS",
        "\"\"Good luck.\"\"",
        "",
        "EFFECTIVE HUNTING",
        "\"\"There's nothing more sacred than the relationship between the hunter and hunted. Respect that connection, whether you're spearing fish or notching an arrow, and Hircine will smile upon your endeavor.\"\"",
        "",
        "\"\"If a stronger animal comes to take your kill, let it. Know when you're outmatched.\"\"",
        "",
        "\"\"Don't expect anyone to help you make a kill. The only true reward of hunting comes from your own self-reliance.\"\"",
        "",
        "\"\"Make sure you strike a wolf between its eyes.",
        "",
        "EDIBLE INSECTS",
        "\"\"Anyone who turns up their nose at scrounging under logs for some bugs to eat clearly lives a life free of hardship.\"\"",
        "",
        "\"\"Grinding ants into a paste makes them go down easier.\"\"",
        "",
        "\"\"Don't eat anything too brightly colored. Won't end well for you, or the insect.\"\"",
        ""
    ]
}