{
    "id": "WindandSand",
    "paragraphs": [
        "Librarian Comment:",
        "Found in the Dragonborn DLC.",
        "",
        "Let the wind blow. Let the sand scour. Let the magic of air and sand be free to roam the Alik'r. From the mystic membranes that stand between the two, absorb and convey unto me and all who may understand the deep essential powers of the desert.",
        "Deserts are often considered to be useless wastelands, avoided by the casual traveler and shunned by the softer species as unfit for civilization. But to those who bother to investigate, to dwell, to live, to linger in these spaces, a driving hardiness develops that serves them well in all environs should they ever choose to live. A thoughtfulness born of care -- for who knows best how to best invest their resources than one who has had to walk half a morning and labor for an hour to extract a few drops of water from an unyielding plant?",
        "This same sort of requisite thrift applies to all other creatures who wring their living in such a land. The insight that may at first be missed, though, is that the magic of this land is similarly affected. Forgoing the showy lights and sounds of the forest dwelling mages in Summerset, the flamboyant gesticulations of the Bretons, or even the bellowing of the Nords, there is a certain economy to the casting of a true Alik'r wizard. This is not meant as a slight against other magical styles, only noting that a such energies might be better focused into reflection and purpose.",
        "On Sand",
        "When both foreigners and natives imagine the desert, often their first image is one of orange-hued sand blowing beneath a dark blue sky. Indeed, this is not wholly incorrect, as the shifting sands are one of the key components not only of the desert, but of its natural magics.",
        "Consider: sand is nothing but the weathering of rocks, older by far than any of the living inhabitants who claim a land as \"theirs.\" As each rock breaks further, more of its inner space is revealed, until it is practically naught but exposed surface in its aggregate self. This collective then scatters, intermingles, scatters, and repeats, in infinite combinations so long as Nirn continues to exist. If we believe, as I do, that the rocks themselves contain remnants of Magnus's gift, than this exposure and combinatorial explosion results in a breadth and diversity of magic energy as is unknown elsewhere in Tamriel.",
        "On Air",
        "Much as the sand learns from every grain around it, so too does the air which conveys it from one combination to the other absorb the sense knowledge of its carried grains. In fact, it is plausible that the air itself is guiding the combinations to novelty and expression. Indeed, consider that in the Nordic tradition, Kyne is the widow of Shor (an aspect of Lorkhan), then her ministrations (via wind) to his physical legacy within Mundus could be seen as a form of celestial mourning, from which we mortals can benefit.",
        "It would seem, indeed, that the next level of magical awakening may well be driven by scrying appropriate wind channels to carve novel paths through the vast desert such as to further diversify the land's memory. Reading the knowledge of the sands, though, is an immense task in itself, though, more fit to an army of clerical workers than a wizard of any standing.\n"
    ]
}