{
    "id": "WinesofBlackwood",
    "paragraphs": [
        "By Orius Hertano",
        "",
        "The Cyrodilic love of good food and drink is well known throughout Tamriel, and no Imperial table setting is complete without a bottle or jug of rich wine to accompany the meal. Yet when enthusiasts gather to discuss their favorite vintages, most assume that the only wines that will be discussed are the famously robust red blends of the Colovian Highlands. In this author's estimation, that is a grievous oversight. Every region of the Empire produces wines of some merit—including, of course, the Province of Blackwood.",
        "",
        "An authoritative survey of all the vintners in such a large region would, of course, be beyond the scope of this humble transcript. Instead, let us turn our attention to the styles and characteristics of wines from this little-regarded viticulture area. Leyawiin and the surrounding Blackwood countryside are among the warmest and most humid regions in the Empire, and this of course means that different varieties of grape and growing techniques are required here than one might find in Colovia. Grapes in this climate ripen swiftly, lending themselves to sweet, complex wines with strong floral and fruity notes.",
        "",
        "We begin with the \"Left Bank\" wines of the hills west of the Niben River, close by the dry plains of Anequina. This, of course, is the most arid part of the Trans-Niben region, and the wines made here are the most Colovian in character of any in Leyawiin. Red varieties such as the Queen's Tear and the Nerianth Fine do quite well here. The mild winters and long growing season ripen the grapes early; the Trans-Niben Hills produce sweet yet robust wines that can be truly extraordinary in the hands of a master vintner.",
        "",
        "Moving east, we come to the eaves of the Niben Forest. Hotter and more humid than the regions west of the river, this area is not well suited for most red grapes. However, white grape varieties such as the Petite Gray, the White Moon, and the Great Ambrosia flourish in these forest-shadowed vineyards. They are, of course, among the sweetest and most fruity of all Imperial wines, yet that should not detract from any assessment of their quality. Crisp, elegant, and refreshing at their best, the Niben Forest whites need not be ashamed in any Imperial lord's cellars.",
        "",
        "Farther east, on the margins of Black Marsh, we finally come to lands where grapes simply do not do well. Sweltering heat and humidity make the establishment of vineyards all but impossible. Necessity is the mother of invention, of course, so the people of Blackwood's eastern borders instead make wine (of a sort) from what they have on hand: figs, blackberries, blueberries, and even peaches. One might be forgiven for assuming that these could only produce cloyingly sweet fruit juice, and in many cases one would be correct. But some of these fruit wines are surprisingly balanced, and a suitable compliment to the spicy cuisine favored in the area. No one would suggest cellaring a Black Marsh peach wine or serving it to a guest with a selective palate, but to wash down a homesteader's dinner on a warm summer evening? One could do worse.",
        ""
    ]
}