{
    "id": "WisdomoftheFlyingGods",
    "paragraphs": [
        "Our message spreads among the ranks and soon it shall spread to the people beyond. It is time we write down and teach the Words of the True Masters. The Gods that Fly Above Us. For I have listened and will share what I have heard. Their wisdom. Their commands.",
        "What follows is my understanding of the Words of Dragons and my interpretation of what those Words mean, imperfect though that interpretation may be.",
        "* * *\n\"Dov nifaas wiixseroth.\"",
        "Dragons fear not a trap of vines.",
        "Be aware of your strengths. Fall not for weaknesses that would trip lesser beings.",
        "* * *\n\"Nihnzey miir wah viik.\"",
        "Betrayal is the path to defeat.",
        "Betrayal, literally, a poisoned brother, fractures alliances. It can be the beginning of the end.",
        "* * *\n\"Nihnzey miir wah krongrah.\"",
        "Betrayal is the path to great victory.",
        "The Masters are wise. Sometimes breaking an alliance is necessary to achieve victory.",
        "* * *\n\"Rul jol, lok.\"",
        "When unsteady, rise.",
        "I first misunderstood this, for I thought that \"lok\" meant just \"sky,\" and that we should look to the sky, but now I understand fully. It is not a command to look to the sky and seek help from above. It is a metaphor for flight. \"Rise.\" Brace yourself and push yourself harder above the turbulent winds. Do not seek the safety of the ground. Rise and seek greater glory instead.",
        "* * *\n\"Nunon mey bo strun voqostiid naal sov.\"",
        "Only a fool flies in a storm and is surprised by the shock.",
        "Be aware of your circumstances. Do not be so blind to your surroundings or focused on your goals that you forget to see the obvious dangers around you.",
        "* * *\n\"Dey on folook fey ko ven ahrk ron.\"\nImplausible spirits haunt a grove in the wind and rain.",
        "Whatever you think you see, look again. Look closer. Is there a more reasonable explanation?",
        "A note: The word \"dey\" seems to have a rather bawdy direct translation. At its core, it means \"false,\" but has the connotation of \"laughably false,\" laughing at those who make a claim. \"On\" is a little more slippery. I think it means something like \"soul,\" but more empty. Something lifeless.",
        "* * *\n\"Nid jiid, nid kun.\"",
        "No moon, no moonlight.",
        "Ensure that your resources are secure. That you know where they come from and that you do not take them for granted.",
        "* * *\nThese are but a few of the pieces of wisdom that I have overheard in my time near the Masters. I feel I have a good grasp of their ancient language, but I must listen closely for the wisdom in the words. I will stay close, as I am able. I am not an important officer, but my duties allow me to listen. And I will report, that you may hear their wisdom, as well. I will share more when the time is right."
    ]
}