{
    "id": "TheWitchesofHagFen",
    "paragraphs": [
        "Observations on the hags in Glenumbra's Hag Fens, from the journals of Bonorion the Wanderer, 2E 567\nI arrived at a rather watery area as I traveled through Glenumbra. It was full of odd trees and murky water. When I asked a local what this place was, he said \"This is the Hag Fens. A swamp, as anyone with eyes can plainly see.\" I asked what I might find within, if I were to explore these Fens. The fellow responded rather tersely, \"Hags, you git. Why do you think we call it that?\" (I do enjoy speaking to the natives. It always adds an element of raw authenticity to my travels.)",
        "When pressed to explain about the hags, the local told me that they are some sort of witch. Exciting news! I like researching the different ways that magicka is employed across the land. I asked the taciturn fellow where I might find the ladies of the swamp and he made a rather rude noise. \"If ye're fool enough to go looking for the 'ladies,' as you call them, then head to the North Fens. Maybe they'll invite you to tea.\" Locals are always leery of those that use magic, but I am sure the swamp witches would welcome some scholarly discussion.",
        "***",
        "I found the area of the Fens where the hags dwell. Unfortunately, I lost one boot, my walking stick, and one of my packs to the rather aggressive crocodiles that also call these fens home. But I can see some of the tree dwellings that I believe belong to the hags nearby. I have been observing from my hiding place behind a small shrub. My notes forthwith:",
        "Hags have some strange deformity and rely on a walking staff to get around.",
        "The hags appear rather unkempt and are obviously old.",
        "Hags apparently use materials found in these Fens to craft attire that is rather rustic.",
        "",
        "There are a group of younger, prettier witches who do not abide with the elderly hags.",
        "Hags must send their menfolk off to work, as I have observed no male hags up to this point. Perhaps the males dwell in a separate camp? Note: Ask hags about their menfolk.",
        "One of the hags nearest my observation post seems to be cooking something in a rather large cauldron. A bit of hot stew and a cup of tea would be welcome after my mishaps in the swampy fens. I shall approach slowly, so as not to startle the elderly lady.",
        "— Notation from Wyress Galliane:",
        "We found a rather tattered Bosmer crawling out of the fens. He had barely survived an encounter with the hags and a crocodile or two. He was delirious and kept begging for tea and stew. We healed him and sent him on his way, although not before he attempted to proposition nearly every wyress in our camp. He left some of his notes, which we have preserved, though his complete lack of wit with regard to local creatures and customs, and his absurd observation skills, do not bode well for him surviving another journey."
    ]
}