{
    "id": "TheWolfintheSky",
    "paragraphs": [
        "I was a child the first time I saw the wolf in the sky.",
        "\"It's a cloud,\" said my mother, with some irritation. She thought fancies were not appropriate to the son of a warrior.",
        "\"But there's it's tail! And the fangs drip with blood!\"",
        "\"It's a cloud,\" she repeated. She pushed me back into our home and closed the heavy wooden door behind her, bolting it for good measure.",
        "Even though I was but four or five at the time, I realized her anger was not directed at me. My mother was afraid of the wolf.",
        "From then on, I said nothing, though I often saw it. In the sky, in the woods, and sometimes out of the corner of my eye, I knew the wolf followed me wherever I went. And though it frightened my mother, I remained unafraid.",
        "Until the day of the Ebonheart Pact, I hid the wolf from others. But when we Nords were told by our jarls that we were allied with Dark Elves and their pets, the lizardfolk, I joined the rebellion.",
        "And in doing so, knowing we were now traitors to our own leaders, I decided to invoke the power of the wolf.\nOn the night of a new moon, I piled branches atop a hill to summon it with a bonfire. Trophies from my various kills, parafin, blubber, and twisted bundles of dried sage joined the dried wood. I chanted, but the sounds were no words I'd ever heard before. They tumbled from my lips as I prepared to set my pyre ablaze.",
        "I saw it. I always saw it. Through the smoke, the wolf gained a more corporeal shape, its eyes as red as embers.\n\"Wolf! I know you not!\" I cried, throwing my arms open wide. \"But all my life you have been beside me. Join us in our rebellion against this unholy Pact!\"",
        "The wolf sat, tilting its head to the side. Then it threw back its head and howled … with laughter!",
        "\"You mortals are so amusing!\" said the wolf. \"What makes you think a wolf would do anything useful? Now, I need to get out of this thing. It's got fleas.\"",
        "So saying, the wolf leapt into the fire and was consumed. And I … I stood in shock, mouth agape. Who or what had followed me all my life, I cannot say.",
        "I was arrested that night beside my bonfire, I and my companions (none of whom, I add, had seen or heard the wolf), and I will be put to death tomorrow for my deeds.",
        "My mark goes here, to show this is written by the monk's hand as my last request: X"
    ]
}