{
    "id": "TheWolfofSolitude",
    "paragraphs": [
        "Librarian Comment:",
        "This book originally appeared on elderscrollsonline.com as a Meet the Character article",
        "",
        "By Pjetr the Skald, of the Bards College",
        "Thick of mane and fierce of heart, like the white wolves of Haafingar, High King Svagrim stalks the halls of his Blue Palace with restless intensity. Ever watchful. Ever wary. Like the descendants of Svartr who came before him, Svargrim is a king beset by enemies on all sides. Yet none of his noble line have faced such daunting odds during their reigns as our noble Wolf of Solitude.",
        "Not two years into his reign, the Sea Giant armada of Kruntharth sailed from regions unknown to besiege the high walls of his city. It's said that Svargrim stood eye-to-eye with Kruntharth from atop the battlements as the monstrous warrior demanded tribute of our king and kingdom for his mercy. But did our high king yield? Nay! He leapt from the walls and tore open the throat of that Giant like a wolf preying upon a mammoth. So inspired were Svargrim's soldiers that they threw open the gates and charged after him, driving the stunned pirates back into the ocean, never to return to our shores!",
        "Let us not forget the Great Troll Rut of 2E 265 (as if it were even possible), when the unseasonable warmth inspired broods of the creatures to rampage across the western holds while locked in unspeakably horrid acts. The Wolf split up twenty of the unholy couplings himself, and further divided those forty creatures with his sword! To this day, trolls tend to avoid the area closest to the walls of Solitude the way chub loons avoid sabre cat dens.\\n\\nYou can be certain that when the Akaviri came to Skyrim searching for conquest, they took one look at our fearsome king on our palisades and sailed straight east for easier prey. And though they were brought low by the machinations of Dark Elves, Mud Lizards, and the so-called Skald Prince—who diminishes our noble craft by mere association—they made short work of Windhelm and the falsely crowned High Queen of the East, Mabjaarn Flame-Hair.",
        "If only Emperor Moricar the Middling had taken heed before committing his legions to our borders in a vain attempt to subjugate Skyrim from his cushioned seat on the Ruby Throne. Though his cowardice spared him the same embarrassing death as his predecessor, the howls of the Wolf routing his army in single battle no doubt carried all the way to the White-Gold Tower and haunted his dreams to the end of his days!",
        "And who was it that saved the western holds from the Witchman throng stampeding out from Cyrodiil after the Longhouse Emperors finally fell? Thousands of those mongrels came clawing and biting into our lands like cornered, rabid dogs, but our noble Wolf strode out and showed them whose fangs were sharpest. When have you seen more than a handful of Reachfolk in our lands since?",
        "Take heart, Nords of the West. Though troubles assail us from east and west, south and north, you have nothing to fear from that motley pact of Elves, lizards, and iceheels, or the unwashed hordes of the Despot of Markarth. The Wolf of Solitude keeps a tireless vigil atop his tower. Our enemies will find no safe haven in our wondrous realm."
    ]
}