{
    "id": "WoodhearthAPocketGuide",
    "paragraphs": [
        "Since the disappearance of Falinesti, there is no city that completely expresses the character and history of the Wood Elves more than Woodhearth.",
        "Situated on the southwestern shores of Valenwood, Woodhearth had humble beginnings as an Imperial settlement, constructed and maintained by the Emperors in order to facilitate trade with the region's Wood Elf settlements.",
        "The Wood Elves of the region reacted with a mix of curiosity, friendship, and hostility to the city, which was part thriving port town and part fortress, protecting against the wilds of Valenwood.\nSeveral times, hostile Bosmer led assaults against the city's walls. Several times, they managed to bring down sections of the wall with concentrated bursts of powerful destruction magics, only to be driven back by the tenacity of the Imperial forces and their superior equipment.",
        "A peace was eventually struck with the Green Pact Bosmer of Valenwood, and in time a Bosmer settlement sprang up and even overtook the Imperial buildings, as that special connection the Wood Elves have with their forest was invoked to create the treehomes and walkways that are characteristic of Bosmer settlement.",
        "As the Bosmer became an instrumental force in the Empire, control of Woodhearth was gradually ceded back to autonomous Wood Elf rule. A treethane was established in Woodhearth, and while the parts of the city that had been constructed by the Imperials fell into disrepair, the city as a whole thrived.",
        "Within a generation, the treethanes of Woodhearth gained a reputation for determined leadership and fair judgment, among both the Wood Elves and their allies.",
        "At the time of writing, the Treethane of Woodhearth is Fariel, and she governs both as Treethane and as a member of the Thalmor, under Queen Ayrenn of the newly-formed Aldmeri Dominion. Woodhearth continues to be a major port, along with Seaside Sanctuary, in Valenwood, and it is home to members of all races."
    ]
}