{
    "id": "TheWoodsmer",
    "paragraphs": [
        "Willowleg rubbed his ankle. Not broken, just twisted. He stood, putting weight on it very carefully. Good. It would hold. He'd fallen while on a journey through Valenwood. One of his legs was thinner than the other. Sometimes he forgot.",
        "\"Now to figure out where I am,\" Willowleg said. He looked at the swaying leaves high above, the hint of blue sky occasionally peeking through. To anyone but a Wood Elf, those brief glimpses would convey nothing, but Willowleg immediately turned to continue on his way.",
        "Soon, he realized he wasn't alone. A little to his left walked another Wood Elf, dark green hair hanging unkempt about his face. Willowleg, used to traveling alone, noticed that his silent companion adjusted his pace to remain close without overtaking him.",
        "\"Going to Falinesti, too?\" Willowleg asked.",
        "\"Yes.\"",
        "Willowleg said congenially, \"I hope I reach the summer site before it's too late.\"",
        "The green-haired Wood Elf said, \"You'll be fine.\" His tone indicated he didn't wish to speak further, so Willowleg simply nodded and kept walking.",
        "They traveled together, silently, for the rest of the day. When Willowleg stopped to rest, the stranger also stopped. Willowleg shared water and dried meat. Then they began the last part of their journey. The trees thinned out, leaving a clearing into which Falinesti fit perfectly.",
        "At the clearing's edge, the stranger stopped and put a hand on Willowleg's arm. Surprised, Willowleg realized the green-haired Elf's skin was rough and thick, like bark.",
        "\"Stay here,\" the stranger said, murmuring an incantation.",
        "Willowleg, unable to move or speak, watched his companion walk to Falinesti's base and touch its bark with his forehead. The tree-city shuddered and began to move slowly, lifting its roots from the earth.",
        "As the green-haired Elf walked off, leading Falinesti away, Willowleg felt the strange spell over him break, and movement returned with a tingling force through his limbs. He glanced down and saw that not only had his thin leg healed, but his shoes were missing.",
        "\"The Woodsmer,\" Willowleg whispered in awe. The Woodsmer, the mythic one who led the unwary astray in the woods, was also known to bestow favors on those who knew their way.",
        "As Falinesti moved southward, Willowleg wondered which the city was."
    ]
}