{
    "id": "WoodworkingForSimpletons",
    "paragraphs": [
        "Librarian Comment:",
        "Elder Scrolls Online uses variables to dynamically fill in values within the game. We have rendered the resulting text as such",
        "",
        "by Hoary Durotzel, the Wood Butcher of Ska'vyn",
        "Stop your dillying and your dallying, younglings. You're less than a pile of Goblin droppings unless you have a trade, and I ain't letting my kin stink up the cabin.",
        "Today you learn how to work with wood. Now, stop your belly-groanin' and listen! Woodworkin' is an honest trade, and you're going to do right by old Hoary. I'll use tiny words so even Tebbons can follow.",
        "First off, take this axe to the woods. Look for mossy logs near old stumps and rocks, and then chop me ten pieces of rough maple. What? Why is it called— Because it's rough, ye daft child! You'll need that much if you're to make something of anything.",
        "Second, bring those ten rough maple pieces to a woodworkin' station. You're gonna turn those rough maple pieces into sanded maple. We in the trade call it \"refinement.\" No, not sanding, refinement! Yes, you get sanded wood. No, that's not confusing at all!",
        "Third— Would ye listen up? This is important! Ye can't just start carvin' away at sanded maple without a style in mind. Hmm? A style! Every race in Tamriel has their own style, and a material they prefer to work.",
        "Them Dark Elves craft materials in the Dark Elf style, d'ye see? Now, ye buy the style material in town. From a woodworker, ye addlepated— No, it doesn't matter which one!",
        "Lastly, your last task is takin' your style material and three sanded maple pieces to a woodworkin' station. Craft yerself a maple bow. Don't worry about the bowstring. I said, pay it no mind! Curvin' that bow like the leg of a bendy Wood Elf dancer is what you should try to— Hmm? None of your concern!",
        "What do you mean, \"Is that all?\" By the Eight Divines, of course that ain't all there is to woodworkin'! Ye can make better quality carpentry if more wood goes into an item's makin'. Even then, ye can improve it further.",
        "I was gettin' to it! That maple bow isn't the best you can make it until you improve it with resins. You'll find 'em around. You know, \"around!\" But try to improve that bow without enough resin and you'll ruin the bow and waste the resin.",
        "Yes, there'll always be maple in the woods. What do you mean? When are you going to be in a desert? Oh, for ... All right. You're in a desert, and ye can't find maple because you can't find the woods. But say ye have your maple bow. Bring it to a woodworkin' station and deconstruct some of what ye need from the bow itself. 'Course, ye lose the bow. We call this part \"deconstruction\"—like your sister's bad poetry, if ye could take a chisel to it.",
        "How'd I get so good at woodworkin'? Research. No, not like reading. If I got my hands on a decent piece of carpentry, I'd take it apart and study the traits that made it special. Took me time, and I'd lose the carpentry when I pulled it apart, but once I'd worked out how the original woodworker done it, I could make it myself.",
        "Now close your mouth, Tebbons, 'afore you swallow a fleshfly."
    ]
}