{
    "id": "WordsoftheFallen",
    "paragraphs": [
        "Never trust a Daedric Prince. If there's anything I learned from all this, that's it in a nutshell. I used to think I had a purpose, a part to play in the grand scheme of things. I suppose I did, sort of, but the way things turned out, it wasn't at all the way I imagined. Meridia said I was her vessel. I guess my fate was sealed from the moment she brought me into existence.",
        "Now, here I am, back in the Colored Rooms. I thought that when I gave my energy to restore the sword—and I did that for my friend, not for Meridia—I thought that was the end of me. I'm back, though, but this time is different. My light, it's fading. I can feel the darkness getting closer, pressing in. I expect that once the light goes out, that will be the end.",
        "I need to tell you something about Meridia. She's a deceiver. She promised that if I served her faithfully, I'd earn my freedom. She never told me that freedom was just another word for the void. Don't trust her. Don't trust any of the Daedric Princes. Not ever.",
        "I've found peace though. Meridia gave me a chance to see the world, and those I care about, one last time. To save those I loved. I'm grateful for that, at least.",
        "I wish I had a chance to say goodbye to everyone. To Skordo. To Gabrielle. Gods, I'll miss them. But most of all, [Player Name]. I don't know if they'll understand how much they truly meant to me. Perhaps we'll see each other again, in another place, another time. I probably won't be the version of myself that's writing these words, though. That me will be gone. I can live with that.",
        "I only wish I could have spent more time with everybody. Had a few more adventures. Ordered those drinks like we always talked about.",
        "I hope my friends find peace, happiness, and love. They deserve what I could never have. If anyone ever finds this book, know that I will never forget those I named herein. And, if you find them, and I pray that you do, tell them this.",
        "Protect the ones you love. Hold them close. Cherish their every moment. Make them laugh, and laugh with them. Smile together and never, ever, forget that the moments you have are so very precious.",
        "Oh, and tell them not to forget me, either. I mean, I am a legend, as far as I know.",
        "The polite, handsome, and humble knight,\nDarien Gautier"
    ]
}