{
    "id": "TheWorldlySpirits",
    "paragraphs": [
        "by Amun-dro, the Silent Priest",
        "Nirni. The Green Mother. Spirit of Harmony. Though her spirit has diminished, Nirni can still be felt in the warm sands, dense jungles, and all places where mortals have not disturbed the earth. The Khajiit are her secret defenders, for her spirit seeds life on the Mortal Plane. This was Lorkhaj's gift to Nirni. Because she always tried to compete with Azurah for Fadomai's favor, she is sometimes called the Jealous Sister. Despite this, it is said she was the only spirit more beautiful than Azurah.",
        "Y'ffer. The Elden Shaper. One of the Bastard Sons of Ahnurr. Unlike his father, he was wise and kind. He convinced Nirni to be his mate by creating the first flower, and they had many children. Y'ffer was corrupted by the Great Darkness sometime after the death of Lorkhaj. Consumed by chaos, Y'ffer struck Nirni, killing her. Azurah, Khenarthi, and Hircine destroyed him in vengeance and made a cairn for Nirni out of his bones. Some woodland folk say they can still hear his voice, but we Khajiit no longer speak of him.",
        "Hircine. The Hunter. Spirit of Pursuit and Purposeful Change. Hircine was in love with Nirni, but she chose Y'ffer as her mate. In his sorrow, Hircine slew Y'ffer's champion, the Graht-Elk. Now he wears its head as a trophy. He is fond of Nirni's children and walks among them often. Khajiit should pray to Hircine when they have strayed from the Path, for the Father of the Hunt will always set them back upon it. Some tribes claim Hircine is the father of Nirni's first litter, who were as changeable as the Moons. They say these children were chosen as vessels for the ja-Kha'jay.",
        "Hermorah. The Watcher. Spirit of the Tides. Hermorah records all the events he perceives and stores them away in a great library under the sea. A patient spirit, he helped Azurah maintain the Moons and their Motions after the world was made and Khenarthi could no longer bear to do so. He is the Keeper of the Knowledge of Others, and he shares all he learns with Azurah, who walks the halls of his library often. You should not call on this spirit unless you wish to be tested along the Path. It is best to leave Hermorah to his duty.",
        "Sangiin. Blood God of the Second Litter. Sangiin is not an evil spirit by nature, but Khajiit must know that all things within his sphere turn True Cats from the Path. These are the urges of blood and pleasure without purpose. To fall to Sangiin is not to give in to the Dark, but to give in to the flesh. He tries to tempt Khajiit into making their flesh immortal, and this is a prison to all spirits of the ja-Kha'jay. Sangiin is therefore a spirit that will test you on the Path and must be overcome. The secret to defeating him is to ignore him, and this we learned from Mafala, who said: Lust for nothing but Truth."
    ]
}