{
    "id": "WorshipoftheDragonGod",
    "paragraphs": [
        "\"Lord Akatosh, lend us your might! Lord Akatosh, grant us your light!\" - A popular prayer to Akatosh the Dragon God",
        "If there is a single Divine who holds dominion over the Gold Coast, it has to be Akatosh, the Dragon God of Time. From the grand Cathedral of Akatosh in Kvatch and radiating outward, the word of Akatosh and his servants spreads the light and the truth of the Dragon God in all directions.",
        "Reputed to be the first and greatest of the Eight Divines and the first of the gods to form in the Beginning Place, Akatosh watches over the land and its people with a singular ferocity, never shirking in his role as the God-defender of the Empire - even while the Empire lies broken and shattered. As the Primate of Kvatch likes to say at every opportunity, \"The Dragon God sees beyond the concerns of the day and contemplates the entire expanse of time. The current situation is merely a minor disturbance in the flow of events, and Akatosh has everything well in hand.\"",
        "Akatosh promotes three key qualities in his sphere: endurance, invincibility, and everlasting legitimacy. Perhaps that's why the Empire was so quick to embrace the Dragon God and his tenets. In the words of the Primate of Kvatch, here are the ways in which Akatosh embodies the three key qualities.",
        "Endurance: \"This quality represents Akatosh's ability and strength to continue or last and is directly tied to his role as the God of Time. Akatosh endures, and so do the true believers who have accepted his words and devoted themselves to his teachings. Despite fatigue, regardless of stress or adverse conditions, Akatosh and his followers carry on. This is the Dragon God's lasting quality.\"",
        "Invincibility: \"Akatosh cannot be conquered, defeated, or subdued - and neither can those who believe in and honor the Dragon God. This is the Dragon God's indomitable quality.\"",
        "Everlasting Legitimacy: \"This quality must be examined in all its parts. It represents not only Akatosh's eternal aspect, but his reverence for law, reason, and the ruling principles of hereditary right. Nothing blessed and sanctioned by Akatosh can be considered spurious or unjustified. This is the Dragon God's continuing and lawful quality.\"",
        "Beyond these basic tenets, the Primate of Kvatch and his priests preach the five commands of Akatosh to faithful and faithless alike.",
        "\"Serve and obey your Emperor.\" Since its inception, the Empire and Akatosh worship have gone hand in hand, as this command clearly exemplifies.",
        "\"Study the Covenants.\" These written agreements between Akatosh and his mortal followers, such as Alessia and her descendents, serve as tokens of their joined blood and pledged faith. All followers are urged to read and understand these eternal contracts.",
        "\"Worship the Eight.\" But Akatosh is not a jealous god. He expects his followers to pay tribute not just to himself, but to his fellow Divines.",
        "\"Do your duty.\" Duty and responsibility figure prominently in the teachings of the rule-loving Dragon God. Failure to fulfill your obligations is a sin in the eyes of Akatosh.",
        "\"Heed the commands of the saints and priests.\" Akatosh favors hierarchy and structure, so it comes as no surprise that he demands that his followers comply with the orders of the saints and priests.",
        "The Primate of Kvatch often declares, \"As Akatosh wills it, so shall it be.\" For the Dragon God of Time embodies yesterday, today, and tomorrow, and he embraces the rules that keep the world ordered and precise. By honoring Akatosh with devotion and worship, his followers endeavor to do the same.\""
    ]
}