{
    "id": "TheWorthyArAzalHisDeeds",
    "paragraphs": [
        "From \"The History of Histories, As Told to Young Prince Fahara'jad\"",
        "Know then, O Prince, that the Phyllocid Dynasty did rule in Hammerfell while e'er the province was incorporate in the Second Empire, and of this line of kings, though some were wise and some were foolish, all were noble. And the last of the line, High King Ar-Azal, was most noble of all, for he it was who, for a time, brought an end to the strife of brother against brother, of Crown against Forebear.",
        "How did this come to be? Hearken, and I shall tell the tale.",
        "Upon the passing of Ja-Fr, the estimable father of the estimable Ar-Azal, the Prince of Hegathe thereupon assumed the Throne of Hegathe, and wore the Diadem of Diagna, and bore the title High King of Hammerfell. And all the nobles of Hammerfell sojourned to Hegathe to pay him obeisance. But the new High King, though so youthful as to be barely bearded, was in no wise a fool, and knew full well that his nobles' show of faithfulness was like unto a cloud, apparent but bereft of substance. For the Forebear nobles liked him not insomuch as Ar-Azal was a Crown, and the Crown nobles mistrusted him insomuch as his father had not crushed the Forebears. And Ar-Azal was in a quandary, for he must needs rule Hammerfell as High King, and yet his support was as weak as a woman who has just given birth.",
        "So the Worthy Ar-Azal gazed from his High Tower upon the azure Abecean, and prayed many prayers, and thought many thoughts. And presently he thought of the Admirable Zaqeeb, his tutor and mentor, a Priestess of Satakal and a sage of renown. And he went to the Temple and spake unto the Admirable Zaqeeb, saying that he could not solve the riddle of how to reconcile the Crowns and the Forebears. And the Admirable Zaqeeb gave him a libation, saying, \"Drink this tonight, O King, and dream.\" And taking the libation, the Worthy Ar-Azal retired in gratitude, and did as he was bade.",
        "And that night the Worthy Ar-Azal dreamed a dream of Satakal the World-Snake, who came to him in the guise of a Snakehead Potentate. And the Potentate did homage unto the High King, for he said it was given only to the Worthy Ar-Azal to solve this riddle. And the answer, he said twice, speaking once with each tongue, was to be found at the Shrine of Tava, he being a Divine who received the veneration of both Forebears and Crowns.",
        "Then Ar-Azal heard the cry of a Goshawk, which bird is sacred to Tava, and he awoke, and it was the dawn of the day. And he made haste to the Shrine of Tava in Hegathe, wherein is the Fresco of the Goshawk, which depicts Tava in his nest with his mate. And lo, where once there was one mate depicted in the nest, now there were two, the second mate agleam in the morning light. And Ar-Azal said, \"Truly the Divines have shown me the answer. For has not the greatest Forebear Grandee, Ebrahim of Sentinel, a fair and lissome daughter, Fereshtah? And has not the greatest Crown Grandee, Murahd of Rihad, a fierce and clever daughter, Arlimahera?\"",
        "And that concludes, O Prince, my tale of Ar-Azal, your Worthy Great-Grand-Uncle. For I know that you are quick of wit, and will work out for yourself how the High King solved his riddle."
    ]
}