{
    "id": "TheWorthofGlass",
    "paragraphs": [
        "Today I met an Orc who was far more conversational than most. One good thing I can say about Orcs (and trust me there are few) is that they keep to themselves. They know their place, and they're about as trusting to those outside their kith as the Dark Elves. Good. That's how you survive.",
        "Though I am always aware of my superiority to other races, I am not above a conversation. Any fellow traveler may one day be met again on the road, and it's often pertinent for them to hold a good view of you. Many of my fellow Dark Elves would do far better if they knew when to smile, especially my compatriots who refuse to cling to the cities like babes to a teat.",
        "This particular Orc introduced himself to me as Morbrogug as he sat beside me. The cornerclub that night was uncommonly crowded, and I was unable to maintain my usual lone table. Still, I smiled. I fought the urge to take my meal elsewhere, and held my breath against his odor. I even asked his destination.",
        "He easily admitted that he wasn't sure, that he was just seeking a steady wage. His skills were limited to his strength, as is common among Orcs. I suggested mining or quarry work, tasks I've found wherein his breed often excels. He was hesitant to accept my suggestion, instead describing his supposed prowess as a warrior. I simply nodded and conceded the point, though I knew he was more than likely to end up doing physical labor than find work as a mercenary while in Vvardenfell.",
        "It was at this point that Morbrogug pointed out my armor. I noticed he had been eying it intently as we spoke, his eyes almost glittering at its sight. Yes, I do pride myself on taking proper care of my armor, but I suspected he had never seen its like before. Surely enough, he soon asked me what it was made of, and I held back my sigh and told him.",
        "\"Glass?\" he asked with a scrunch of his nose and a scratch to his head. \"What, like what they use in windows?\"",
        "Another day, another ignorant member of the common rabble. \"No, it's not quite that,\" I replied with a forced grin. \"You see, it's made from malachite, which has the appearance of crystal. It's quite hard, but light enough for easy maneuverability. Though a metal, it's commonly referred to as glass, as are the mines where it's harvested. Always causes a bit of confusion with outlanders.\"",
        "Morbrogug rolled his eyes and banged his leather breastplate. \"We Orcs know the true worth of leather and metal! Give me that over your fancy glass any day. I bet I could shatter your armor with one swing of my ax. You've obviously never been up against a true warrior.\"",
        "Now, I do appreciate a sense of pride, but when pride turns to insults...",
        "I simply raised a brow. \"A bet, is it? Well then, I'll take you up on that wager. I'll give you my armor, which should at the very least turn you a pretty profit, if you defeat me in a duel. And if I win I'll have your leather armor. After all, fair's fair.\"",
        "He stroked his wine stained chin and nodded. \"Deal. I could use some gold for a new weapon.\"",
        "The only details of the fight that I care to recall was that it was quick and effortless, at least on my part. At the end of it all I had a sobbing Orc, begging me to take back my sacred word, claiming he could never find mercenary work without his own set of armor.",
        "I could only shrug as I gathered the leather pieces in my arms. \"There's always the quarry.\"",
        "Yes, it is good to make friends while traveling. But it is far better to make a profit."
    ]
}