{
    "id": "WuundingandTumult",
    "paragraphs": [
        "The following are two tales of the Nord hero Wuunding and his hammer, Tumult. Every town I come across seems to have another legend about him, and every Nord I've met swears up and down that they're all true. Their fascination with these exaggerated heroes is charming, in a way, and I've found it an entertaining diversion to set some of the tales to paper, as I've never seen them preserved elsewhere.",
        "<header>\nWuunding and the Mountain</header>",
        "Mighty Wuunding desired to pass into the high mountains, for he had heard rumors of a powerful troll lord he wished to fight. The slopes were steep and the snow was thick, and he found it harder and harder to plow his way through. At last, he had enough of digging and struggling. He shouted at the mountain as loud as he could, asking it to shed its snow, but the mountain was stubborn and would not listen.",
        "Frustrated, he cleared the snow from a rock and used Tumult to strike it with all his might. The mountain rumbled with pain, and all the snow rushed past him into the valley so that he could pass. The mountains remember that pain to this day, so you must be careful when shouting at them. Not all can stand against an avalanche.",
        "<header>\nThe Melting of the March</header>",
        "In the old days, a great frozen Daedra made its home in Eastmarch, slaughtering Nords and conjuring an unending blizzard. Like any good Nord, Wuunding hated Daedra, and he sought to free the land and return it to its people. When he tried to venture into the heart of the storm, he found that his body began to freeze, and he was forced to turn back.",
        "As he wandered the edge of the storm, he prayed to Kyne for help. Before long, he came upon a shack where an old woman lived. She invited him in, and upon hearing his tale, she produced a small flask. \"This will help you reach the Daedra,\" she said, \"but do not drink too much at once.\" The mead, the sweetest he ever tasted, burned in his belly, and he set off right away, immune to the magical blizzard.",
        "When he found the Daedra at last, they battled all across the land. The magical cold was like nothing he'd faced before, and he felt his strength failing. Without regard to the woman's warning, he downed the whole flask. He burned with a fire so powerful that Tumult roared with flames. The Daedra melted more and more with each strike, leaving steaming pools behind. In the end, nothing was left of the Daedra but the stinking puddles, and Wuunding and Tumult were consumed by the flames. The pools remain even now, a reminder of Wuunding's heroism."
    ]
}