{
    "id": "WyndeliusJournal",
    "paragraphs": [
        "",
        "<bold>4E 200, 18 Morning Star\nI've set up camp inside the barrow. This has to be the place. According to all of my research, the burial chamber should be located here. All I need is some time undisturbed to find the claw. It must be hidden here somewhere.</bold>",
        "<bold>4E 200, 25 Morning Star\nHad a close call today with that fool Wilhelm. He came close to entering the barrow, but I was able to scare him off by rattling some pottery shards in a bag. These people are far too superstitious for their own good. Gives me an idea.</bold>",
        "<bold>4E 200, 28 Morning Star\nAfter a few failures, I've come up with a mixture that should do the trick. The glow is perfect - I should look exactly like one of the supposed spirits the people of Ivarstead believe is haunting this barrow. Going to test it out tomorrow.</bold>",
        "<bold>4E 200, 29 Morning Star\nSuccess! It worked better than I could have imagined. All I had to do was wander about the entrance to the barrow at night and wave my arms about. I had to stop myself from laughing aloud as they ran away. This should keep them at bay while I continue searching for the claw.</bold>",
        "<bold>4E 200, 11 Hearthfire\nAlmost half a year has passed and no sign of the claw or any clues as to its whereabouts. This is becoming maddening. It has to be here! Can't risk hiring any assistance, so I'll have to continue alone.</bold>",
        "<bold>4E 200, 20 Sun's Dusk\nIt isn't here. It can't be here. This isn't right. It must be the people of Ivarstead... they must be on to my ruse, and they're toying with me. They want to find the burial chamber on their own and keep the riches for themselves!</bold>",
        "<bold>4E 200, 18 Evening Star\nWhy? Why are they tormenting me? Why not just destroy me? I'm... who am I? My head is becoming clouded, I can't remember anything. I have to read my journal to remember my purpose. Am I a part of this tomb? Am I meant to guard it? What's becoming of me?</bold>",
        "<bold>1E 1050\n...They shall not take my treasure. They shall all pay dearly for their crimes. Any who set foot within these walls will taste my wrath, my power. I am the guardian of Shroud Hearth Barrow! All who oppose me will fall...</bold>"
    ]
}