{
    "id": "WyrdandDruid",
    "paragraphs": [
        "Transcribed from Archdruid Barnabe's Discourse with Mainlanders, 2E 553",
        "",
        "The story of the druids is the story of the Bretons. And of the wyrd. At least to a point. You ask what we as druids believe, and I say that what we believe comes from where we were born. And both the wyrd and the druids—indeed, all Bretons—rocked in the same cradle.",
        "",
        "In ancient times, the Manmer—the first Bretons—roamed the hills and moors of High Rock, praising the Ritual above all other stars. We did not know Y'ffre in our minds yet, but we did know Y'ffre in our hearts. Eventually, the daughters and sons of the one called Anuiel gave us the words: Y'ffre, the Green-King, the Slumbering Father of Nirn. We took succor from the soil, from the stones, and from the beasts of the forests. During this early period, there were no druids or wyrds. There were only Bretons, seeking to find their way—the True Way—in a harsh yet beautiful world.",
        "",
        "In time, the paths to the True Way diverged. Repulsed by the excesses of the Elves, the sisterhood of the wyrds took form and they turned away from civilization altogether. They found beauty in raw, untamed nature and sought swaddling in Y'ffre's embrace like naked infants. They whispered to the Earthbones and became children again. We druids saw beauty in nature, as well. But we could not live as beasts do. Wisdom lies in knowing the proper place of all things. Manmer are not wolves, or ferns, or rainstorms. We are Manmer, and we must live as Manmer. This meant moving forward—striving for a world perfected, not isolation and separation.",
        "",
        "Do the druids wish to return to the days of the Druid King, when the descendants of Galen cut ties with the mainland and struck out for parts unknown? Some do. But we of the Stonelore Circle believe that there is a way to live in harmony with our so-called civilized brethren. That by our good works and examples, we can show our fellow Bretons and the other inhabitants of the Systres Archipelago the benefits of following the True Way.",
        "",
        "The wyrds of the mainland rarely acknowledge our linked heritage. They refer to druids as barons in ivy robes. But like them, we do not fully trust the Breton state. However, instead of ignoring the civilized regions of the world and living alone in the wilderness, we try to teach by example. To reshape the world around us, just as Y'ffre did. That is the burden of the Stonelore Circle. It is a burden we bear gladly. Turning our back on Bretondom will only lead to greater harm. More trees felled, more castles built, more wars fought. No, we must guide our city-bound brethren to the True Way. Only then will the soul of the Breton people be made pure."
    ]
}