{
    "id": "XilGosSpell",
    "paragraphs": [
        "Our settlement at Slithering Eaves was once prosperous; it was green and unfurling, a haven under sun and branch. We lived deep enough within the marsh that outsiders never visited, and the threat of slavers from House Dres of Morrowind seemed distant. We believed slaver attacks only happened to other Saxhleel. Even if they did come for us, our sentries had bright eyes and quick arrows; they laughed at the thought of Elves splashing towards our home.",
        "We underestimated the greed and cunning of House Dres. They came in the darkest coils of night, their hateful Elven magics shielding them from our watchers. They walked across the water, light as motes on a breeze even in their ebony plate, silent as the pools they crossed. Fiery arrows scattered us while Dunmeri magic lulled villagers to sleep, and comatose bodies were dragged off under covering fire. Though we attempted pursuit, many of our warriors were sapped by heavy magic that pulled their feet under the mud.",
        "We debated what to do as dawn crept over our homes, withered and wounded by the Elves' attack. Voices called for us to flee, but Xil-Go's voice rang out above the others. \"No! We shall not let these dryskin plunderers take us or our village. We cannot. Please allow me just one day, and I will find a way to turn them away for good.\" We were eager to defend our village, and Xil-Go knew something of the ways of magic and mysteries, and so we all agreed to her request.",
        "She disappeared into her hut and stayed inside throughout the day, not even pausing to eat. The villagers grew restless as the sun dipped low. Finally she emerged. \"I know what we must do. Any of you who can work even the faintest magic, come with me. If you can shoot a bow, arm yourself with arrows and these poisons I have made. We will need your protection when they return.\"",
        "The village waited. When the next attack came, we were ready. Expecting us to be easy prey again, they came exactly the same way—walking upon the water and making no sounds. They did not expect the wards, which exploded in bright blasts of light, giving the signal for our archers to shoot and for Xil-Go and the others to begin their spell. The slavers recovered from their shock quickly and charged forward, still a formidable and well-armed force.",
        "Then it started. You could see the uncertainty in their pinched faces as the spell began to blossom. Next came the howls of pain, the smell of ashen flesh sizzling as the armor grew hotter and hotter. The Elves scrambled to protect themselves, trying to rip off the heavy plates or cool them down with their own magics, but it was too late for them to recover. Our warriors fell on the intruders, and not one Elf escaped.",
        "We spread word of our victory, sending the tale far and wide through the villages, knowing the story would take root in our enemies' ears. To this day, I hear the slavers are reluctant to wear heavy armors into raids. Most wear much lighter armor now, even if it does make them easier targets for our archers. And that is fine with us."
    ]
}