{
    "id": "XynaasBookofContracts",
    "paragraphs": [
        "(Hundreds of pages are filled with script faded away almost to nothing. But the last few pages are written in glowing, golden ink.)",
        "",
        "Contract the 1,137th",
        "At the command of Mehrunes Dagon, I submit to be bound under the following conditions. In exchange for my master's aid in the conquest of the mortal realm known as Cyrodiil, the Reachfolk chieftain known as Durcorach the Black Drake shall cause to be born four Ambitions under the signs and circumstances described in the holy book. It is written.",
        "",
        "Contract the 1,138th",
        "At the command of Mehrunes Dagon, I now endorse and extend the contract bestowed upon Durcorach unto his son and heir Moricar, now Emperor of Cyrodiil. Whereas Emperor Moricar executed his father's burden of bringing into being the four Ambitions decreed by Mehrunes Dagon, I submit to guide and instruct the Emperor's agent in the Ritual of Empowerment described in the holy book. It is written.",
        "",
        "Contract the 1,137th and 1,138th: Default",
        "In accordance with the obligations imposed upon me by Mehrunes Dagon, I attest to the default of the heirs of Durcorach in the execution of the preceding two contracts. The death of Emperor Leovic without the designation of an heir activates the codicils described in the holy book. Whomsoever sacrifices the prepared Ambitions in the manner required by Mehrunes Dagon may lay claim to the reward once promised unto Durcorach and his heirs. It is written.",
        "",
        "(a footnote in flowing script)",
        "Curse that boy Sombren! Three of the Ambitions remain hidden within their Vaults, and the one I had in my grasp has now returned to the mortal realm. At least he believes that all other servants of Mehrunes Dagon are his mortal enemies. When the time is right, I will lure him back. Or perhaps he will come to find me. The prize shall yet be mine. All I need is patience.",
        ""
    ]
}