{
    "id": "YenadarsJournal",
    "paragraphs": [
        "This site is everything that I had hoped it would be. These ruins are the perfect place to contemplate the light of Jone and Jode. Their cooling rays slice through the crack in the ceiling. They fill me with calm, with peace. The stonework is magnificent and I can feel the pulse of our ancestors in this ancient place. This will be the perfect site for my retreat and meditations—far removed from the distractions of S'ren-ja.\n- - - - - - - - - - - - - - -\nI have made my camp, here in the innermost sanctum of this holy place. The bones of our ancestors still lie in state, though some lie in the most peculiar positions. Though I first came here to remove myself from civilization, I find myself drawn to the mystery of this place. Who were these people and how did they die? I must tell my sister, Kala about this place when I return.\n- - - - - - - - - - - - - - -\nI found meditation increasingly difficult today so I set about exploring. I discovered an interesting document that speaks a little to those who lived here but not much more. I keep expecting some revelation with every turned stone, and in fact I could swear I have heard or perhaps felt something at the edge of consciousness. Are the ancient ones trying to make contact with me?\n- - - - - - - - - - - - - - -\nLast night, each time I started to drift to sleep, I kept thinking I could hear a voice or voices whispering in the darkness. I got precious little sleep as a result. I think I will rest here at camp today. Maybe I will explore more tomorrow.\n- - - - - - - - - - - - - - -\nThere is someone or something here. I can feel it all around me. I can hear it whispering to me … whispers in the darkness. Part of me says that I should leave this place, but I must know … I must know what it is trying to say to me. If only I could understand the words ….\nIt's here again.\n- - - - - - - - - - - - - - -\nThe darkness grows within me. I have been chosen for a sacred duty. I just wish … my dear Kala. My dear sister. I wish I could see you again in sweet S'ren-ja. I kn"
    ]
}