{
    "id": "YfrresSparklingSteeds",
    "paragraphs": [
        "If you spend any time in the pristine wildernesses of the Summerset Isles, you will see no shortage of flora and fauna that will take your breath away, but if you are truly blessed, you may glimpse one of the most storied creatures in history: the indrik. It's a privilege I've had only a handful of times, as wild indriks are wary by nature and exceptionally elusive. It's said that they can vanish in an instant when gazed upon by those with impure intent.",
        "It feels trite to say that you will know an indrik when you see one, but few words seem up to the task of describing the creatures. A folk tale as old as the Altmer civilization tells of how Y'ffre the Singer wove indriks out of the very essence of the forest, giving them the aspect of every living thing found within. You might, with the briefest of glances, mistake one for a common deer, but even the most casual observation will reveal indriks are so much more.",
        "The first thing likely to catch your eye about indriks are their antlers. Points of the finest crystal sprout from their crowns like the branches of some great, glimmering tree. This mesmerizing sight has been the end of many an ambitious hunter who thought the rack would make a fine prize. Let down your guard, for even a moment, and you risk being impaled by the stately lance jutting out from an indrik's forehead. There are countless legends surrounding the indrik's horn: that they are an alchemical cure-all, that touching one will extend your life seven-fold, even that they're made from Y'ffre's tears. All I can truly tell you is that an indrik's horn is both beautiful and deadly. If you believe what I've described thus far to be far-fetched, I've yet to even begin.",
        "The body of an indrik is covered in a tapestry of fur, feathers, and fronds that defy classification. One might ask themselves: are they animal, bird, or plant? Can they be all of those things at once? They might not be any of those things at all. Some scholars theorize that indriks are divine beings, not truly of this world, closer to Aedra than mortal. One fable tells of a Mer who kills an indrik, only to find its heart is pure crystal. He decides to give the perfect gem to his ladylove, but she is so beguiled by its splendor that her avarice taints the perfect gem, cursing it. From then on, the couple's lives are filled with such sorrow that they cast themselves into the sea, leaving their kin to fight over the precious gem and carry on the curse. A fanciful tale, but while there is no doubt that indriks are inherently magical, I've found scant evidence indicating that they are literally the stuff of magic.",
        "I suppose I should mention that they possess four ears. For any other animal that would surely stand out, but given what I've already described, I'm sure you'll agree that it hardly seems noteworthy. Presumably, this trait helps them appraise their surroundings and evade threats, but I'm certain there's a story out there somewhere claiming one pair is for hearing in the physical world and the other the spiritual. Until the indriks are studied more closely, they will continue to remain creatures surrounded by myth, but I can't help but feel like these creatures would be diminished by having their secrets laid bare. After all, who doesn't enjoy a little mystery in the world?"
    ]
}