{
    "id": "YouAreWhatYouEat",
    "paragraphs": [
        "They call me insane! That's because they're short-sighted and afraid to grasp true power when it is offered freely. In the depths of the earth, beneath the simple structures of our village, I discovered a place of power and knowledge. It's a place where spirits whisper, waiting for someone to hear them.",
        "I heard their call. I listened to their holy words over and over and over again. \"You are what you eat,\" they whispered to me. \"You are what you eat, you are what you eat, you are what you eat.\"",
        "They never stopped. They never gave me a moment to clear my head. It was enough to drive me ins—",
        "No, not that word. Never that word. I am not a madman!",
        "After they prepared me and opened my mind, the spirits taught me a ritual. A recipe, if you like. It's a way to take the power and strength of my enemies and make them my own. But why settle for the mortal power of Nords when there are so many better choices available?",
        "Daedra flesh was my first thought, but capturing and killing such a creature proved more difficult than I imagined. First, there aren't many Daedra wandering around the village, just waiting to jump into my soup pot.",
        "So I looked around, and then I saw it. A solitary creature was roaming the plains beyond the village. A giant! What better meal could grant power and glory? What would be better than the succulent flesh of a giant?",
        "The spirits tell me that the flesh is most potent when consumed raw, right off the bone. There are words to say and ceremonial gestures to make, preparing me for the transfer of power. When this power infuses me, nothing can stop me! Not even death. As long as my head remains attached to my body, I shall return!",
        "Here is what the spirits taught me. Here is the secret to becoming what you eat. Here is the chant:",
        "TYO UAR EWHA TYO UEA TYO UAR EWHA TYO UEA TYO UAR EWHA TYO UEA"
    ]
}