{
    "id": "YsmirtheForefatherVolumeIV",
    "paragraphs": [
        "Librarian Comment:",
        "This text was found in the data files for Elder Scrolls Online in the middle of 2015, but was removed at the end of 2016.",
        "",
        "At the end of his life, Ysmir, who had ruled the peoples for over a thousand years in the time before history, the time of myth, sought a burial place and death befitting a king of men and dragons.",
        "He summoned his champions and men-at-arms and asked them: \"Where can I find a burial place and death befitting a king of men and dragons?\"",
        "The first housecarl stepped forward and said \"Go East, where the ocean touches the sky.\"",
        "The second bowed humbly and said \"Go West, where the sun kisses the earth.\"",
        "And again the third said \"North to the very frozen tips of Nirn, to a tomb of ice.\"",
        "And the fourth, \"South to the pillars of smoke and fire.\"",
        "But Ysmir. king of men and dragons, whose greatness preceded time, despaired and said \"I have traveled the whole of Mundus and conquered many peoples, but where will I rest my head? If I rest to the East or the West or the North or the South, it will only cause division.",
        "\"The local peoples will claim my tomb as their own. They will say, 'Ysmir is our king, for he rests among us.' And my children will fight amongst themselves and divide my body among them, sending my head one way, my hands another, and my feet, and my mighty heart.\"",
        "From among his thanes and housecarls, a young man, not more than a boy, whom none of them had seen before, then dared to speak. Bowing low, he said \"Then do not go anywhere on Nirn, but go to the sky, where you can watch over all your peoples.\"",
        "Ysmir king of men and dragons liked this idea. He said, \"But boy, how would I reach the sky? Is there a mountain, or a ladder built by men that can reach so high?\"",
        "And the boy said \"There is no such thing, neither mountain nor ladder nor staircase. But I know of a place, a single stone. This is the path to Aetherius.\"",
        "\"Where can I find this stone?\" cried the king of men and dragons, intent on ascending to the sky.",
        "\"Follow me,\" the boy beckoned.",
        "And Ysmir summoned all of his champions and housecarls and told them how he was intent to end his life by ascending to the sky. And all of them, every one, agreed to follow him to the place where the boy led.",
        "And when they reached the place, they found as the boy promised, a single stone. And Ysmir, who was by now very old, laid at the foot of the stone and was taken up into the stars.",
        "The champions and housecarls looked up into the heavens and saw their king, the great Warrior, riding across the sky. And he was accompanied by three servants, a Lord, his Lady, and his mighty Steed.",
        "And the champions and housecarls all pledged to guard the valley and the way to Aetherius. But when they looked for the boy who had shown them the way, he was nowhere to be found."
    ]
}