{
    "id": "HistoryofZaantheScalecaller",
    "paragraphs": [
        "Librarian Comment:",
        "This book was originally titled just \"Zaan the Scalecaller\"",
        "",
        "By Jorvuld Davaux, Dragon Priest Historian",
        "Zaan the Scalecaller was a Dragon Priest of short life and little renown. She commanded no great battles, conquered no powerful enemies. At just a glance, one would think her unremarkable, unworthy of further inspection. Certainly that has been the viewpoint of historians up to this point, given the lack of academia written on her. However, the fact that Zaan's story has been so ignored is exactly what makes her such a fascinating subject.",
        "Zaan was uncommonly young when chosen by her Dragon Lord, the mighty Dovah Thurvokun. It is said that her connection to Thurvokun was particularly strong. As we know, there is much speculation on the connection between a Dragon and their chosen priest, whether it be spiritual, magical, or perhaps merely political. Whatever the case, Zaan grew a rapid and robust attachment, which her followers took as a sign of great fortune. For a decade or so, all was well.",
        "The turmoil began when Thurvokun left his temple, for reasons unknown to all but perhaps Zaan herself. By all accounts, it was this departure that led to the Dragon Priest's steady decline into a depressive state, though it is uncertain whether this was magically or psychologically induced. This depression brought about frequent seclusion, growing into a steady isolation.",
        "Her followers slowly grew discontent, and as time went by many became mistrustful. They believed that Thurvokun had abandoned them, and saw this with the despair that we today would see the loss of the Divines. They began to accuse Scalecaller of driving him away with her weakness. When confronted with these accusations, it is said that Scalecaller made no protest. Her followers took this as admittance, and killed her in their anger.",
        "This leads us to Zaan's greatest mystery. When accused by her followers, why did she not defend herself?",
        "My theory, though mostly speculative, is that the Dragon Priest simply was not able. The loss of her Dragon Lord had brought upon such misery that she had lost her will, or perhaps even her ability, to speak. Again, whether this was brought upon by magical means or mere psychological trauma, I am still unsure.",
        "I believe through studying this historical occurrence we may gain further insight into the link between Dragon Priests and their Dragon Lords. We must look past the rudimentary political aspects of such a relationship, to see what lies beyond. What precisely was this spiritual connection, so highly revered? With Scalecaller's help, we can begin to answer that question."
    ]
}